Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woo-advanced-shipment-tracking/lang/woo-advanced-shipment-tracking-*.po
Languages: de_de, he_il, hi_in, nb_no, pt_pt, ru_ru, sv_se

source: TracksShip is a premium shipment tracking API flatform that fully integrates with WooCommerce with the Advanced Shipment Tracking. TrackShip automates the order management workflows, reduces customer inquiries, reduces time spent on customer service, and improves the post-purchase experience and satisfaction of your customers.
de_de: TracksShip ist eine Premium-Sendungsverfolgungs-API-Plattform, die mit der erweiterten Sendungsverfolgung vollständig in WooCommerce integriert ist. TrackShip automatisiert die Auftragsverwaltungsabläufe, reduziert Kundenanfragen, verkürzt den Zeitaufwand für den Kundenservice und verbessert die Erfahrung und Zufriedenheit Ihrer Kunden nach dem Kauf.
he_il: TracksShip הוא פורמט שטוח API למעקב אחר משלוחים המשלב באופן מלא עם WooCommerce עם מעקב המשלוחים המתקדם. TrackShip ממכן את זרימות העבודה של ניהול ההזמנות, מצמצם את פניות הלקוחות, מקטין את הזמן שהוקדש לשירות הלקוחות ומשפר את חוויית הלקוח לאחר שבוצע לאחר הרכישה.
hi_in: TracksShip एक प्रीमियम शिपमेंट ट्रैकिंग API फ्लैमर है जो पूरी तरह से उन्नत शिपमेंट ट्रैकिंग के साथ WooCommerce के साथ एकीकृत है। TrackShip ऑर्डर प्रबंधन वर्कफ़्लो को स्वचालित करता है, ग्राहक पूछताछ को कम करता है, ग्राहक सेवा पर खर्च किए गए समय को कम करता है, और आपके ग्राहकों के बाद के खरीद अनुभव और संतुष्टि में सुधार करता है।
nb_no: TracksShip er en premium forsendelsessporing API-flatform som fullt ut integreres med WooCommerce med Advanced Shipment Tracking. TrackShip automatiserer arbeidsflytene for ordrehåndtering, reduserer kundeforespørsler, reduserer tidsbruken på kundeservice og forbedrer opplevelsen og tilfredsheten etter kundene dine.
pt_pt: O TracksShip é uma API plana de rastreamento de remessa premium que se integra totalmente ao WooCommerce com o Advanced Shipment Tracking. O TrackShip automatiza os fluxos de trabalho de gerenciamento de pedidos, reduz as consultas dos clientes, reduz o tempo gasto no serviço ao cliente e melhora a experiência pós-compra e a satisfação dos seus clientes.
ru_ru: TracksShip представляет собой платформу API отслеживания отгрузок премиум-класса, которая полностью интегрируется с WooCommerce с Advanced Tracking Tracking. TrackShip автоматизирует рабочие процессы управления заказами, сокращает количество запросов клиентов, сокращает время, затрачиваемое на обслуживание клиентов, а также повышает качество обслуживания после покупки и удовлетворенность ваших клиентов.
sv_se: TracksShip är ett premium spårningsspårnings-API som helt integreras med WooCommerce genom Advanced Shipment Tracking. TrackShip automatiserar orderhanteringens arbetsflöden, minskar kundförfrågningar, minskar tid som spenderas på kundservice och förbättrar upplevelsen och tillfredsställelsen för dina kunder efter köpet.

source: You must have account TracksShip and connect your store in order to activate these advanced features:
de_de: Sie müssen über ein TrackShip-Konto verfügen und eine Verbindung zu Ihrem Geschäft herstellen, um diese erweiterten Funktionen zu aktivieren:
he_il: עליך להיות בעל חשבון TracksShip ולחבר את החנות שלך כדי להפעיל את התכונות המתקדמות הבאות:
hi_in: इन उन्नत सुविधाओं को सक्रिय करने के लिए आपके पास ट्रैकशिप होना चाहिए और अपने स्टोर को जोड़ना होगा:
nb_no: Du må ha konto TracksShip og koble til butikken din for å aktivere disse avanserte funksjonene:
pt_pt: Você deve ter uma conta no TracksShip e conectar sua loja para ativar esses recursos avançados:
ru_ru: Вы должны иметь учетную запись TracksShip и подключить свой магазин, чтобы активировать следующие расширенные функции:
sv_se: Du måste ha ett konto hos TrackShip och ansluta din butik för att använda de här avancerade funktionerna:

source: SIGNUP NOW
de_de: JETZT REGISTRIEREN
he_il: הרשם עכשיו
hi_in: अभी साइनअप करें
nb_no: REGISTRER DEG NÅ
pt_pt: INSCREVA-SE AGORA
ru_ru: ВОЙТИ СЕЙЧАС
sv_se: REGISTRERA DIG NU

source: Keep your customers happy by offering automated SMS text messages with order updates via Twilio/Nexmo. Send SMS updates to customers when their order status is updated. You can also manually send SMS messages through the Edit Order screen.
de_de: Halten Sie Ihre Kunden zufrieden, indem Sie automatisierte SMS-Textnachrichten mit Bestellaktualisierungen über Twilio / Nexmo anbieten. Senden Sie SMS-Updates an Kunden, wenn deren Bestellstatus aktualisiert wird. Sie können SMS-Nachrichten auch manuell über den Bildschirm "Bestellung bearbeiten" senden.
he_il: שמור את לקוחותיך מרוצים על ידי הצעת הודעות טקסט אוטומטיות ב- SMS עם עדכוני הזמנות באמצעות Twilio / Nexmo. שלח עדכוני SMS ללקוחות כאשר מצב ההזמנה שלהם מעודכן. אתה יכול גם לשלוח ידנית הודעות SMS דרך מסך עריכת הזמנה.
hi_in: ट्विलियो / नेक्समो के माध्यम से ऑर्डर अपडेट के साथ स्वचालित एसएमएस पाठ संदेश देकर अपने ग्राहकों को खुश रखें। ग्राहकों को एसएमएस अपडेट भेजें जब उनकी ऑर्डर की स्थिति अपडेट हो। आप संपादन आदेश स्क्रीन के माध्यम से मैन्युअल रूप से एसएमएस संदेश भी भेज सकते हैं।
nb_no: Hold kundene dine fornøyde ved å tilby automatiserte SMS-meldinger med ordreoppdateringer via Twilio / Nexmo. Send SMS-oppdateringer til kundene når deres ordrestatus er oppdatert. Du kan også sende SMS-meldinger manuelt gjennom skjermbildet Rediger ordre.
pt_pt: Mantenha seus clientes satisfeitos oferecendo mensagens de texto SMS automatizadas com atualizações de pedidos via Twilio / Nexmo. Envie atualizações por SMS aos clientes quando o status do pedido for atualizado. Você também pode enviar manualmente mensagens SMS através da tela Editar ordem.
ru_ru: Сделайте так, чтобы ваши клиенты были довольны, предлагая автоматические текстовые сообщения SMS с обновлениями заказов через Twilio / Nexmo. Отправить SMS-обновления клиентам, когда их статус заказа обновляется. Вы также можете вручную отправлять SMS-сообщения через экран «Редактировать заказ».
sv_se: Håll dina kunder nöjda genom att erbjuda automatiserade SMS-meddelanden med orderuppdateringar via Twilio / Nexmo. Skicka SMS-uppdateringar till kunder när deras orderstatus uppdateras. Du kan också skicka SMS meddelanden manuellt via Woocommerce orderhantering.

source: TrackShip Connection Status
de_de: TrackShip-Verbindungsstatus
he_il: מצב חיבור ל - TrackShip
hi_in: TrackShip कनेक्शन स्थिति
nb_no: TrackShip-tilkoblingsstatus
pt_pt: Status da conexão TrackShip
ru_ru: Состояние соединения TrackShip
sv_se: TrackShip anslutningsstatus

source: Subscription Plan
de_de: Abonnementplan
he_il: תכנית מנויים
hi_in: सदस्यता योजना
nb_no: Abonnementsplan
pt_pt: Plano de Assinatura
ru_ru: План подписки
sv_se: Prenumerationsplan

source: Shipment Trackers Balance
de_de: Sendungsverfolgungsbilanz
he_il: יתרת מעקבים בחשבון
hi_in: शिपमेंट ट्रैकर संतुलन
nb_no: Forsendelses trackers balanse
pt_pt: Saldo de Rastreadores de Remessa
ru_ru: Отгрузка Трекеры Баланс
sv_se: Sändning trackers balans

source: TrackShip Dashboard
he_il: לוח בקרה ב -TrackShip
hi_in: ट्रैकशिप डैशबोर्ड
pt_pt: Painel TrackShip
ru_ru: Панель управления TrackShip
sv_se: TrackShip Panel

source: Note - If you select a different page than the Shipment Tracking page, add the [wcast-track-order] shortcode to the selected page content.
de_de: Hinweis - Wenn Sie eine andere Seite als die Seite "Sendungsverfolgung" auswählen, fügen Sie dem ausgewählten Seiteninhalt den Shortcode [wcast-track-order] hinzu.
he_il: הערה - אם בחרת בדף שונה מדף מעקב המשלוח, הוסף את קוד הקוד [wcast-order-order] לתוכן העמוד שנבחר.
hi_in: नोट - यदि आप शिपमेंट ट्रैकिंग पृष्ठ से भिन्न पृष्ठ का चयन करते हैं, तो चयनित पृष्ठ सामग्री में [wcast-track-order] शोर्ट जोड़ें।
nb_no: Merk - Hvis du velger en annen side enn forsendelsessiden, legger du til [wcast-track-order] -koden til det valgte sideinnholdet.
pt_pt: Nota - Se você selecionar uma página diferente da página Rastreamento de Remessa, adicione o código de acesso [ordem da faixa de transmissão] ao conteúdo da página selecionada.
ru_ru: Примечание. Если вы выбираете страницу, отличную от страницы отслеживания отправлений, добавьте шорткод [wcast-track-order] к содержимому выбранной страницы.
sv_se: OBS! Om du väljer en annan sida än sidan för leveransspårning så måste du lägga till kortkoden [wcast-track-order].

source: more info
de_de: Mehr Info
he_il: עוד מידע
hi_in: और जानकारी
nb_no: mer informasjon
pt_pt: mais informações
ru_ru: больше информации
sv_se: mer information

source: Text Color
de_de: Textfarbe
he_il: צבע טקסט
hi_in: लिखावट का रंग
nb_no: Tekstfarge
pt_pt: Cor do texto
ru_ru: Цвет текста
sv_se: Textfärg

source: Hide tracking event details
de_de: Tracking-Ereignisdetails ausblenden
he_il: הסתר את פרטי המעקב אחר אירועים
hi_in: ट्रैकिंग घटना विवरण छिपाएँ
nb_no: Skjul sporingshendelsesdetaljer
pt_pt: Ocultar detalhes do evento de rastreamento
ru_ru: Скрыть детали отслеживания событий
sv_se: Dölj spårningshändelser

source: Preview
de_de: Vorschau
he_il: תצוגה מקדימה
nb_no: Forhåndsvisning
pt_pt: Pré-visualização
ru_ru: предварительный просмотр
sv_se: Förhandsvisning

source: Shipment Status Notifications
de_de: Benachrichtigungen zum Sendungsstatus
he_il: התראות סטטוס משלוח
hi_in: शिपमेंट स्थिति अधिसूचनाएँ
nb_no: Varsler om forsendelsesstatus
pt_pt: Notificações de status da remessa
ru_ru: Уведомления о статусе отгрузки
sv_se: Fraktnotiser

source: Carrier has accepted or picked up shipment from shipper. The shipment is on the way.
de_de: Der Spediteur hat die Sendung vom Versender angenommen oder abgeholt. Die Sendung ist unterwegs.
he_il: המוביל קיבל או אסף את המשלוח. המשלוח בדרך.
hi_in: कैरियर ने शिपर से शिपमेंट को स्वीकार या उठाया है। शिपमेंट रास्ते में है।
nb_no: Carrier har akseptert eller hentet forsendelse fra avsender. Forsendelsen er på vei.
pt_pt: A transportadora aceitou ou retirou a remessa do remetente. A remessa está a caminho.
ru_ru: Перевозчик принял или забрал груз у отправителя. Отгрузка уже в пути.
sv_se: Fraktleverantören har accepterat eller hämtat upp försändelsen och är nu på väg till dig.

source: The shipment is On Hold.
de_de: Die Sendung ist in der Warteschleife.
he_il: המשלוח נמתא בהמתנה
hi_in: शिपमेंट ऑन होल्ड है।
nb_no: Forsendelsen er på vent.
pt_pt: A remessa está em espera.
ru_ru: Поставка в ожидании.
sv_se: Leveransen är på vent.

source: Shipment is returned to sender
de_de: Die Sendung wird an den Absender zurückgeschickt
he_il: המשלוח הוחזר לשולח
hi_in: शिपमेंट प्रेषक को वापस कर दिया जाता है
nb_no: Sendingen returneres til avsender
pt_pt: A remessa é devolvida ao remetente
ru_ru: Отправка возвращается отправителю
sv_se: Försändelsen har returnerats till avsändaren

source: The shipment is ready to pickup.
de_de: Die Sendung ist zur Abholung bereit.
he_il: המשלוח מוכן לאיסוף
hi_in: शिपमेंट पिकअप के लिए तैयार है।
nb_no: Forsendelsen er klar til henting.
pt_pt: A remessa está pronta para a retirada.
ru_ru: Груз готов к отправке.
sv_se: Försändelsen finns att hämta.

source: Carrier is about to deliver the shipment
de_de: Der Spediteur ist im Begriff, die Sendung zu liefern
he_il: החבילה יצאה אלייך, ספק המשלוח עומד למסור את החבילה.
hi_in: वाहक शिपमेंट वितरित करने वाला है
nb_no: Carrier er i ferd med å levere forsendelsen
pt_pt: O transportador está prestes a entregar a remessa
ru_ru: Перевозчик собирается доставить груз
sv_se: Försändelsen är under leverans

source: The shipment was delivered successfully
de_de: Die Sendung wurde erfolgreich zugestellt
he_il: המשלוח נמסר ללקוח
hi_in: शिपमेंट सफलतापूर्वक वितरित किया गया था
nb_no: Forsendelsen ble levert vellykket
pt_pt: A remessa foi entregue com sucesso
ru_ru: Груз был успешно доставлен
sv_se: Försändelsen levererades

source: You already have delivered email enabled, to enable this email you'll need to disable the order status delivered in settings.
de_de: Sie haben die Zustellung von E-Mails bereits aktiviert. Um diese E-Mail zu aktivieren, müssen Sie den in den Einstellungen angegebenen Bestellstatus deaktivieren.
he_il: כבר הגדרת דוא"ל עבור סטטוס הזמנה נמסרה. כדי לנוע כפילות עם דוא"ל של סטטוס המשלוח תצטרך להשבית את האימייל של סטטוס ההזמנה כדי להשתמש בסטטוס המשלוח.
hi_in: आपने पहले ही ईमेल सक्षम कर दिया है, इस ईमेल को सक्षम करने के लिए आपको सेटिंग्स में दिए गए ऑर्डर की स्थिति को निष्क्रिय करना होगा।
nb_no: Du har allerede levert e-post aktivert. For å aktivere denne e-posten, må du deaktivere ordrestatusen levert i innstillingene.
pt_pt: Você já entregou o e-mail ativado. Para habilitá-lo, será necessário desativar o status do pedido entregue nas configurações.
ru_ru: Вы уже включили электронную почту, чтобы включить эту электронную почту, вам нужно отключить статус заказа, доставленный в настройках.
sv_se: Du har redan aktiverat "Levererat"-meddelanden. För att aktivera denna typ av e-postmeddelanden så måste du inaktivera orderstatus "Levererad" i inställningar.

source: Carrier attempted to deliver but failed, and usually leaves a notice and will try to deliver the package again.
de_de: Der Spediteur hat versucht zuzustellen, ist jedoch gescheitert. Normalerweise hinterlässt er eine Nachricht und versucht, das Paket erneut zuzustellen.
he_il: המוביל ניסה למסור אך נכשל, ובדרך כלל הוא משאיר הודעה וינסה למסור את החבילה שוב במועד מאוחר יותר.
hi_in: कैरियर देने का प्रयास किया, लेकिन विफल रहा, और आमतौर पर एक नोटिस छोड़ देता है और पैकेज को फिर से वितरित करने का प्रयास करेगा।
nb_no: Carrier forsøkte å levere, men mislyktes, og legger vanligvis igjen en beskjed og vil prøve å levere pakken igjen.
pt_pt: A transportadora tentou entregar, mas falhou, e geralmente deixa um aviso e tenta entregar o pacote novamente.
ru_ru: Перевозчик попытался доставить, но не смог, и обычно оставляет уведомление и попытается доставить посылку снова.
sv_se: Transportföretaget försökte leverera försändelsen men misslyckades. Vanligtvis lämnar budet ett meddelande eller en avi alternativt så kommer de att försöka leverera paketet igen.

source: Admin Notifications
de_de: Admin-Benachrichtigungen
he_il: התראות מנהל מערכת
hi_in: व्यवस्थापक सूचनाएं
nb_no: Administrasjonsvarsler
pt_pt: Notificações de administrador
ru_ru: Уведомления администратора
sv_se: Administratörsmeddelanden

source: If a shipment reached the number of days that you define, and the shipment is not "delivered" or "Returned to Sender" than email will trigger
de_de: Wenn eine Sendung die von Ihnen festgelegte Anzahl von Tagen erreicht hat und die Sendung nicht "geliefert" oder "an den Absender zurückgesandt" wird, wird eine E-Mail ausgelöst
he_il: אם המשלוח הגיע למספר הימים שאתה מגדיר, והמשלוח לא "מועבר" או "מוחזר לשולח" מכפי שדוא"ל יפעיל
hi_in: यदि एक शिपमेंट उन दिनों की संख्या तक पहुंच गया जिसे आप परिभाषित करते हैं, और ईमेल से ट्रिगर होने पर शिपमेंट "डिलीवर" या "रिटर्नेड टू सेंडर" नहीं होता है।
nb_no: Hvis en forsendelse nådde antallet dager du definerer, og forsendelsen ikke blir "levert" eller "Returnert til avsender", vil e-post utløse
pt_pt: Se uma remessa atingir o número de dias definido por você e a remessa não for "entregue" ou "Devolvida ao remetente", o e-mail será acionado
ru_ru: Если отправка достигла заданного вами количества дней, и отправка не была «доставлена» или «возвращена отправителю», сработает электронная почта
sv_se: Om en leverans uppnått antalet dagar som du angett här och sändningen inte markers som "Levererad" eller "Åter till avsändare", så kommer detta e-postmeddelande att utlösas

source: You can send all your orders from the last 30 days to get shipment status from TrackShip:
de_de: Sie können alle Ihre Bestellungen der letzten 30 Tage senden, um den Sendungsstatus von TrackShip zu erhalten:
he_il: אתה יכול לשלוח את כל ההזמנות שלך משלושים הימים האחרונים לקבלת מצב משלוח מ- TrackShip:
hi_in: TrackShip से शिपमेंट स्थिति प्राप्त करने के लिए आप अपने सभी ऑर्डर पिछले 30 दिनों से भेज सकते हैं:
nb_no: Du kan sende alle ordrene dine de siste 30 dagene for å få forsendelsesstatus fra TrackShip:
pt_pt: Você pode enviar todos os seus pedidos dos últimos 30 dias para obter o status da remessa no TrackShip:
ru_ru: Вы можете отправить все свои заказы за последние 30 дней, чтобы получить статус отправки с TrackShip:
sv_se: Du kan skicka alla dina ordrar från de senaste 30 dagarna för att erhålla leveransstatus från TrackShip:

source: Provider Name
de_de: Anbietername
he_il: שם ספק המשלוח
hi_in: प्रदाता का नाम
nb_no: Tilbyderens navn
pt_pt: Nome do provedor
ru_ru: Имя провайдера
sv_se: Fraktleverantör

source: Order number: %s
de_de: Bestellnummer:% s
he_il: מספר הזמנה:% s
hi_in: क्रम संख्या:% s
nb_no: Bestillingsnummer:% s
pt_pt: Número do pedido: %s
ru_ru: Номер заказа:% s
sv_se: Ordernummer: %s

source: Cannot create existing order shipment tracking.
de_de: Bestehende Sendungsverfolgung für Bestellungen kann nicht erstellt werden.
he_il: לא ניתן ליצור מעקב אחר משלוחים להזמנות.
hi_in: मौजूदा ऑर्डर शिपमेंट ट्रैकिंग नहीं बना सकता।
nb_no: Kan ikke opprette eksisterende ordresendingsporing.
pt_pt: Não é possível criar o rastreamento de remessa de pedidos existente.
ru_ru: Невозможно создать существующее отслеживание доставки заказа.
sv_se: Det går inte att skapa redan befintlig spårningsinformation.

source: Invalid order ID.
de_de: Ungültige Bestellnummer.
he_il: מזהה הזמנה לא חוקי.
hi_in: अमान्य आदेश आईडी।
nb_no: Ugyldig ordre-ID.
pt_pt: ID de pedido inválido.
ru_ru: Неверный идентификатор заказа.
sv_se: Ogiltigt ordernummer.

source: Special character not allowd in tracking number
de_de: Sonderzeichen in Tracking-Nummer nicht zulässig
he_il: תו מיוחד אינו מאפשר למספר המעקב
hi_in: विशेष वर्ण ट्रैकिंग नंबर में अनुमति नहीं है
nb_no: Spesialtegn ikke tillatt i sporingsnummer
pt_pt: Caractere especial não permitido no número de rastreamento
ru_ru: Специальный символ не допускается в номере отслеживания
sv_se: Specialtecken är inte tillåtna i spårningsnummer

source: Shipment status changed to %s
de_de: Der Sendungsstatus wurde in% s geändert
he_il: סטטוס המשלוח השתנה ל-% s
hi_in: शिपमेंट स्थिति% s में बदल गई
nb_no: Sendingsstatus endret til% s
ru_ru: Статус отгрузки изменен на% s
sv_se: Sändningsstatus ändrades till %s
