Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woo-advanced-shipment-tracking/lang/woo-advanced-shipment-tracking-*.po
Languages: de_de, he_il, hi_in, nb_no, pt_pt, ru_ru, sv_se

source: Your order #{order_number} is available for pickup
de_de: Ihre Bestellnummer {order_number} steht zur Abholung bereit
he_il: הזמנתך מספר {order_number} מוכנה לאיסוף
hi_in: पिकअप के लिए आपका ऑर्डर # {order_number} उपलब्ध है
nb_no: Din bestilling # {order_number} er tilgjengelig for henting
pt_pt: Seu pedido # {order_number} está disponível para retirada
ru_ru: Ваш заказ № {номер заказа} доступен для получения
sv_se: Din beställning #{order_number} finns nu tillgänglig för upphämtning

source: Hi there. we thought you'd like to know that your recent order from {site_title} is available for pickup.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} zur Abholung verfügbar ist.
he_il: שלום, חשבנו שתרצה לדעת שהזמנתך #{order_number} מוכנה לאיסוף.
hi_in: नमस्ते। हमने सोचा था कि आप जानना चाहते हैं कि {site_title} से आपका हालिया ऑर्डर पिकअप के लिए उपलब्ध है।
nb_no: Hei der. Vi trodde du vil vite at din siste bestilling fra {site_title} er tilgjengelig for henting.
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} está disponível para retirada.
ru_ru: Всем привет. мы подумали, что вы хотели бы знать, что ваш недавний заказ с {site_title} доступен для получения.
sv_se: Hej. Din beställning från {site_title} är tillänglig för upphämtning.

source: Preview order
de_de: Vorschau der Bestellung
he_il: הזמנה לתצוגה מקדימה
hi_in: पूर्वावलोकन आदेश
nb_no: Forhåndsvisning rekkefølge
pt_pt: Ordem de visualização
ru_ru: Предварительный заказ
sv_se: Förhandsgranska order

source: E.g. {customer.email}, admin@example.org
de_de: Z.B. {customer.email}, admin@example.org
he_il: למשל {customer.email}, admin@example.org
hi_in: जैसे {customer.email}, admin@example.org
nb_no: F.eks {customer.email}, admin@example.org
pt_pt: Por exemplo. {customer.email}, admin@example.org
ru_ru: Например {customer.email}, admin@example.org
sv_se: T.ex. {customer.email}, admin@example.org

source: Available variables:
de_de: Verfügbare Variablen:
he_il: משתנים זמינים:
hi_in: उपलब्ध चर:
nb_no: Tilgjengelige variabler:
pt_pt: Variáveis ​​disponíveis:
ru_ru: Доступные переменные:
sv_se: Tillgängliga variabler:

source: Email content
de_de: E-Mail-Inhalt
he_il: תוכן דוא"ל
hi_in: ईमेल सामग्री
nb_no: E-postinnhold
pt_pt: Conteúdo de email
ru_ru: Содержание электронной почты
sv_se: E-postinnehåll

source: Show tracking details
de_de: Tracking-Details anzeigen
he_il: הצג פרטי מעקב משלוח
hi_in: ट्रैकिंग विवरण दिखाएं
nb_no: Vis sporingsdetaljer
pt_pt: Mostrar detalhes de rastreamento
ru_ru: Показать детали отслеживания
sv_se: Visa sändningsinformation

source: Show order details
de_de: Bestelldetails anzeigen
he_il: הצג פרטי הזמנה
hi_in: आदेश का विवरण दिखाएं
nb_no: Vis bestillingsdetaljer
pt_pt: Mostrar detalhes do pedido
ru_ru: Показать детали заказа
sv_se: Visa orderdetaljer

source: Show billing address
de_de: Rechnungsadresse anzeigen
he_il: הצג כתובת למשלוח
hi_in: बिलिंग पता दिखाएं
nb_no: Vis faktureringsadresse
pt_pt: Mostrar endereço de cobrança
ru_ru: Показать платежный адрес
sv_se: Visa fakturaadress

source: Show shipping address
de_de: Lieferadresse anzeigen
he_il: הצג כתובת למשלוח
hi_in: शिपिंग पता दिखाएं
nb_no: Vis leveringsadresse
pt_pt: Mostrar endereço de entrega
ru_ru: Показать адрес доставки
sv_se: Visa leveransadress

source: Google Analytics link tracking
de_de: Google Analytics-Linkverfolgung
he_il: מעקב Google Analytics עבור קישורים
hi_in: Google Analytics लिंक ट्रैकिंग
nb_no: Google Analytics koblingssporing
pt_pt: Rastreamento de links do Google Analytics
ru_ru: Отслеживание ссылок Google Analytics
sv_se: Google Analytics länkspårning

source: This will be appended to URL in the email content
de_de: Dies wird an die URL im E-Mail-Inhalt angehängt
he_il: זה יצורף לכתובת האתר בתוכן הדוא"ל
hi_in: यह ईमेल सामग्री में URL से जोड़ा जाएगा
nb_no: Dette vil bli lagt til URL i e-postinnholdet
pt_pt: Isso será anexado ao URL no conteúdo do email
ru_ru: Это будет добавлено к URL в содержании электронной почты
sv_se: Det här kommer att läggas till i URL:en i e-postmeddelanden

source: Please select order to preview.
de_de: Bitte wählen Sie eine Bestellung aus, um eine Vorschau anzuzeigen.
he_il: אנא בחר סדר לתצוגה מקדימה.
hi_in: कृपया पूर्वावलोकन करने के लिए आदेश का चयन करें।
nb_no: Velg bestilling for å forhåndsvise.
pt_pt: Selecione o pedido para visualizar.
ru_ru: Пожалуйста, выберите заказ для предварительного просмотра.
sv_se: Välj order att förhandsgranska.

source: Your order #{order_number} has been delivered
de_de: Ihre Bestellung Nr. {Order_number} wurde geliefert
he_il: הזמנתך #{order_number} נמסרה
hi_in: आपका आदेश # {order_number} दिया गया है
nb_no: Bestillingen din # {order_number} er levert
pt_pt: Seu pedido # {order_number} foi entregue
ru_ru: Ваш заказ № {order_number} был доставлен
sv_se: Din beställning #{order_number} har levererats

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been Delivered.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} geliefert wurde.
he_il: שלום, חשבנו שתרצה לדעת שהזמנתך #{order_number} נמסרה.
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहते हैं कि {site_title} से आपका हालिया ऑर्डर डिलीवर हो गया है।
nb_no: Hei der. Vi trodde du ville vite at den siste bestillingen din fra {site_title} har blitt levert.
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} foi entregue.
ru_ru: Всем привет. мы подумали, что вы хотите знать, что ваш недавний заказ с {site_title} был доставлен.
sv_se: Hej. Din beställning från {site_title} har levererats.

source: Your {site_title} order is now delivered
de_de: Ihre {site_title} Bestellung wird jetzt geliefert
he_il: הזמנתך #{order_number} נמסרה בהצלחה
hi_in: अब आपका {site_title} ऑर्डर डिलीवर हो गया है
nb_no: Din {site_title} bestilling er nå levert
pt_pt: Seu pedido de {site_title} agora foi entregue
ru_ru: Ваш {site_title} заказ доставлен
sv_se: Din {site_title} beställning är nu skickad

source: Enable Delivered order status email
de_de: Aktivieren Sie die Status-E-Mail für die gelieferte Bestellung
he_il: אפשר אימייל סטטוס הזמנה ״נמסר ללקוח״
hi_in: वितरित आदेश स्थिति ईमेल सक्षम करें
nb_no: Aktiver leveringsordre-e-post
pt_pt: Ativar email de status de pedido entregue
ru_ru: Включить доставленный статус заказа по электронной почте
sv_se: Aktivera e-postmeddelande för 'Levererad'-status

source: Please select a order...
de_de: Bitte wählen Sie eine Bestellung aus ...
he_il: בחר צבע
hi_in: कृपया एक आदेश चुनें ...
nb_no: Vennligst velg en bestilling ...
pt_pt: Selecione um pedido ...
ru_ru: Пожалуйста, выберите заказ ...
sv_se: Välj beställning...

source: Display tracking details
de_de: Tracking-Details anzeigen
he_il: הצג פרטי מעקב משלוח
hi_in: ट्रैकिंग विवरण प्रदर्शित करें
nb_no: Vis sporingsdetaljer
pt_pt: Exibir detalhes de rastreamento
ru_ru: Показать детали отслеживания
sv_se: Visa sändningsinformation

source: Display order details
de_de: Bestelldetails anzeigen
he_il: הצג פרטי הזמנה
hi_in: आदेश विवरण प्रदर्शित करें
nb_no: Vis bestillingsdetaljer
pt_pt: Exibir detalhes do pedido
ru_ru: Показать детали заказа
sv_se: Visa orderdetaljer

source: Display Shipping Address
de_de: Lieferadresse anzeigen
he_il: הצג כתובת משלוח
hi_in: शिपिंग पता प्रदर्शित करें
nb_no: Vis leveringsadresse
pt_pt: Exibir endereço de entrega
ru_ru: Показать адрес доставки
sv_se: Visa leveransadress

source: Display Billing Address
de_de: Rechnungsadresse anzeigen
he_il: הצר כתובת חיוב
hi_in: बिलिंग पता प्रदर्शित करें
nb_no: Vis faktureringsadresse
pt_pt: Exibir endereço de cobrança
ru_ru: Показать платежный адрес
sv_se: Visa fakturaadress

source: Enable Google Analytics tracking
de_de: Aktivieren Sie das Google Analytics-Tracking
he_il: אפשר מעקב של Google Analytics
hi_in: Google Analytics ट्रैकिंग सक्षम करें
nb_no: Aktiver sporing av Google Analytics
pt_pt: Ativar rastreamento do Google Analytics
ru_ru: Включить отслеживание Google Analytics
sv_se: Aktivera Google Analytics länkspårning

source: This will be appended to URL in the email content – e.g. utm_source=ast&utm_medium=email&utm_campaign=delivered
de_de: Dies wird an die URL im E-Mail-Inhalt angehängt - z. utm_source = ast & utm_medium = email & utm_campaign = geliefert
he_il: זה יתווסף לכתובת האתר בתוכן הדוא"ל - למשל utm_source = ast & utm_medium = אימייל & utm_campaign = נמסר
hi_in: यह ईमेल सामग्री में URL से जोड़ा जाएगा - उदा। utm_source = ast और utm_medium = ईमेल और utm_campaign = वितरित
nb_no: Dette blir lagt til URL i e-postinnholdet - f.eks. utm_source = ast & utm_medium = email & utm_campaign = levert
pt_pt: Isso será anexado ao URL no conteúdo do e-mail, por exemplo utm_source = ast & utm_medium = email & utm_campaign = entregue
ru_ru: Это будет добавлено к URL в содержании электронной почты - например, utm_source = аст & utm_medium = электронной почты и utm_campaign = поставляется
sv_se: Det här kommer att läggas till i URL:en i e-postmeddelanden – e.g. utm_source=ast&utm_medium=email&utm_campaign=delivered

source: Your order #{order_number} is Failed Attempt
de_de: Ihre Bestellung Nr. {Order_number} ist fehlgeschlagen
he_il: נכשל נסיון מסירה להזמנה מספר {order_number}
hi_in: आपका आदेश # {order_number} विफल है
nb_no: Bestillingen din # {order_number} mislyktes
pt_pt: O seu pedido # {order_number} falhou na tentativa
ru_ru: Ваш заказ № {порядковый номер} является неудачной попыткой
sv_se: Din beställning #{order_number} kunde inte levereras

source: Hi there. we thought you'd like to know that your recent order from {site_title} is Failed Attempt
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung bei {site_title} fehlgeschlagen ist
he_il: שלום, חשבנו שתרצה לדעת שהתבצע נסיון מסירה להזמנתך #{order_number}.
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहते हैं कि {site_title} से आपका हालिया आदेश विफल है
nb_no: Hei der. vi trodde du vil vite at den siste bestillingen din fra {site_title} mislyktes
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} está com falha na tentativa
ru_ru: Всем привет. мы подумали, что вы хотите знать, что ваш недавний заказ от {site_title} не выполнен
sv_se: Hej. Din leverans från {site_title} kunde inte levereras

source: Your order #{order_number} is in transit
de_de: Ihre Bestellung Nr. {Order_number} ist in Bearbeitung
he_il: הזמנתך מספר {order_number} בסטטוס ״המשלוח בדרך״
hi_in: आपका आदेश # {order_number} पारगमन में है
nb_no: Din bestilling # {order_number} er i transitt
pt_pt: Seu pedido # {order_number} está em trânsito
ru_ru: Ваш заказ № {порядковый номер} находится в пути
sv_se: Din beställning #{order_number} är nu under leverans

source: Hi there. we thought you'd like to know that your recent order from {site_title} is in transit
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} unterwegs ist
he_il: שלום, חשבנו שתרצה לדעת שהזמנתך #{order_number} בדרכה אלייך.
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहेंगे कि आपका हालिया आदेश {site_title} से पारगमन में है
nb_no: Hei der. vi trodde du vil vite at den siste bestillingen din fra {site_title} er i transitt
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} está em trânsito
ru_ru: Всем привет. мы подумали, что вы хотите знать, что ваш недавний заказ от {site_title} в пути
sv_se: Hej. Din leverans från {site_title} är på väg

source: Your order #{order_number} is out for delivery
de_de: Ihre Bestellung Nr. {Order_number} ist nicht lieferbar
he_il: המשלוח של הזמנה מספר {order_number} יצא למסירה
hi_in: आपका ऑर्डर # {order_number} डिलीवरी के लिए है
nb_no: Din bestilling # {order_number} er ute for levering
pt_pt: Seu pedido # {order_number} está fora para entrega
ru_ru: Ваш заказ № {номер заказа} отправлен для доставки
sv_se: Din beställning #{order_number} är ute för leverans

source: Hi there. we thought you'd like to know that your recent order from {site_title} is out for delivery.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} nicht lieferbar ist.
he_il: שלום, חשבנו שתרצה לדעת שהזמנתך #{order_number} יצאה למסירה
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहते हैं कि {site_title} से आपका हालिया ऑर्डर डिलीवरी के लिए है।
nb_no: Hei der. Vi trodde du ville vite at den siste bestillingen din fra {site_title} er ute for levering.
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} está pronto para entrega.
ru_ru: Всем привет. мы подумали, что вы хотели бы знать, что ваш недавний заказ от {site_title} отправлен для доставки.
sv_se: Hej. Din beställning från {site_title} är ute för leverans.

source: Your order #{order_number} has returned to sender
de_de: Ihre Bestellung Nr. {Order_number} wurde an den Absender zurückgeschickt
he_il: הזמנתך #{order_number} הוחזרה לשולח
hi_in: आपका आदेश # {order_number} प्रेषक को वापस आ गया है
nb_no: Din bestilling # {order_number} har returnert til avsender
pt_pt: Seu pedido # {order_number} retornou ao remetente
ru_ru: Ваш заказ № {порядковый номер} вернулся к отправителю
sv_se: Din beställning #{order_number} har returnerats till avsändaren

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been returned to sender.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} an den Absender zurückgeschickt wurde.
he_il: שלום, חשבנו שתרצה לדעת שהזמנתך #{order_number} הוחזרה לשולח.
hi_in: नमस्ते। हमने सोचा था कि आप यह जानना चाहेंगे कि आपका हालिया आदेश {site_title} से प्रेषक को वापस कर दिया गया है।
nb_no: Hei der. Vi trodde du vil vite at den siste bestillingen din fra {site_title} er returnert til avsenderen.
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} foi devolvido ao remetente.
ru_ru: Всем привет. мы подумали, что вы хотите знать, что ваш недавний заказ от {site_title} был возвращен отправителю.
sv_se: Hej. Din beställning från {site_title} har returnerats till avsändaren.

source: Tracking Number
de_de: Auftragsnummer, Frachtnummer, Sendungscode
he_il: מספר מעקב
hi_in: खोज संख्या
nb_no: Sporingsnummer
pt_pt: Numero de rastreio
ru_ru: Номер Отслеживания
sv_se: Sändningsnummer

source: Shipped Date
de_de: Versanddatum
he_il: תאריך משלוח
hi_in: भेजने की तिथि
nb_no: Sendt dato
pt_pt: Data de envio
ru_ru: Дата доставки
sv_se: Skickas

source: Shipped on {ship_date} via {shipping_provider} - {tracking_number_link}
de_de: Versand am {Schiffsdatum} über {Versandanbieter} - {Tracking-Nummer_Link}
he_il: נשלח ב- {ship_date} דרך {shipping_provider} - {tracking_number_link}
hi_in: {Shipping_provider} के माध्यम से {ship_date} पर भेजा गया - {ट्रैकिंग_नंबर_लिंक}
nb_no: Sendt {ship_date} via {shipping_provider} - {tracking_number_link}
pt_pt: Enviado em {ship_date} via {shipping_provider} - {tracking_number_link}
ru_ru: Отправлено {ship_date} через {shipping_provider} - {tracking_number_link}
sv_se: Skickat {ship_date} med {shipping_provider} - {tracking_number_link}

source: Select an order to preview and design the tracking info display.
de_de: Wählen Sie eine Bestellung aus, um eine Vorschau anzuzeigen und die Anzeige der Tracking-Informationen zu gestalten.
he_il: בחר הזמנה לתצוגה מקדימה ולעיצוב תצוגת פרטי המעקב.
hi_in: ट्रैकिंग जानकारी प्रदर्शन का पूर्वावलोकन और डिज़ाइन करने के लिए एक आदेश का चयन करें।
nb_no: Velg en ordre for å forhåndsvise og designe sporingsinfo-skjermen.
pt_pt: Selecione um pedido para visualizar e projetar a exibição de informações de rastreamento.
ru_ru: Выберите заказ для предварительного просмотра и дизайна отображения информации об отслеживании.
sv_se: Välj en order för att förhandsgranska utseendet på spårningsinformationen.

source: Tracking display layout
he_il: תבנית עיצוב פרטי מעקב
hi_in: ट्रैकिंग प्रदर्शन लेआउट
nb_no: Sporing av skjermoppsett
pt_pt: Layout de exibição de rastreamento
ru_ru: Отслеживание макета дисплея
sv_se: Layout för spårningsvisning

source: Select Template
de_de: Vorlage auswählen
he_il: בחר תבנית
hi_in: टेम्पलेट का चयन करें
nb_no: Velg mal
pt_pt: Selecionar modelo
ru_ru: Выберите шаблон
sv_se: Välj Mall

source: Table Layout
de_de: Tabellenlayout
he_il: פריסת טבלה
hi_in: टेबल लेआउट
nb_no: Tabelloppsett
pt_pt: Layout da tabela
ru_ru: Макет таблицы
sv_se: Tabell layout

source: Tracking Display Position
de_de: Verfolgung der Anzeigeposition
he_il: מיקום תצוגת פרטי מעקב
hi_in: ट्रैकिंग प्रदर्शन की स्थिति
nb_no: Sporing av skjermposisjon
pt_pt: Rastreando a posição de exibição
ru_ru: Отслеживание положения дисплея
sv_se: Position för Spårningsinformation

source: Before Order Details
de_de: Vor der Bestellung Details
he_il: לפני פרטי ההזמנה
hi_in: आदेश विवरण से पहले
nb_no: Før bestillingsdetaljer
pt_pt: Antes dos detalhes do pedido
ru_ru: Перед заказом
sv_se: Före orderdetaljer

source: After Order Details
de_de: Nach Auftragsdetails
he_il: אחרי פרטי ההזמנה
hi_in: आदेश विवरण के बाद
nb_no: Etter ordredetaljer
pt_pt: Depois dos detalhes do pedido
ru_ru: Детали заказа
sv_se: Efter orderdetaljer

source: Hide Tracking Header
de_de: Tracking-Header ausblenden
he_il: הסתר כותרת פרטי מעקב
hi_in: ट्रैकिंग हैडर छिपाएँ
nb_no: Skjul sporingsoverskrift
pt_pt: Ocultar cabeçalho de rastreamento
ru_ru: Скрыть заголовок отслеживания
sv_se: Dölj spårhuvud

source: Tracking Header text
he_il: מעקב אחר טקסט כותרת
hi_in: ट्रैकिंग हैडर पाठ
nb_no: Sporing av overskriftstekst
pt_pt: Texto do cabeçalho de rastreamento
ru_ru: Текст заголовка отслеживания
sv_se: Spårningslänk-rubrik

source: Tracking Information
de_de: Tracking-Informationen
he_il: פרטי מעקב משלוח
hi_in: ट्रैकिंग जानकारी
nb_no: Sporingsinformasjon
pt_pt: Informações de rastreamento
ru_ru: Отслеживание информации
sv_se: Spåra din försändelse

source: Additional text after header
de_de: Zusätzlicher Text nach Kopfzeile
he_il: טקסט נוסף אחרי כותרת
hi_in: हेडर के बाद अतिरिक्त पाठ
nb_no: Tilleggs tekst etter overskrift
pt_pt: Texto adicional após o cabeçalho
ru_ru: Дополнительный текст после заголовка
sv_se: Ytterligare text

source: Hide tracking information from order line items
de_de: Verfolgen Sie Tracking-Informationen aus Auftragspositionen
he_il: הסתר פרטי מעקב מטבלת הפריטים
hi_in: ऑर्डर लाइन आइटम से ट्रैकिंग जानकारी छिपाएँ
nb_no: Skjul sporingsinformasjon fra ordrelinjer
pt_pt: Ocultar informações de rastreamento dos itens de linha do pedido
sv_se: Dölj spårningsinformation från beställningsrader

source: Simple Layout Design
de_de: Einfaches Layout Design
he_il: עיצוב פשוט
hi_in: सरल लेआउट डिजाइन
nb_no: Enkel layoutdesign
pt_pt: Design simples de layout
ru_ru: Простой дизайн макета
sv_se: Enkel designlayout

source: Content
de_de: Inhalt
he_il: תוכן
hi_in: सामग्री
nb_no: Innhold
pt_pt: Conteúdo
ru_ru: содержание
sv_se: Innehåll

source: Content font size
de_de: Schriftgröße des Inhalts
he_il: גודל גופן של תוכן
hi_in: सामग्री फ़ॉन्ट आकार
nb_no: Innholdsstørrelse
pt_pt: Tamanho da fonte do conteúdo
ru_ru: Размер шрифта содержимого
sv_se: Textstorlek för innehåll

source: Content font color
de_de: Schriftfarbe des Inhalts
he_il: צבע גופן של תוכן
hi_in: सामग्री फ़ॉन्ट रंग
nb_no: Innhold fontfarge
pt_pt: Cor da fonte do conteúdo
ru_ru: Цвет шрифта содержимого
sv_se: Textfärg för innehåll

source: Show bottom border
de_de: Zeige unteren Rand
he_il: הצג גבול תחתון
hi_in: नीचे की सीमा दिखाएं
nb_no: Vis nedre kant
pt_pt: Mostrar borda inferior
ru_ru: Показать нижнюю границу
sv_se: Visa bottenkantlinje

source: Bottom border color
de_de: Farbe des unteren Randes
he_il: צבע גבול תחתון
hi_in: नीचे की सीमा का रंग
nb_no: Nedre kantfarge
pt_pt: Cor da borda inferior
ru_ru: Цвет нижней границы
sv_se: Kantlinjefärg - botten

source: Table layout Design
de_de: Tabellenlayout Design
he_il: עיצוב פריסת טבלה
hi_in: टेबल लेआउट डिजाइन
nb_no: Bordoppsett Design
pt_pt: Layout da tabela
ru_ru: Дизайн стола
sv_se: Tabellutseende

source: Display shipping provider name
de_de: Name des Versandanbieters anzeigen
he_il: הצגת שם ספק המשלוח
hi_in: शिपिंग प्रदाता नाम प्रदर्शित करें
nb_no: Vis leveringsleverandørens navn
pt_pt: Exibir nome do provedor de remessa
ru_ru: Отображение имени поставщика доставки
sv_se: Visa namn för Fraktleverantör

source: Display shipping provider image
de_de: Bild des Versandanbieters anzeigen
he_il: הצגת תמונה של ספק המשלוח
hi_in: शिपिंग प्रदाता छवि प्रदर्शित करें
nb_no: Vis leveringsbilde
pt_pt: Exibir imagem do fornecedor de remessa
ru_ru: Отобразить изображение поставщика доставки
sv_se: Visa miniatyr

source: Hide the ship date
de_de: Verstecken Sie das Versanddatum
he_il: הסתר את תאריך הספינה
hi_in: जहाज की तारीख छिपाएं
nb_no: Skjul skipets dato
pt_pt: Ocultar a data de envio
ru_ru: Скрыть дату отправки
sv_se: Dölj skickat-datum

source: Use tracking number as a link
de_de: Verwenden Sie die Tracking-Nummer als Link
he_il: השתמש במספר המעקב כקישור
hi_in: लिंक के रूप में ट्रैकिंग नंबर का उपयोग करें
nb_no: Bruk sporingsnummer som lenke
pt_pt: Use o número de rastreamento como um link
ru_ru: Используйте номер для отслеживания в качестве ссылки
sv_se: Använd spårningsnummer som länk

source: Table Headers
de_de: Tabellenüberschriften
he_il: כותרות שולחן
hi_in: टेबल हेडर
nb_no: Tabelloverskrifter
pt_pt: Cabeçalhos de tabela
ru_ru: Заголовки таблицы
sv_se: Tabellrubriker

source: Hide Table Headers
de_de: Tabellenüberschriften ausblenden
he_il: הסתר כותרות שולחן
hi_in: टेबल हेडर छिपाएं
nb_no: Skjul tabelloverskrifter
pt_pt: Ocultar cabeçalhos de tabela
ru_ru: Скрыть заголовки таблицы
sv_se: Dölj Tabellrubriker

source: Provider header text
he_il: טקסט כותרת של ספק
hi_in: प्रदाता हैडर पाठ
nb_no: Tilbyderens topptekst
pt_pt: Texto do cabeçalho do provedor
ru_ru: Текст заголовка провайдера
sv_se: Fraktleverantör-rubrik

source: Tracking Number header text
de_de: Tracking-Nummer-Header-Text
he_il: מעקב אחר טקסט כותרת מספר
hi_in: ट्रैकिंग नंबर हेडर टेक्स्ट
nb_no: Sporing nummer overskrift tekst
pt_pt: Texto do cabeçalho do número de rastreamento
ru_ru: Текст заголовка номера отслеживания
sv_se: Spårningsnummer-rubrik

source: Ship date header text
de_de: Versanddatum Kopfzeilentext
he_il: טקסט כותרת תאריך משלוח
hi_in: शिप डेट हेडर टेक्स्ट
nb_no: Send datoens overskriftstekst
pt_pt: Texto do cabeçalho da data de envio
ru_ru: Текст заголовка даты отгрузки
sv_se: 'Skickas'-rubrik

source: Track Label
he_il: טקסט של כפתור מעקב משלוח
hi_in: ट्रैक लेबल
nb_no: Spor etikett
pt_pt: Etiqueta da faixa
ru_ru: Метка дорожки
sv_se: Tabellrubrik för Spårningslänk

source: Track header text
de_de: Verfolgen Sie den Header-Text
he_il: עקוב אחר טקסט הכותרת
hi_in: हेडर टेक्स्ट को ट्रैक करें
nb_no: Spor overskriftstekst
pt_pt: Rastrear texto do cabeçalho
ru_ru: Текст заголовка трека
sv_se: 'Spåra'-rubrik

source: Headers font size
de_de: Schriftgröße der Überschriften
he_il: גודל גופן של כותרות
hi_in: हेडर फ़ॉन्ट आकार
nb_no: Headers skriftstørrelse
pt_pt: Tamanho da fonte dos cabeçalhos
ru_ru: Размер шрифта заголовков
sv_se: Textstorlek för rubriker

source: Headers font color
de_de: Schriftfarbe der Überschriften
he_il: צבע גופן של כותרות
hi_in: हेडर फ़ॉन्ट रंग
nb_no: Headers skriftfarge
pt_pt: Cor da fonte dos cabeçalhos
ru_ru: Цвет шрифта заголовков
sv_se: Textfärg för rubriker

source: Table Content
de_de: Tabelleninhalt
he_il: תוכן טבלה
hi_in: तालिका सामग्री
nb_no: Tabellinnhold
pt_pt: Conteúdo da tabela
ru_ru: Содержание таблицы
sv_se: Tabellinnehåll

source: Padding
de_de: Polsterung
he_il: מרווח
hi_in: गद्दी
pt_pt: Preenchimento
ru_ru: набивка
sv_se: Innermarginal

source: Background color
de_de: Hintergrundfarbe
he_il: צבע רקע
hi_in: पीछे का रंग
nb_no: Bakgrunnsfarge
pt_pt: Cor de fundo
ru_ru: Фоновый цвет
sv_se: Bakgrundsfärg

source: Border color
de_de: Randfarbe
he_il: צבע גבול
hi_in: किनारे का रंग
nb_no: Grensefarge
pt_pt: Cor da borda
ru_ru: Цвет границы
sv_se: Kantlinjefärg
