Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woo-advanced-shipment-tracking/lang/woo-advanced-shipment-tracking-*.po
Languages: de_de, he_il, hi_in, nb_no, pt_pt, ru_ru, sv_se

source: Please install and activate %sWooCommerce%s for WooCommerce Advanced Shipment Tracking!
de_de: Bitte installieren und aktivieren Sie% sWooCommerce% s für WooCommerce Advanced Shipment Tracking!
he_il: יש להתקין ולהפעיל את %sווקומרס%s כדי להשתמש בתוסף מעקב המשלוחים מתקדם של ווקומרס!
hi_in: कृपया WooCommerce उन्नत शिपमेंट ट्रैकिंग के लिए% sWooCommerce% s को स्थापित और सक्रिय करें!
nb_no: Vennligst installer og aktiver %sWooCommerce%s for WooCommerce Advanced Shipment Tracking!
pt_pt: Instale e ative %sWooCommerce%s para o Rastreamento avançado de remessas do WooCommerce!
ru_ru: Пожалуйста, установите и активируйте% sWooCommerce% s для расширенного отслеживания доставки WooCommerce!
sv_se: Vänligen installera och aktivera %sWooCommerce%s för att kunna använda WooCommerce Advanced Shipping Tracking!

source: <strong>Note:</strong> - If you use the custom order status, when you deactivate the plugin, you must register the order status, otherwise these orders will not display on your orders admin. You can find more information and the code <a href="%s" target="blank">snippet</a> to use in functions.php here.
de_de: Hinweis: - Wenn Sie den benutzerdefinierten Bestellstatus verwenden und das Plug-in deaktivieren, müssen Sie den Bestellstatus registrieren. Andernfalls werden diese Bestellungen nicht in Ihrem Bestelladministrator angezeigt. Weitere Informationen und das Code-Snippet zur Verwendung in functions.php finden Sie hier.
he_il: הערה: - אם אתה משתמש בסטטוס ההזמנה המותאם אישית, כאשר אתה מבטל את הפלאגין, עליך לרשום את סטטוס ההזמנה, אחרת ההזמנות הללו לא יוצגו במנהל ההזמנות שלך. תוכל למצוא מידע נוסף ואת קטע הקוד לשימוש ב-functions.php כאן.
hi_in: नोट: - यदि आप कस्टम ऑर्डर स्टेटस का उपयोग करते हैं, जब आप प्लगइन को निष्क्रिय करते हैं, तो आपको ऑर्डर की स्थिति दर्ज करनी होगी, अन्यथा ये ऑर्डर आपके ऑर्डर एडमिन पर प्रदर्शित नहीं होंगे। आप अधिक जानकारी और कार्यों में उपयोग करने के लिए कोड स्निपेट पा सकते हैं। यहाँ देखें।
nb_no: Merk: - Hvis du bruker den egendefinerte ordrestatusen, må du registrere ordrestatusen når du deaktiverer pluginen, ellers vises ikke disse ordrene på bestillingsadministratoren din. Du kan finne mer informasjon og kodebiten du kan bruke i features.php her.
pt_pt: Alterar status para entregue
ru_ru: Примечание: - Если вы используете пользовательский статус заказа, когда вы деактивируете плагин, вы должны зарегистрировать статус заказа, иначе эти заказы не будут отображаться на ваших администраторах заказов. Вы можете найти дополнительную информацию и фрагмент кода для использования в functions.php здесь.

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
de_de: Um Ihre Bestellung zu verfolgen, geben Sie bitte Ihre Bestellnummer in das unten stehende Feld ein und klicken Sie auf "Verfolgen". Dies wurde Ihnen auf Ihrer Quittung und in der Bestätigungs-E-Mail, die Sie hätten erhalten sollen, mitgeteilt.
he_il: כדי לעקוב אחר ההזמנה שלך, הזן את מזהה ההזמנה שלך בתיבה למטה ולחץ על כפתור "עקוב". זה ניתן לך עם קבלתך ובדוא"ל האישור שהיית צריך לקבל.
hi_in: अपने ऑर्डर को ट्रैक करने के लिए कृपया नीचे दिए गए बॉक्स में अपनी ऑर्डर आईडी दर्ज करें और "ट्रैक" बटन दबाएं। यह आपको आपकी रसीद पर दिया गया था और आपको जो पुष्टिकरण ईमेल मिलना चाहिए था।
nb_no: For å spore bestillingen, skriv inn bestillings-IDen i boksen under og trykk på "Spor" -knappen. Dette ble gitt til deg på kvitteringen din og i bekreftelsesmeldingen du skulle ha mottatt.
pt_pt: Para rastrear seu pedido, digite seu ID do pedido na caixa abaixo e pressione o botão "Rastrear". Isso foi fornecido no seu recibo e no e-mail de confirmação que você deveria ter recebido.
ru_ru: Для отслеживания вашего заказа, пожалуйста, введите ваш идентификатор заказа в поле ниже и нажмите кнопку «Отслеживать». Это было дано вам в квитанции и в электронном письме с подтверждением, которое вы должны были получить.
sv_se: Ange ditt Order-ID i rutan nedan och tryck på 'Spåra'-knappen för att spåra din beställning. Informationen återfinns på din faktura/följesedel och i leveransbekräftelsen du fått via e-post.

source: Found in your order confirmation email.
de_de: Gefunden in Ihrer Auftragsbestätigungs-E-Mail.
he_il: נמצא באימייל של אישור ההזמנה שלך.
hi_in: आपके आदेश की पुष्टि ईमेल में मिली।
nb_no: Funnet i bestillingsbekreftelses-e-posten.
pt_pt: Encontrado no email de confirmação do pedido.
ru_ru: Нашел в вашем электронном подтверждении заказа.
sv_se: Som återfinns i e-postmeddelandet med din orderbekräftelse.

source: Order Email
de_de: E-Mail bestellen
he_il: הזמנת דוא"ל
hi_in: आदेश ईमेल
nb_no: Bestill e-post
pt_pt: E-mail do pedido
ru_ru: Электронная почта заказа
sv_se: Orderbekräftelse

source: Track
de_de: Verfolgen
he_il: מעקב הזמנה
hi_in: धावन पथ
nb_no: Sporing
ru_ru: трек
sv_se: Spåra

source: Shipment - %s (out of %s)
de_de: Versand -% s (von% s)
he_il: משלוח -% s (מתוך% s)
hi_in: शिपमेंट -% s (% s में से)
nb_no: Forsendelse -% s (ut av% s)
pt_pt: Remessa -%s (de%s)
ru_ru: Отгрузка -% s (из% s)
sv_se: Leverans - %s (av %s)

source: Tracking details not found in TrackShip
de_de: Tracking-Details wurden in TrackShip nicht gefunden
he_il: פרטי מעקב לא נמצאו ב -TrackShip
hi_in: TrackShip में ट्रैकिंग विवरण नहीं मिला
nb_no: Sporingsdetaljer ikke funnet i TrackShip
pt_pt: Detalhes de rastreamento não encontrados no TrackShip
ru_ru: Детали отслеживания не найдены в TrackShip
sv_se: Spårningsdetaljer hittades inte i TrackShip

source: Order not found.
de_de: Bestellung nicht gefunden.
he_il: הזמנה לא נמצאה
hi_in: आदेश नहीं मिला।
nb_no: Bestillingen ble ikke funnet.
pt_pt: Pedido não encontrado.
ru_ru: Заказ не найден.
sv_se: Beställningen hittades inte.

source: Tracking details not found.
de_de: Tracking-Details nicht gefunden.
he_il: פרטי מעקב לא נמצאו
hi_in: ट्रैकिंग विवरण नहीं मिला।
nb_no: Sporingsdetaljer ikke funnet.
pt_pt: Detalhes de rastreamento não encontrados.
ru_ru: Детали отслеживания не найдены.
sv_se: Spårningsinformation hittades inte.

source: Est. Delivery Date
de_de: Europäische Sommerzeit. Lieferdatum
he_il: הערכה תאריך משלוח
hi_in: EST। डिलीवरी की तारीख
nb_no: Est. Leveringsdato
pt_pt: Husa. Data de entrega
ru_ru: Стандартное восточное время. Дата доставки
sv_se: Beräknat leveransdatum

source: Tracking Details
de_de: Verfolgungsdetails
he_il: פרטי מעקב הזמנה
hi_in: ट्रैकिंग विवरण
nb_no: Sporingsdetaljer
pt_pt: Detalhes de rastreamento
ru_ru: Детали отслеживания
sv_se: Spårningsdetaljer

source: view more
de_de: mehr sehen
he_il: הצג עוד
hi_in: और देखो
nb_no: se mer
pt_pt: Veja mais
ru_ru: смотреть больше
sv_se: visa mer

source: view less
de_de: weniger anzeigen
he_il: הצג פחות
hi_in: कम देखें
nb_no: se mindre
pt_pt: veja menos
ru_ru: смотреть меньше
sv_se: visa mindre

source: Shipment Tracking
de_de: Sendungsverfolgung
he_il: מעקב משלוחים
hi_in: नौवहन पर नज़र रखना
nb_no: Sporing
pt_pt: Rastreamento de Remessa
ru_ru: отслеживание посылки
sv_se: Spåra försändelser

source: Track Shipment
de_de: Sendung verfolgen
he_il: עקוב אחר המשלוח
hi_in: शिपमेंट ट्रैक करना
nb_no: Spor forsendelse
pt_pt: Rastrear Remessa
ru_ru: Трек Отгрузка
sv_se: Spåra sändning

source: Shipped on %s
de_de: Versand auf% s
he_il: נשלח ב- %s
hi_in: % S पर भेज दिया गया
nb_no: Sendt %s
pt_pt: Enviado em %s
ru_ru: Отправлено на% s
sv_se: Skickad %s

source: Mark as Shipped?
de_de: Als versandt markieren?
he_il: סמן את ההזמנה כ״נשלחה״
hi_in: मार्क के रूप में भेज दिया?
nb_no: Marker som sendt?
pt_pt: Marcar como enviado?
ru_ru: Пометить как отправлен?
sv_se: Markera som skickad?

source: Mark as Completed?
de_de: Als erledigt markieren?
he_il: סמן את ההזמנה כ״הושלמה״
hi_in: पूर्ण के रूप में चिह्नित करें?
nb_no: Markere som fullført?
pt_pt: Marcar como concluído?
ru_ru: Отметить как выполненное?
sv_se: Markera som färdigbehandlad?

source: Add Tracking Info
de_de: Tracking-Info hinzufügen
he_il: הוסף פרטי מעקב
hi_in: ट्रैकिंग जानकारी जोड़ें
nb_no: Legg til sporingsinformasjon
pt_pt: Adicionar informações de rastreamento
ru_ru: Добавить информацию отслеживания
sv_se: Lägg till sändningsinformation

source: Shipping Provider:
de_de: Versandanbieter:
he_il: ספק משלוח
hi_in: शिपिंग प्रदाता:
nb_no: Fraktleverandør:
pt_pt: Fornecedor de envio:
ru_ru: Поставщик доставки:
sv_se: Fraktleverantör:

source: Select Provider
de_de: Wählen Sie Provider aus
he_il: בחר ספק משלוח
nb_no: Velg fraktselskap
pt_pt: Selecionar Fornecedor
ru_ru: Выберите провайдера
sv_se: Välj leverantör

source: Tracking number:
de_de: Auftragsnummer, Frachtnummer, Sendungscode:
he_il: מספר מעקב
hi_in: खोज संख्या:
nb_no: Sporingsnummer:
pt_pt: Numero de rastreio:
ru_ru: Идентификационный номер:
sv_se: Sändningsnummer:

source: Product Code:
de_de: Produktcode:
he_il: קוד מוצר
hi_in: उत्पाद कोड:
nb_no: Produktkode:
pt_pt: Código do produto:
ru_ru: Код продукта:
sv_se: Produktkod:

source: Date shipped:
de_de: Lieferdatum:
he_il: תאריך משלוח:
hi_in: जिस तारीख पर भेजा गया:
nb_no: Dato sendt:
pt_pt: Data de envio:
ru_ru: Дата отправки:
sv_se: Skickas datum:

source: Mark order as:
de_de: Bestellung markieren als:
he_il: שנה הזמנה כ:
hi_in: आदेश के रूप में चिह्नित करें:
nb_no: Merk ordre som:
pt_pt: Marque o pedido como:
ru_ru: Отметить заказ как:
sv_se: Markera order som:

source: Partial Shipped
de_de: Teilweise versandt
he_il: חלקי נשלח
hi_in: आंशिक भेज दिया
nb_no: Delvis sendt
pt_pt: Enviado Parcialmente
ru_ru: Частично отправлен
sv_se: Dellevererad

source: Save Tracking
de_de: Tracking speichern
he_il: שמירת פרטי מעקב
hi_in: ट्रैकिंग सहेजें
nb_no: Lagre sporing
pt_pt: Salvar rastreamento
ru_ru: Сохранить отслеживание
sv_se: Spara sändningsinformation

source: Preview:
de_de: Vorschau:
he_il: תצוגה מקדימה:
hi_in: पूर्वावलोकन:
nb_no: Forhåndsvis:
pt_pt: Pré-visualização:
ru_ru: Предварительный просмотр:
sv_se: Förhandsvisning:

source: Tracking info was deleted for tracking provider %s with tracking number %s
de_de: Die Tracking-Informationen wurden für den Tracking-Anbieter% s mit der Tracking-Nummer% s gelöscht
he_il: פרטי המעקב נמחקו עבור ספק המעקב% s עם מספר המעקב% s
hi_in: ट्रैकिंग जानकारी को ट्रैकिंग नंबर% s के साथ ट्रैकिंग प्रदाता% s के लिए हटा दिया गया था
nb_no: Sporingsinfo ble slettet for sporingsleverandør% s med sporingsnummer% s
pt_pt: As informações de rastreamento foram excluídas para o provedor de rastreamento %s com o número de rastreamento %s
ru_ru: Информация отслеживания удалена для поставщика отслеживания% s с номером отслеживания% s
sv_se: Spårningsinformationen raderades för %s med spårningsnummer %s

source: Order was shipped with %s and tracking number is: %s
de_de: Die Bestellung wurde mit% s verschickt und die Sendungsnummer lautet:% s
he_il: ההזמנה נשלחה עם %s, מספר המעקב הוא %s
hi_in: % S और ट्रैकिंग नंबर के साथ ऑर्डर भेज दिया गया है:% s
nb_no: Ordren ble sendt med% s og sporingsnummeret er:% s
pt_pt: O pedido foi enviado com %s e o número de rastreamento é: %s
ru_ru: Заказ был отправлен с% s, номер отслеживания:% s
sv_se: Ordern skickades med %s och spårningsnumret är: %s

source: Delivered
de_de: Geliefert
he_il: נמסר ללקוח
hi_in: पहुंचा दिया
nb_no: leveres
pt_pt: Entregue
ru_ru: доставлен
sv_se: Levererad

source: Delivered <span class="count">(%s)</span>
de_de: Geliefert <span class="count">(%s)</span>
he_il: הועבר <span class = "count"> (% s) </span>
hi_in: वितरित <span class="count">(%s)</span>
nb_no: Levert <span class="count">(%s)</span>
pt_pt: Entregue (% s)
ru_ru: Доставлено <span class="count">(%s)</span>
sv_se: Skickades <span class = "count"> (% s) </ span>

source: Updated Tracking
de_de: Aktualisiertes Tracking
he_il: עדכון פרטי משלוח
hi_in: अपडेटेड ट्रैकिंग
nb_no: Oppdatert sporing
pt_pt: Rastreamento atualizado
ru_ru: Обновленное отслеживание
sv_se: Uppdaterad sändningsinformation

source: Updated Tracking <span class="count">(%s)</span>
de_de: Aktualisiertes Tracking <span class="count">(%s)</span>
he_il: עדכון פרטי משלוח <span class = "count"> (% s) </span>
hi_in: अपडेट किया गया ट्रैकिंग <span class="count">(%s)</span>
nb_no: Oppdatert sporing <span class="count">(%s)</span>
pt_pt: Rastreamento atualizado <span class="count">(%s)</span>
ru_ru: Обновленное отслеживание <span class="count">(%s)</span>
sv_se: Uppdaterad spårning <span class="count">(%s)</span>

source: Partially Shipped
de_de: zum Teil versandt
he_il: נשלח חלקית
hi_in: आंशिक रूप से भेजा गया
nb_no: delvis sendt
pt_pt: enviado parcialmente
ru_ru: Частично отправлен
sv_se: Dellevererad

source: Partially Shipped <span class="count">(%s)</span>
de_de: Teilweise versandt <span class="count">(%s)</span>
he_il: נשלח חלקית <span class = "count"> (% s) </span>
hi_in: आंशिक रूप से भेज दिया गया <span class="count">(%s)</span>
nb_no: Delvis sendt <span class="count">(%s)</span>
pt_pt: Enviado parcialmente (% s) <span class="count">(%s)</span>
ru_ru: Частично отправлен <span class="count">(%s)</span>
sv_se: Dellevererad <span class="count">(%s)</span>

source: Shipped
de_de: Versendet
he_il: נשלחה
hi_in: भेज दिया
nb_no: Utsendt
pt_pt: Enviada
ru_ru: Высылаем
sv_se: Skickad

source: Shipped <span class="count">(%s)</span>
de_de: Versand <span class="count">(%s)</span>
he_il: נשלח <span class = "count"> (% s) </span>
hi_in: भेज दिया गया <span class="count">(%s)</span>
nb_no: Sendt <span class="count">(%s)</span>
pt_pt: Enviado <span class="count">(%s)</span>
ru_ru: Отправлено <span class="count">(%s)</span>
sv_se: <span class = "count"> (% s) </ span> skickad

source: Change status to shipped
de_de: Ändern Sie den Status in "Versand"
he_il: שנה סטטוס ההזמנה ל״נשלח ללקוח״
hi_in: शिप करने की स्थिति बदलें
nb_no: Endre status til sendt
pt_pt: Alterar status para enviado
ru_ru: Изменить статус на отправленный
sv_se: Ändra status till skickad

source: Completed
de_de: vollendet, fertiggestellt
he_il: הושלם
hi_in: पूरा कर लिया है
nb_no: fullført
pt_pt: Concluída
ru_ru: Завершенный
sv_se: Färdigbehandlad

source: Add Tracking Number
de_de: Tracking-Nummer hinzufügen
he_il: הוסף מספר מעקב
hi_in: ट्रैकिंग नंबर जोड़ें
nb_no: Legg til sporingsnummer
pt_pt: Adicionar número de rastreamento
ru_ru: Добавить номер для отслеживания
sv_se: Lägg till spårningsnummer

source: Resend delivered order notification
de_de: Senden Sie die gelieferte Bestellbenachrichtigung erneut
he_il: שלח שוב את הודעת ההזמנה לסטטוס נמסר ללקוח
hi_in: डिलीट ऑर्डर नोटिफिकेशन
nb_no: Send levert ordrevarsel på nytt
pt_pt: Reenviar notificação de pedido entregue
ru_ru: Отправить уведомление о доставке заказа
sv_se: Återsänd ordermeddelande om 'Levererat'

source: There are some issue with sync, Please Retry.
de_de: Es gibt ein Problem mit der Synchronisierung. Bitte versuchen Sie es erneut.
he_il: יש כמה בעיות בסנכרון, אנא נסה שוב.
hi_in: सिंक के साथ कुछ समस्याएँ हैं, कृपया पुनः प्रयास करें।
nb_no: Det er noen problemer med synkronisering, prøv på nytt.
pt_pt: Há algum problema com a sincronização. Tente novamente.
ru_ru: Возникла проблема с синхронизацией. Повторите попытку.
sv_se: Det uppstod ett problem med synkroniseringen. Vänligen försök igen.

source: view details
de_de: Details anzeigen
he_il: הצג פרטים
hi_in: विवरण देखें
nb_no: Vis detaljer
pt_pt: ver detalhes
ru_ru: посмотреть детали
sv_se: visa detaljer

source: hide details
de_de: Details ausblenden
he_il: הסתר פרטים
hi_in: जानकारी छिपाएँ
nb_no: skjul detaljer
pt_pt: detalhes ocultos
ru_ru: скрыть детали
sv_se: dölj detaljer

source: Documentation
de_de: Dokumentation
he_il: תיעוד
hi_in: प्रलेखन
nb_no: dokumentasjon
pt_pt: Documentação
ru_ru: Документация
sv_se: Dokumentation

source: Connected
de_de: In Verbindung gebracht
he_il: מחובר
hi_in: जुड़े हुए
nb_no: Tilkoblet
pt_pt: Conectada
ru_ru: Связано
sv_se: Ansluten

source: TrackShip
he_il: מסלול מסלול

source: Active
de_de: Aktiv
he_il: פעיל
hi_in: सक्रिय
nb_no: Aktiv
pt_pt: Ativa
ru_ru: активный
sv_se: Aktiv

source: Provider
de_de: Anbieter
he_il: ספק המשלוח
hi_in: प्रदाता
nb_no: Forsørger
pt_pt: Fornecedor
ru_ru: поставщик
sv_se: Fraktleverantör

source: You don't have any %s shipping providers.
de_de: Sie haben keine% s Versandanbieter.
he_il: לא הופעלו ספקי משלוח
hi_in: आपके पास कोई% s शिपिंग प्रदाता नहीं हैं।
nb_no: Du har ingen% s fraktleverandører.
pt_pt: Você não possui% s fornecedores de remessas.
ru_ru: У вас нет% s провайдеров доставки.
sv_se: Du har inte valt några %s fraktleverantörer.

source: Select Tracking Page
de_de: Wählen Sie Tracking-Seite
he_il: בחר עמוד מעקב משלוחים
hi_in: ट्रैकिंग पृष्ठ का चयन करें
nb_no: Velg Sporingsside
pt_pt: Selecionar página de acompanhamento
ru_ru: Выберите страницу отслеживания
sv_se: Välj spårningssida

source: Tracking Page Layout
de_de: Seitenlayout verfolgen
he_il: עיצוב עמוד מעקב משלוחים
hi_in: ट्रैकिंग पेज लेआउट
nb_no: Sporing av sidelayout
pt_pt: Layout da página de rastreamento
ru_ru: Отслеживание макета страницы
sv_se: Utseende för spårningssida

source: Hide Shipping Provider Image
de_de: Bild des Versandanbieters ausblenden
he_il: הסתר את תמונת ספק המשלוח
hi_in: शिपिंग प्रदाता छवि छिपाएँ
nb_no: Skjul leverandørbilde
pt_pt: Ocultar imagem do fornecedor de remessa
ru_ru: Скрыть изображение поставщика доставки
sv_se: Dölj Fraktleverantör-logo

source: Remove TrackShip branding
de_de: Entfernen Sie das TrackShip-Branding
he_il: הסר את המיתוג של TrackShip
hi_in: ट्रैकशिप ब्रांडिंग निकालें
nb_no: Fjern TrackShip-merkevarebygging
pt_pt: Remover a marca do TrackShip
ru_ru: Удалить бренд TrackShip
sv_se: Ta bort Trackship logotyp från spårningssida

source: Get Shipment Status
de_de: Sendungsstatus abrufen
he_il: קבל סטטוס משלוח
hi_in: शिपमेंट स्थिति प्राप्त करें
nb_no: Få forsendelsesstatus
pt_pt: Obter status da remessa
ru_ru: Получить статус отгрузки
sv_se: Visa fraktstatus

source: Pre Transit
he_il: קדם משלוח
hi_in: पूर्व पारगमन
pt_pt: Pré trânsito
ru_ru: До транзита
sv_se: Registrerad för sändning

source: In Transit
de_de: Im Transit
he_il: המשלוח בדרך
hi_in: रास्ते में
nb_no: I transitt
pt_pt: Em trânsito
ru_ru: В пути
sv_se: Under leverans

source: Available For Pickup
de_de: Zur Abholung bereit
he_il: זמין לאיסוף
hi_in: बटोरने के लिए उपलब्ध
nb_no: Tilgjengelig for Henting
pt_pt: Disponível para retirada
ru_ru: Доступен для получения
sv_se: Tillgänglig för upphämtning

source: Out For Delivery
de_de: Raus zur Lieferung
he_il: יצא למסירה
hi_in: डिलिवरी के लिए रवाना
nb_no: Ut for levering
pt_pt: Saiu para entrega
ru_ru: на доставке
sv_se: Ute för Leverans

source: Failed Attempt
de_de: Misslungener Versuch
he_il: נסיון מסירה נכשל
hi_in: असफल प्रयास
nb_no: Mislykket forsøk
pt_pt: Tentativa com falha
ru_ru: Неудачная попытка
sv_se: Misslyckat leveransförsök

source: Return To Sender
de_de: Zurück an den Absender
he_il: הוחזר לשולח
hi_in: भेजने वाले को वापिस लौटा दें
nb_no: Returner til avsender
pt_pt: Retornar ao remetente
ru_ru: Вернуть отправителю
sv_se: Åter till avsändare

source: On Hold
de_de: In Wartestellung
he_il: בהמתנה
hi_in: होल्ड पर
nb_no: På vent
pt_pt: Em espera
ru_ru: На удерживании
sv_se: Placerad i kö

source: Shipment Providers
de_de: Versandanbieter
he_il: ספקי משלוחים
hi_in: शिपमेंट प्रदाता
nb_no: Forsendelsesleverandører
pt_pt: Fornecedores de Remessas
ru_ru: отгрузка Провайдеры
sv_se: Fraktleverantörer

source: Shipment Status
de_de: Versandstatus
he_il: סטטוס משלוח
hi_in: नौवहन स्थिति
nb_no: Forsendelsesstatus
pt_pt: Status de envio
ru_ru: Пересылка статус
sv_se: Leveransstatus

source: Tracking issues
de_de: Verfolgung von Problemen
he_il: מעקב אחר בעיות
hi_in: ट्रैकिंग मुद्दे
nb_no: Sporingsproblemer
pt_pt: Problemas de rastreamento
ru_ru: Проблемы с отслеживанием
sv_se: Spårningsproblem

source: data not available.
de_de: keine Daten verfügbar.
he_il: נתונים לא זמינים.
hi_in: डेटा उपलब्ध नहीं।
nb_no: data ikke tilgjengelig.
pt_pt: dados não disponíveis.
ru_ru: данные не доступны.
sv_se: data är inte tillgängligt.

source: View more on TrackShip
de_de: Erfahren Sie mehr über TrackShip
he_il: הצג יותר ב- TrackShip
hi_in: TrackShip पर अधिक देखें
nb_no: Se mer på TrackShip
pt_pt: Veja mais em TrackShip
ru_ru: Посмотреть больше на TrackShip
sv_se: Visa mer på TrackShip

source: Tracking info display
de_de: Tracking-Info-Anzeige
he_il: תצוגת מידע מעקב
hi_in: ट्रैकिंग जानकारी प्रदर्शित करें
pt_pt: Exibição de informações de rastreamento
ru_ru: Отображение информации отслеживания
sv_se: Utseende för sändningsinformationen

source: Order Status Emails
de_de: Bestellstatus-E-Mails
he_il: אימיילים של סטטוס הזמנה
hi_in: आदेश स्थिति ईमेल
nb_no: E-postmeldinger om bestillingsstatus
pt_pt: E-mails do status do pedido
ru_ru: Письма о статусе заказа
sv_se: E-postmeddelande för orderstatus

source: Shipment Status Emails
de_de: Sendungsstatus-E-Mails
he_il: התראות אימייל על שינוי סטטוס משלוח
hi_in: शिपमेंट स्थिति ईमेल
nb_no: Sendingsstatus e-poster
pt_pt: E-mails de status da remessa
ru_ru: Электронные письма о статусе отгрузки
sv_se: E-poststatusnotiser

source: Admin Notifications
de_de: Admin-Benachrichtigungen
he_il: התראות מנהל
hi_in: व्यवस्थापक सूचनाएं
nb_no: Administrasjonsvarsler
pt_pt: Notificações de administrador
ru_ru: Уведомления администратора
sv_se: Administratörsmeddelanden

source: General Settings
de_de: Allgemeine Einstellungen
he_il: הגדרות כלליות
hi_in: सामान्य सेटिंग्स
nb_no: Generelle innstillinger
pt_pt: Configurações Gerais
ru_ru: общие настройки
sv_se: Allmänna inställningar

source: Table layout design
de_de: Design des Tabellenlayouts
he_il: עיצוב טבלה
hi_in: टेबल लेआउट डिजाइन
nb_no: Design av tabelloppsett
pt_pt: Projeto de layout da tabela
ru_ru: Дизайн стола
sv_se: Tabell layout design

source: Simple layout design
de_de: Einfaches Layout-Design
he_il: עיצוב טקסט פשוט
hi_in: सरल लेआउट डिजाइन
nb_no: Enkel layoutdesign
pt_pt: Projeto de layout simples
ru_ru: Простой дизайн макета
sv_se: Enkel designlayout

source: Delivered order status email
de_de: Bestellstatus per E-Mail zugestellt
he_il: אימייל סטטוס הזמנה שנמסרה ללקוח
hi_in: वितरित स्थिति स्थिति ईमेल
nb_no: Leveret ordre status e-post
pt_pt: E-mail de status do pedido entregue
ru_ru: Письмо с доставленным статусом заказа
sv_se: E-postmeddelande för 'Levererad'-status

source: Completed order status email
de_de: E-Mail mit dem Status der abgeschlossenen Bestellung
he_il: אימייל לסטטוס הזמנה הושלמה
hi_in: पूर्ण आदेश स्थिति ईमेल
nb_no: Fullført e-post for ordrestatus
pt_pt: E-mail de status do pedido concluído
ru_ru: Электронная почта о статусе выполненного заказа
sv_se: Färdig e-postadress för orderstatus

source: Partially Shipped status email
de_de: Teilweise versendete Status-E-Mail
he_il: דוא"ל לסטטוס הזמנה ״נשלח חלקית״
hi_in: आंशिक रूप से भेज दिया स्थिति ईमेल
nb_no: Delvis sendt status-e-post
pt_pt: Email de status parcialmente enviado
ru_ru: Частично отправлен статус электронной почты
sv_se: E-postmeddelande för 'Dellevererad'-status

source: Updated Tracking status email
de_de: Aktualisierte Tracking-Status-E-Mail
he_il: דוא"ל סטטוס עדכון פרטי משלוח
hi_in: अद्यतित ट्रैकिंग स्थिति ईमेल
nb_no: Oppdatert e-post for sporingsstatus
pt_pt: Email de status de rastreamento atualizado
ru_ru: Обновлен статус отслеживания по электронной почте
sv_se: E-post - Uppdaterad sändningsinformation

source: Late Shipments
de_de: Verspätete Lieferungen
he_il: משלוחים מאוחרים
hi_in: देर से लदान
nb_no: Sent forsendelse
pt_pt: Remessas atrasadas
ru_ru: Поздние поставки
sv_se: Leveransförseningar

source: Select order to preview
de_de: Wählen Sie die Bestellung aus, um eine Vorschau anzuzeigen
he_il: בחר הזמנה לתצוגה מקדימה
hi_in: पूर्वावलोकन करने के लिए आदेश का चयन करें
nb_no: Velg rekkefølge for forhåndsvisning
pt_pt: Selecionar ordem para visualizar
ru_ru: Выберите порядок для предварительного просмотра
sv_se: Välj order att förhandsgranska
