Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woo-advanced-shipment-tracking/lang/woo-advanced-shipment-tracking-*.po
Languages: de_de, he_il, hi_in, nb_no, pt_pt, ru_ru, sv_se

source: Border size
de_de: Rahmengrösse
he_il: גודל גבול
hi_in: सीमा का आकार
pt_pt: Tamanho da borda
ru_ru: Размер границы
sv_se: Kantlinjestorlek

source: Content Text align
de_de: Inhalt Text ausrichten
he_il: יישור טקסט תוכן
hi_in: सामग्री पाठ संरेखित करें
nb_no: Innhold Tekst justeres
pt_pt: Alinhar texto do conteúdo
ru_ru: Содержание текста выровнять
sv_se: Justering för innehåll

source: Content line height
de_de: Höhe der Inhaltszeile
he_il: גובה שורה של תוכן
hi_in: सामग्री लाइन ऊंचाई
nb_no: Innholdslinjehøyde
pt_pt: Altura da linha de conteúdo
ru_ru: Высота строки содержимого
sv_se: Innehåll - Radhöjd

source: Content font weight
de_de: Schriftgröße des Inhalts
he_il: משקל גופן תוכן
hi_in: सामग्री फ़ॉन्ट वजन
nb_no: Innhold skrifttype vekt
pt_pt: Peso da fonte do conteúdo
ru_ru: Вес шрифта содержимого
sv_se: Innehåll - Fetstil

source: Tracking Link
he_il: קישור מעקב
hi_in: ट्रैकिंग लिंक
nb_no: Sporingslenke
pt_pt: Link de rastreamento
ru_ru: Ссылка для отслеживания
sv_se: Spårningslänk

source: Font Color
de_de: Schriftfarbe
he_il: צבע גופן
hi_in: लिपि का रंग
nb_no: Skriftfarge
pt_pt: Cor da fonte
ru_ru: Цвет шрифта
sv_se: Textfärg

source: Border
de_de: Rand
he_il: גבול
hi_in: सीमा
nb_no: Grense
pt_pt: Fronteira
ru_ru: бордюр
sv_se: Understrykning

source: To preview the tracking display, please add tracking information to at least one order and choose it in the preview order selection.
de_de: Um eine Vorschau der Tracking-Anzeige anzuzeigen, fügen Sie mindestens einer Bestellung Tracking-Informationen hinzu und wählen Sie diese in der Auswahl der Vorschau-Bestellung aus.
he_il: לתצוגה מקדימה של תצוגת פרטי מעקב משלוח, הוסף מידע על מעקב להזמנה אחת לפחות ובחר את ההזמנה בבחירת ההזמנה לתצוגה מקדימה.
hi_in: ट्रैकिंग प्रदर्शन का पूर्वावलोकन करने के लिए, कृपया कम से कम एक आदेश में ट्रैकिंग जानकारी जोड़ें और पूर्वावलोकन क्रम चयन में इसे चुनें।
nb_no: Hvis du vil forhåndsvise sporingsvisningen, kan du legge til sporingsinformasjon i minst en ordre og velge den i forhåndsvisningsordrevalget.
pt_pt: Para visualizar a exibição de rastreamento, adicione as informações de rastreamento a pelo menos um pedido e escolha-o na seleção do pedido de visualização.
ru_ru: Для предварительного просмотра отображения отслеживания добавьте информацию отслеживания хотя бы в один заказ и выберите его в списке предварительного просмотра.
sv_se: För att förhandsgranska spårningsutseendet, lägg till spårningsinformation i minst en beställning och välj den i förhandsgranskningsvalet.

source: Your {site_title} order is now partially shipped
de_de: Ihre {site_title} Bestellung wird jetzt teilweise versendet
he_il: ההזמנה שלך {site_title} נשלחה באופן חלקי
hi_in: आपका {site_title} आदेश अब आंशिक रूप से शिप किया गया है
nb_no: {Site_title} bestillingen din er nå delvis sendt
pt_pt: Seu pedido de {site_title} agora foi enviado parcialmente
ru_ru: Ваш {site_title} заказ частично отправлен
sv_se: Din {site_title} beställning är nu delvis skickad

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been partially shipped.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} teilweise versendet wurde.
he_il: שלום שם. חשבנו שתרצה לדעת שההזמנה האחרונה שלך מ- {site_title} נשלחה באופן חלקי.
hi_in: नमस्ते। हमने सोचा था कि आप जानना चाहते हैं कि {site_title} से आपका हालिया ऑर्डर आंशिक रूप से शिप किया गया है।
nb_no: Hei der. vi trodde du vil vite at den siste bestillingen din fra {site_title} er delvis sendt.
pt_pt: Olá. achamos que você gostaria de saber que seu pedido recente de {site_title} foi parcialmente enviado.
ru_ru: Всем привет. мы подумали, что вы хотели бы знать, что ваш недавний заказ с {site_title} частично отправлен.
sv_se: Hej. En del av din beställning från {site_title} har skickats.

source: Enable Partially Shipped order status email
de_de: Teilweise versendete Bestellstatus-E-Mail aktivieren
he_il: הפעל דוא"ל סטטוס ההזמנה שנשלח באופן חלקי
hi_in: आंशिक रूप से भेज दिया गया ऑर्डर स्थिति ईमेल सक्षम करें
nb_no: Aktiver delvis sendt e-post for ordrestatus
pt_pt: Ativar email de status de pedido parcialmente enviado
ru_ru: Разрешить частичную доставку заказа по электронной почте
sv_se: Aktivera "Delvis skickad"-status e-post

source: Your {site_title} order is now updated tracking
de_de: Ihre {site_title} Bestellung wird jetzt nachverfolgt
he_il: פרטי מעקב משלוח להזמנה שלך מ-{site_title} עודכנו
hi_in: आपका {site_title} आदेश अब अपडेट किया गया ट्रैकिंग है
nb_no: {Site_title} bestillingen din er nå oppdatert sporing
pt_pt: Seu pedido de {site_title} agora está atualizado
ru_ru: Ваш заказ {site_title} обновлен
sv_se: Spårning uppdaterad för din {site_title} beställning

source: Hi there. we thought you'd like to know that the shipment tracking for your recent order from {site_title} has been updated.
de_de: Hallo. Wir dachten, Sie möchten wissen, dass die Sendungsverfolgung für Ihre letzte Bestellung von {site_title} aktualisiert wurde.
he_il: שלום שם. חשבנו שתרצה לדעת שפרטי מעקב המשלוח להזמנתך האחרונה מ- {site_title} עודכנו.
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहते हैं कि {site_title} से आपके हाल के ऑर्डर के लिए शिपमेंट ट्रैकिंग अपडेट हो गई है।
nb_no: Hei der. vi trodde du vil vite at forsendelsessporing for den siste bestillingen din fra {site_title} er oppdatert.
pt_pt: Olá. achamos que você gostaria de saber que o rastreamento de remessas do seu pedido recente de {site_title} foi atualizado.
ru_ru: Всем привет. мы подумали, что вы хотели бы знать, что отслеживание отправки вашего недавнего заказа с {site_title} обновлено.
sv_se: Hej. Din beställning från {site_title} har fått uppdaterad spårningsinformation.

source: Enable Updated Tracking order status email
de_de: Aktivieren Sie die E-Mail mit dem Status der aktualisierten Sendungsverfolgung
he_il: אפשר דוא"ל סטטוס להזמנת עדכון פרטי מעקב
hi_in: अद्यतित ट्रैकिंग आदेश स्थिति ईमेल सक्षम करें
nb_no: Aktiver e-post for oppdatert sporingsordresstatus
pt_pt: Ativar email de status do pedido de rastreamento atualizado
ru_ru: Включить обновление статуса отслеживания заказа по электронной почте
sv_se: Aktivera "Uppdaterad spårningsinfo"-status e-post

source: Late shipment for order #{order_number}
de_de: Verspäteter Versand für Bestellnummer {Bestellnummer}
he_il: משלוח מאוחר להזמנה מספר {order_number}
hi_in: ऑर्डर के लिए लेट शिपमेंट # {order_number}
nb_no: Sen forsendelse for ordre nr. {Ordre_nummer}
pt_pt: Envio atrasado para o pedido nº {order_number}
ru_ru: Поздняя отгрузка для заказа № {номер_порядка}
sv_se: Din beställning #{order_number} är försenad

source: Late shipment
de_de: Verspäteter Versand
he_il: משלוח מאוחר
hi_in: लेट शिपमेंट
nb_no: Sen forsendelse
pt_pt: Envio atrasado
ru_ru: Поздняя отправка
sv_se: Försenad leverans

source: This shipment exceeded {shipment_length} days.
de_de: Diese Sendung hat die {Sendungslänge} Tage überschritten.
he_il: משלוח זה עבר את {shipment_length} ימים.
hi_in: यह शिपमेंट {शिपमेंट_लिफ्ट} दिनों से अधिक हो गया।
nb_no: Denne sendingen overskredet {shipment_length} dager.
pt_pt: Esta remessa excedeu {shipment_length} dias.
ru_ru: Эта отправка превысила {shipment_length} дней.
sv_se: Den här leveransen har överskridit {shipment_length} dagar.

source: Late Shipments admin email
de_de: Administrator-E-Mail für verspätete Sendungen
he_il: דוא"ל מנהל מאוחרים
hi_in: देर से लदान व्यवस्थापक ईमेल
pt_pt: E-mail de administrador para remessas atrasadas
ru_ru: Поздняя рассылка админ
sv_se: Administratörsmejl med leveransförseningar

source: Enable Late Shipments admin email
de_de: Aktivieren Sie die Administrator-E-Mail für verspätete Sendungen
he_il: אפשר דוא"ל מנהל של משלוחים מאוחרים
hi_in: लेट शिपमेंट एडमिन ईमेल को इनेबल करें
nb_no: Aktiver administrasjonsadresse for sent
pt_pt: Habilitar email de administrador de remessas atrasadas
ru_ru: Включить электронную почту администратора поздних отправлений
sv_se: Aktivera e-post för sena leveranser

source: E.g. {admin_email}, admin@example.org
de_de: Z.B. {admin_email}, admin@example.org
he_il: למשל {admin_email}, admin@example.org
hi_in: जैसे {admin_email}, admin@example.org
nb_no: F.eks {admin_email}, admin@example.org
pt_pt: Por exemplo. {admin_email}, admin@example.org
ru_ru: Например. {admin_email}, admin@example.org
sv_se: T.ex. {admin_email}, admin@example.org

source: Your order #{order_number} is on hold
de_de: Ihre Bestellnummer {Bestellnummer} wird gehalten
he_il: הזמנה #{order_number} נמצאת במצב המתנה
hi_in: आपका आदेश # {order_number} होल्ड पर है
nb_no: Bestillingen din # {order_number} er på vent
pt_pt: Seu pedido # {order_number} está em espera
ru_ru: Ваш заказ № {порядковый номер} приостановлен
sv_se: Din beställning # {order_nummer} är i vänteläge

source: Hi there. we thought you'd like to know that your recent order from {site_title} is on hold
de_de: Hallo. Wir dachten, Sie möchten wissen, dass Ihre letzte Bestellung von {site_title} zurückgestellt wurde
he_il: שלום, רצינו לעדכן שסטטוס ההזמנה מ - {site_title} נמצאת במצב המתנה
hi_in: नमस्ते। हमने सोचा कि आप जानना चाहते हैं कि {site_title} से आपका हालिया आदेश चालू है
nb_no: Hei der. vi trodde du vil vite at den siste bestillingen din fra {site_title} er på vent
pt_pt: Olá. pensamos que você gostaria de saber que seu pedido recente de {site_title} está em espera
ru_ru: Всем привет. мы подумали, что вы хотели бы знать, что ваш недавний заказ от {site_title} приостановлен
sv_se: Hallå där. Vi trodde att du skulle vilja veta att din senaste beställning från {site_title} är på vent

source: Delivered order
de_de: Gelieferte Bestellung
he_il: ההזמנה נמסרה ללקוח
hi_in: वितरित आदेश
nb_no: Leveres ordre
pt_pt: Pedido entregue
ru_ru: Доставленный заказ
sv_se: Levererad order

source: Order delivered emails are sent to customers when their orders are marked delivered and usually indicate that their orders have been shipped.
de_de: Von der Bestellung zugestellte E-Mails werden an Kunden gesendet, wenn ihre Bestellungen als zugestellt markiert sind und in der Regel angeben, dass ihre Bestellungen versandt wurden.
he_il: הודעות דוא"ל שנמסרו על ההזמנה נשלחות ללקוחות כאשר ההזמנות שלהם מסומנות ונמסרות בדרך כלל ומציינות שההזמנות שלהם נשלחו.
hi_in: ऑर्डर डिलीवर किए गए ईमेल ग्राहकों को तब भेजे जाते हैं जब उनके ऑर्डर डिलीवर हो जाते हैं और आमतौर पर संकेत मिलता है कि उनके ऑर्डर भेज दिए गए हैं।
nb_no: Ordre levert e-post blir sendt til kundene når deres ordrer er merket levert og indikerer vanligvis at deres ordrer er sendt.
pt_pt: Os e-mails de pedidos entregues são enviados aos clientes quando os pedidos são marcados como entregues e geralmente indicam que os pedidos foram enviados.
ru_ru: Письма с доставкой заказа отправляются клиентам, когда их заказы помечены как доставленные, и обычно указывают, что их заказы были отправлены.
sv_se: E-post med information om att ordern levererats skickas när en order markerats som levererad och innebär vanligtvis att en order således har skickats.

source: Click Here
de_de: Klick hier
he_il: לחץ כאן
hi_in: यहां क्लिक करे
nb_no: Klikk her
pt_pt: Clique aqui
ru_ru: Кликните сюда
sv_se: Klicka här

source: Edit in customizer
de_de: Bearbeiten Sie im Customizer
he_il: עריכה בהתאמה אישית
hi_in: कस्टमाइज़र में संपादित करें
nb_no: Rediger i tilpassing
pt_pt: Editar no personalizador
ru_ru: Редактировать в настройщике
sv_se: Redigera i anpassaren

source: Import tracking information from a CSV file
de_de: Importieren Sie Tracking-Informationen aus einer CSV-Datei
he_il: ייבא פרטי מעקב מקובץ CSV
hi_in: CSV फ़ाइल से ट्रैकिंग जानकारी आयात करें
nb_no: Importer sporingsinformasjon fra en CSV-fil
pt_pt: Importar informações de rastreamento de um arquivo CSV
ru_ru: Импортировать информацию отслеживания из файла CSV
sv_se: Importera spårningsinformation från en CSV-fil

source: Continue
de_de: Fortsetzen
he_il: המשך
hi_in: जारी रखें
nb_no: Fortsette
pt_pt: Continuar
ru_ru: Продолжать
sv_se: Fortsätta

source: Settings Saved.
de_de: Einstellungen gespeichert.
he_il: הגדרות נשמרו
hi_in: सेटिंग्स को सहेजा गया।
nb_no: Instillinger lagret.
pt_pt: Configurações salvas.
ru_ru: Настройки сохранены.
sv_se: Inställningar Sparade.

source: Your tracking information are now being imported...
de_de: Ihre Tracking-Informationen werden jetzt importiert ...
he_il: פרטי המעקב מיובאים
hi_in: आपकी ट्रैकिंग जानकारी अब आयात की जा रही है ...
nb_no: Sporinformasjonen din blir nå importert ...
pt_pt: Suas informações de rastreamento agora estão sendo importadas ...
ru_ru: Ваша информация об отслеживании импортируется ...
sv_se: Din spårningsinformation importeras nu ...

source: Upload Progress -
de_de: Upload-Fortschritt -
he_il: קצב התקדמות הייבוא -
hi_in: अपलोड प्रगति -
nb_no: Last opp fremgang -
pt_pt: Progresso do upload -
ru_ru: Загрузить прогресс -
sv_se: Uppladdningsförlopp -

source: Upload again
de_de: Erneut hochladen
he_il: ייבא שנית
hi_in: फिर से अपलोड करें
nb_no: Last opp igjen
pt_pt: Carregar novamente
ru_ru: Загрузить снова
sv_se: Ladda upp igen

source: View Orders
de_de: Bestellungen anzeigen
he_il: הצג הזמנות
nb_no: Se ordrer
pt_pt: Ver pedidos
ru_ru: Посмотреть заказы
sv_se: Visa beställningar

source: Download sample csv
de_de: Beispiel-CSV herunterladen
he_il: הורד קובץ CSV לדוגמא
hi_in: नमूना CSV डाउनलोड करें
nb_no: Last ned eksempel csv
pt_pt: Baixar amostra csv
ru_ru: Скачать образец CSV
sv_se: Ladda ner exempel csv

source: Save Changes
de_de: Änderungen speichern
he_il: שמור שינויים
hi_in: परिवर्तनों को सुरक्षित करें
nb_no: Lagre endringer
pt_pt: Salvar alterações
ru_ru: Сохранить изменения
sv_se: Spara inställningar

source: Tracking Info Display
de_de: Tracking-Info-Anzeige
he_il: תצוגת מעקב הזמנה
hi_in: ट्रैकिंग जानकारी प्रदर्शन
nb_no: Informasjon om sporingsinfo
pt_pt: Exibição de informações de rastreamento
ru_ru: Отслеживание отображения информации
sv_se: Visning av Spårningsinformation

source: Use a customizer with a preview to customize the tracking info display on customer order emails and my-account.
de_de: Verwenden Sie einen Customizer mit einer Vorschau, um die Anzeige der Tracking-Informationen in Kundenbestellungs-E-Mails und in meinem Konto anzupassen.
he_il: השתמש בהתאמה אישית עם תצוגה מקדימה כדי להתאים אישית את תצוגת פרטי המעקב בהודעות אימייל להזמנת לקוח ובחשבון שלי.
hi_in: कस्टमर ऑर्डर ईमेल और मेरे खाते पर ट्रैकिंग जानकारी प्रदर्शन को अनुकूलित करने के लिए पूर्वावलोकन के साथ एक कस्टमाइज़र का उपयोग करें।
nb_no: Bruk en tilpasningsperson med forhåndsvisning for å tilpasse sporingsinfo-visningen i e-postmeldinger fra kundenes bestilling og min-konto.
pt_pt: Use um personalizador com uma visualização para personalizar a exibição das informações de rastreamento nos emails de pedidos dos clientes e na minha conta.
ru_ru: Используйте настройщик с предварительным просмотром, чтобы настроить отображение информации об отслеживании в электронных письмах с заказами клиентов и в моем аккаунте.
sv_se: Du kan anpassa visningen av spårningsinformation för e-postmeddelanden och 'Mitt konto'.

source: Launch Customizer
de_de: Starten Sie den Customizer
he_il: ערוך בהתאמה אישית
hi_in: कस्टमाइज़र लॉन्च करें
nb_no: Start Customizer
pt_pt: Iniciar o Personalizador
ru_ru: Запустите настройщик
sv_se: Öppna anpassaren

source: Order Statuses
de_de: Bestellstatus
he_il: מצבי הזמנה
hi_in: आदेश क़ानून
nb_no: Bestillingsstatuser
pt_pt: Status dos pedidos
ru_ru: Статусы заказа
sv_se: Beställningsstatus

source: Light Font
de_de: Leichte Schrift
he_il: גופן קל
hi_in: प्रकाश फ़ॉन्ट
nb_no: Lett skrift
pt_pt: Fonte Light
ru_ru: Свет шрифт
sv_se: Ljus text

source: Dark Font
de_de: Dunkle Schrift
he_il: גופן כהה
hi_in: डार्क फॉन्ट
nb_no: Mørk font
pt_pt: Fonte escura
ru_ru: Темный шрифт
sv_se: Mörk text

source: Send Email
de_de: E-Mail senden
he_il: שלח אימייל
hi_in: ईमेल भेजें
nb_no: Send e-post
pt_pt: Enviar email
ru_ru: Отправить письмо
sv_se: Skicka e-post

source: Inactive
de_de: Inaktiv
he_il: לא פעיל
hi_in: निष्क्रिय
nb_no: Uvirksom
pt_pt: Inativa
ru_ru: Неактивный
sv_se: Inaktiv

source: Custom
de_de: Benutzerdefiniert
he_il: בהתאמה אישית
hi_in: रिवाज
nb_no: Tilpasset
pt_pt: Personalizadas
ru_ru: изготовленный на заказ
sv_se: Anpassad

source: Search by provider / country
de_de: Suche nach Anbieter / Land
he_il: חפש לפי ספק משלוח / מדינה
hi_in: प्रदाता / देश द्वारा खोजें
nb_no: Søk etter leverandør / land
pt_pt: Pesquisa por fornecedor / país
ru_ru: Поиск по поставщику / стране
sv_se: Sök efter leverantör / land

source: Add Custom Shipping Provider
de_de: Fügen Sie einen benutzerdefinierten Versandanbieter hinzu
he_il: הוספת ספק משלוח מותאם אישית
hi_in: कस्टम शिपिंग प्रदाता जोड़ें
nb_no: Legg til fraktselskap
pt_pt: Adicionar Fornecedor de Envio Personalizado
ru_ru: Добавить провайдер доставки
sv_se: Lägg till anpassad fraktleverantör

source: Shipping Country
de_de: Lieferungsland
he_il: ארץ המשלוח
hi_in: शिपिंग देश
nb_no: Fraktland
pt_pt: País de envio
ru_ru: Страна доставки
sv_se: Leveransland

source: Global
he_il: גלובלי
hi_in: वैश्विक
ru_ru: Глобальный

source: Upload
de_de: Hochladen
he_il: העלאה
hi_in: अपलोड
nb_no: Laste opp
pt_pt: Envio
ru_ru: Загрузить
sv_se: Ladda upp

source: Sync Shipping Providers
de_de: Versandanbieter synchronisieren
he_il: סנכרן ספקי משלוח
hi_in: सिंक शिपिंग प्रदाता
nb_no: Synkroniser leveringsleverandører
pt_pt: Fornecedores de sincronização de remessas
ru_ru: Синхронизация доставки провайдерами
sv_se: Synkronisera Fraktleverantörer

source: Syncing the shipping providers list add or updates the pre-set shipping providers and will not effect custom shipping providers.
de_de: Durch das Synchronisieren der Versandanbieterliste werden die voreingestellten Versandanbieter hinzugefügt oder aktualisiert. Benutzerdefinierte Versandanbieter werden davon nicht betroffen.
he_il: סנכרון רשימת ספקי המשלוחים מוסיף או מעדכן את ספקי המשלוחים שהוגדרו מראש ולא ישפיע על ספקי משלוח מותאמים אישית.
hi_in: शिपिंग प्रदाताओं की सूची को जोड़ना पूर्व-निर्धारित शिपिंग प्रदाताओं को जोड़ या अपडेट करता है और कस्टम शिपिंग प्रदाताओं को प्रभावित नहीं करेगा।
nb_no: Synkronisering av leverandørlisten legger til eller oppdaterer de forhåndsinnstilte fraktleverandørene, og vil ikke påvirke tilpassede fraktleverandører.
pt_pt: A sincronização da lista de fornecedores de remessas adiciona ou atualiza os fornecedores de remessa predefinidos e não afeta os fornecedores de remessa personalizados.
ru_ru: Синхронизация списка провайдеров доставки добавляет или обновляет предварительно настроенные провайдеры доставки и не влияет на пользовательских провайдеров доставки.

source: Providers Added
de_de: Anbieter hinzugefügt
he_il: נוסף ספק משלוח
hi_in: प्रदाता जोड़े गए
nb_no: Tilbyderne lagt til
pt_pt: Fornecedores adicionados
ru_ru: Поставщики добавлены
sv_se: Fraktleverantörer tillagd

source: Providers Updated
de_de: Anbieter aktualisiert
he_il: עודכנו ספקי המשלוח
hi_in: प्रदाताओं अद्यतन
nb_no: Leverandører oppdatert
pt_pt: Fornecedores atualizados
ru_ru: Поставщики обновлены
sv_se: Leverantörer uppdaterades

source: Providers Deleted
de_de: Anbieter gelöscht
he_il: ספק משלוח נמחק
hi_in: प्रदाता हटा दिए गए
nb_no: Leverandører er slettet
pt_pt: Fornecedores excluídos
ru_ru: Поставщики удалены
sv_se: Leverantörer raderades

source: Shipping providers database reset successfully.
de_de: Datenbank der Versandanbieter erfolgreich zurückgesetzt.
he_il: רשימת ספקי המשלוחים עודכנה בהצלחה
hi_in: शिपिंग प्रदाताओं डेटाबेस सफलतापूर्वक रीसेट।
nb_no: Fraktleverandørens database tilbakestilles vellykket.
pt_pt: O banco de dados dos provedores de remessa foi redefinido com sucesso.
ru_ru: База данных провайдеров доставки успешно сброшена.
sv_se: Fraktleverantörens databas återställs framgångsrikt.

source: Reset providers database, it will reset all your shipping provider database
de_de: Anbieter-Datenbank zurücksetzen, setzt Ihre gesamte Versandanbieter-Datenbank zurück
he_il: אפס בסיס נתונים של ספק משלוח, הפעולה תאפס את מסד הנתונים של ספקי המשלוחים שלך
hi_in: प्रदाता डेटाबेस को रीसेट करें, यह आपके सभी शिपिंग प्रदाता डेटाबेस को रीसेट कर देगा
nb_no: Tilbakestill leverandørens database. Den tilbakestiller all leveringsdatabasen
pt_pt: Redefinir banco de dados de provedores, ele redefinirá todo o banco de dados de provedores de remessa
ru_ru: Сбросить базу данных провайдеров, она сбросит всю базу данных ваших провайдеров доставки
sv_se: Återställ leverantörens databas, den återställer all din leverantörsdatabas

source: Tracking Page
de_de: Tracking-Seite
he_il: לינק למעקב
hi_in: ट्रैकिंग पृष्ठ
nb_no: Sporingsside
pt_pt: Página de acompanhamento
ru_ru: Страница отслеживания
sv_se: Spårningssida

source: Tools
de_de: Werkzeuge
he_il: כלים
hi_in: उपकरण
nb_no: Verktøy
pt_pt: Ferramentas
ru_ru: инструменты
sv_se: Verktyg

source: Get This Add-on >
de_de: Holen Sie sich dieses Add-on>
he_il: קבל את התוסף הזה>
hi_in: यह ऐड-ऑन> प्राप्त करें
nb_no: Få dette tillegget>
pt_pt: Obter este complemento>
ru_ru: Получить это дополнение>
sv_se: Skaffa det här tillägget >

source: Upgrade to PRO
de_de: Upgrade auf PRO
he_il: שדרוג לפרו
hi_in: प्रो में अपग्रेड
nb_no: Oppgrader til Pro
pt_pt: Atualize para o PRO
ru_ru: Обновление до PRO
sv_se: Uppgradera till PRO

source: You are now connected with TrackShip! TrackShip makes it effortless to automate your post shipping operations and get tracking and delivery status updates directly in the WooCommerce admin.
de_de: Sie sind jetzt mit TrackShip verbunden! Mit TrackShip können Sie Ihre Postversandvorgänge mühelos automatisieren und Statusaktualisierungen für Sendungsverfolgung und Zustellung direkt im WooCommerce-Administrator abrufen.
he_il: אתה מחובר עכשיו ל-TrackShip ותוכל ללא מאמץ לבצע אוטומציה של פעולות משלוח הדואר שלך ולקבל עדכוני מעקב ומסירה ישירות בממשק ניהול של ווקומרס.
hi_in: अब आप TrackShip से जुड़े हैं! TrackShip आपके पोस्ट शिपिंग ऑपरेशन को स्वचालित करने और WooCommerce व्यवस्थापक में सीधे ट्रैकिंग और वितरण स्थिति अपडेट प्राप्त करने के लिए इसे सरल बनाता है।
nb_no: Du er nå koblet til TrackShip! TrackShip gjør det enkelt å automatisere postforsendelsesoperasjonene dine og få sporings- og leveringsstatusoppdateringer direkte i WooCommerce-administratoren.
pt_pt: Agora você está conectado ao TrackShip! O TrackShip facilita a automação de suas operações de pós-envio e recebe atualizações de status de rastreamento e entrega diretamente no administrador do WooCommerce.
ru_ru: Теперь вы связаны с TrackShip! TrackShip позволяет без труда автоматизировать операции после доставки и получать обновления статуса отслеживания и доставки непосредственно в администраторе WooCommerce.
