Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: You can now manage and live-preview Custom Backgrounds in the <a href="%1$s">Customizer</a>.
kn: ನೀವು ಇದೀಗ <a href="%1$s"> ಕಸ್ಟೊಮೈಜರ್ </a> ನಲ್ಲಿ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಹಿನ್ನೆಲೆಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು ಮತ್ತು ಲೈವ್-ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು.

source: Welcome to WordPress %s
kn: ವರ್ಡ್ಪ್ರೆಸ್ %s ಗೆ ಸುಸ್ವಾಗತ

# Background Repeat
source: Repeat
kn: ಪುನರಾವರ್ತಿಸಿ

# Background Scroll
source: Scroll
kn: ಸ್ಕ್ರೋಲ್ ಮಾಡಿ

source: The uploaded file is not a valid image. Please try again.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಮಾನ್ಯ ಚಿತ್ರವಲ್ಲ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
kn: ಹಿನ್ನೆಲೆ ನವೀಕರಿಸಲಾಗಿದೆ. ಅದು ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂದು ನೋಡಲು <a href="%s"> ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಭೇಟಿ ನೀಡಿ </a>.

source: Remove Image
kn: ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕಿ

source: Remove Background Image
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕಿ

source: This will remove the background image. You will not be able to restore any customizations.
kn: ಇದು ಹಿನ್ನೆಲೆ ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಯಾವುದೇ ಅಗತ್ಯಾನುಗೊಳಿಸಿದನ್ನು ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: Restore Original Image
kn: ಮೂಲ ಚಿತ್ರ ಮರುಸ್ಥಾಪಿಸಿ

source: This will restore the original background image. You will not be able to restore any customizations.
kn: ಇದು ಮೂಲ ಹಿನ್ನೆಲೆ ಚಿತ್ರವನ್ನು ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ. ಯಾವುದೇ ಅಗತ್ಯಾನುಗೊಳಿಸಿದನ್ನು ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: Select Image
kn: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Choose an image from your computer:
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ನಿಂದ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ:

source: Upload
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: Or choose an image from your media library:
kn: ಅಥವಾ ನಿಮ್ಮ ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯಿಂದ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ:

source: Choose a Background Image
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರವನ್ನು ಆರಿಸಿ

source: Set as background
kn: ಹಿನ್ನೆಲೆಯಾಗಿ ಹೊಂದಿಸಿ

source: Display Options
kn: ಪ್ರದರ್ಶನ ಆಯ್ಕೆಗಳು

# Original Size
source: Original
kn: ಮೂಲ

source: This screen is used to customize the header section of your theme.
kn: ನಿಮ್ಮ ಪರದೆಯ ಶಿರೋಲೇಖ ವಿಭಾಗವನ್ನು ಅಗತ್ಯಾನುಗೊಳಿಸಲು ಈ ಪರದೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Header Text
kn: ಶಿರೋಲೇಖ ಪಠ್ಯ

source: Don&#8217;t forget to click &#8220;Save Changes&#8221; when you&#8217;re done!
kn: ಮರೆಯದೇ ಕ್ಲಿಕ್ ಮಾಡಿ &#8220; ಬದಲಾವಣೆಗಳು ಉಳಿಸಿ &#8221; ನೀವು ಮುಗಿಸಿದ ನಂತರ

source: <strong>Random:</strong> Show a different image on each page.
kn: <strong> ಯಾದೃಚ್ಛಿಕ: </strong> ಪ್ರತಿ ಪುಟದಲ್ಲಿ ಬೇರೆ ಚಿತ್ರವನ್ನು ತೋರಿಸಿ.

source: For most themes, the header text is your Site Title and Tagline, as defined in the <a href="%1$s">General Settings</a> section.
kn: ಹೆಚ್ಚಿನ ಥೀಮ್ಗಳಿಗಾಗಿ, <a href="%1$s"> ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು </a> ವಿಭಾಗದಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಹೆಡರ್ ಪಠ್ಯವು ನಿಮ್ಮ ಸೈಟ್ ಶೀರ್ಷಿಕೆ ಮತ್ತು ಟ್ಯಾಗ್ಲೈನ್ ​​ಆಗಿದೆ.

source: In the Header Text section of this page, you can choose whether to display this text or hide it. You can also choose a color for the text by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
kn: ಈ ಪುಟದ ಹೆಡರ್ ಪಠ್ಯ ವಿಭಾಗದಲ್ಲಿ, ಈ ಪಠ್ಯವನ್ನು ಪ್ರದರ್ಶಿಸಲು ಅಥವಾ ಮರೆಮಾಡಲು ನೀವು ಆರಿಸಬಹುದು. ಪಠ್ಯ ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಕಾನೂನುಬದ್ಧ ಎಚ್ಟಿಎಮ್ಎಲ್ ಹೆಕ್ಸ್ ಮೌಲ್ಯದಲ್ಲಿ ಟೈಪ್ ಮಾಡುವ ಮೂಲಕ ಪಠ್ಯಕ್ಕಾಗಿ ಬಣ್ಣವನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಉದಾ. &#8220; #ff0000 &#8221; ಕೆಂಪು ಬಣ್ಣಕ್ಕಾಗಿ ಅಥವಾ ಬಣ್ಣದ ಪಿಕ್ಕರ್ ಬಳಸಿ ಬಣ್ಣವನ್ನು ಆರಿಸುವುದರ ಮೂಲಕ.

source: Some themes come with additional header images bundled. If you see multiple images displayed, select the one you&#8217;d like and click the &#8220;Save Changes&#8221; button.
kn: ಕೆಲವು ಥೀಮ್ಗಳು ಹೆಚ್ಚುವರಿ ಶಿರೋಲೇಖ ಚಿತ್ರಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ. ನೀವು ಅನೇಕ ಚಿತ್ರಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿದರೆ, ನೀವು ಬಯಸಿದ ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು &#8220; ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ &#8221; ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ;

source: You can choose from the theme&#8217;s default header images, or use one of your own. You can also customize how your Site Title and Tagline are displayed.
kn: ಥೀಮ್ನ ಡೀಫಾಲ್ಟ್ ಹೆಡರ್ ಚಿತ್ರಗಳಿಂದ ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಅಥವಾ ನಿಮ್ಮದೇ ಆದ ಒಂದನ್ನು ಬಳಸಿ. ನಿಮ್ಮ ಸೈಟ್ ಶೀರ್ಷಿಕೆ ಮತ್ತು ಟ್ಯಾಗ್ಲೈನ್ ​​ಅನ್ನು ಹೇಗೆ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನೀವು ಅಗತ್ಯಾನುಗೊಳಿಸಬಹುದು.

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
kn: ಶಿರೋಲೇಖ ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗಿದೆ. ಅದು ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂದು ನೋಡಲು <a href="%s"> ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಭೇಟಿ ನೀಡಿ </a>.

source: You can select an image to be shown at the top of your site by uploading from your computer or choosing from your media library. After selecting an image you will be able to crop it.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ನಿಂದ ಅಪ್ಲೋಡ್ ಮಾಡುವ ಮೂಲಕ ಅಥವಾ ನಿಮ್ಮ ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯಿಂದ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಸೈಟ್ನ ಮೇಲ್ಭಾಗದಲ್ಲಿ ತೋರಿಸಬೇಕಾದ ಚಿತ್ರವನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ ನಂತರ ನೀವು ಅದನ್ನು ಕ್ರಾಪ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
kn: ನಿಖರವಾಗಿ <strong>%1$d &times; %2$d ಪಿಕ್ಸೆಲ್ಗಳು </strong> ಎಂದು ಬಳಸಲಾಗುತ್ತದೆ.

source: <a href="https://codex.wordpress.org/Appearance_Header_Screen">Documentation on Custom Header</a>
kn: <a href="https://codex.wordpress.org/Appearance_Header_Screen"> ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಶಿರೋಲೇಖ ಮೇಲೆ ದಾಖಲೆ </a>

source: Custom Header
kn: ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಶಿರೋಲೇಖ

source: You can now manage and live-preview Custom Header in the <a href="%1$s">Customizer</a>.
kn: ನೀವು ಇದೀಗ <a href="%1$s"> ಕಸ್ಟೊಮೈಜರ್ </a> ನಲ್ಲಿ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಶಿರೋಲೇಖವನ್ನು ನಿರ್ವಹಿಸಬಹುದು ಮತ್ತು ಲೈವ್-ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು.

source: Images should be at least %s wide.
kn: ಚಿತ್ರಗಳು ಕನಿಷ್ಠ %s ಅಗಲವಾಗಿರಬೇಕು.

source: %d pixels
kn: %d ಪಿಕ್ಸೆಲ್ಗಳು

source: Images should be at least %s tall.
kn: ಚಿತ್ರಗಳು ಕನಿಷ್ಠ %s ಎತ್ತರವಾಗಿರಬೇಕು.

source: If your theme has more than one default header image, or you have uploaded more than one custom header image, you have the option of having WordPress display a randomly different image on each page of your site. Click the &#8220;Random&#8221; radio button next to the Uploaded Images or Default Images section to enable this feature.
kn: ನಿಮ್ಮ ಥೀಮ್ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಡೀಫಾಲ್ಟ್ ಹೆಡರ್ ಚಿತ್ರವನ್ನು ಹೊಂದಿದ್ದರೆ, ಅಥವಾ ನೀವು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಸೈಟ್ನ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ವರ್ಡ್ಪ್ರೆಸ್ ಯಾದೃಚ್ಛಿಕವಾಗಿ ವಿಭಿನ್ನ ಚಿತ್ರವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಆಯ್ಕೆಯನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಚಿತ್ರಗಳು ಅಥವಾ ಡೀಫಾಲ್ಟ್ ಚಿತ್ರಗಳ ವಿಭಾಗದ ಪಕ್ಕದಲ್ಲಿರುವ &#8220; ಯಾದೃಚ್ಛಿಕ &#8221; ರೇಡಿಯೋ ಬಟನ್ ಒತ್ತಿ.

source: Suggested width is %s.
kn: ಸೂಚಿಸಲಾದ ಅಗಲ %s ಆಗಿದೆ.

source: Suggested height is %s.
kn: ಸೂಚಿಸಲಾದ ಎತ್ತರ %s ಆಗಿದೆ.

source: Choose a Custom Header
kn: ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಶಿರೋಲೇಖವನ್ನು ಆರಿಸಿ

source: Set as header
kn: ಶಿರೋಲೇಖವಾಗಿ ಹೊಂದಿಸಿ

source: Uploaded Images
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಚಿತ್ರಗಳು

source: You can choose one of your previously uploaded headers, or show a random one.
kn: ನೀವು ಹಿಂದೆ ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಹೆಡರ್ಗಳಲ್ಲಿ ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಅಥವಾ ಯಾದೃಚ್ಛಿಕ ಒಂದನ್ನು ತೋರಿಸಬಹುದು.

source: Default Images
kn: ಡೀಫಾಲ್ಟ್ ಚಿತ್ರಗಳು

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers, or show a random one.
kn: ನಿಮ್ಮ ಸ್ವಂತ ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ನೀವು ಬಯಸದಿದ್ದರೆ, ನೀವು ಈ ತಂಪಾದ ಹೆಡರ್ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಬಹುದು, ಅಥವಾ ಯಾದೃಚ್ಛಿಕ ಒಂದನ್ನು ತೋರಿಸಬಹುದು.

source: You can use one of these cool headers or show a random one on each page.
kn: ನೀವು ಈ ತಂಪಾದ ಹೆಡರ್ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಬಹುದು ಅಥವಾ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ಯಾದೃಚ್ಛಿಕ ಒಂದನ್ನು ತೋರಿಸಬಹುದು.

source: This will remove the header image. You will not be able to restore any customizations.
kn: ಇದು ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಯಾವುದೇ ಅಗತ್ಯಾನುಗೊಳಿಸಿದನ್ನು ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: Remove Header Image
kn: ಶಿರೋಲೇಖ ಚಿತ್ರ ತೆಗೆದುಹಾಕಿ

source: Reset Image
kn: ಚಿತ್ರ ಮರುಹೊಂದಿಸಿ

source: This will restore the original header image. You will not be able to restore any customizations.
kn: ಇದು ಮೂಲ ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ. ಯಾವುದೇ ಅಗತ್ಯಾನುಗೊಳಿಸಿದನ್ನು ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: Restore Original Header Image
kn: ಮೂಲ ಶಿರೋಲೇಖ ಚಿತ್ರ ಮರುಸ್ಥಾಪಿಸಿ

source: Show header text with your image.
kn: ನಿಮ್ಮ ಚಿತ್ರದೊಂದಿಗೆ ಹೆಡರ್ ಪಠ್ಯವನ್ನು ತೋರಿಸಿ.

source: Text Color
kn: ಪಠ್ಯ ಬಣ್ಣ

# color
source: Default: %s
kn: ಡೀಫಾಲ್ಟ್: %s

source: The current theme does not support uploading a custom header image.
kn: ಪ್ರಸ್ತುತ ಥೀಮ್ ಕಸ್ಟಮ್ ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡುವುದನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.

source: You can set a custom image header for your site. Simply upload the image and crop it, and the new header will go live immediately. Alternatively, you can use an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button.
kn: ನಿಮ್ಮ ಸೈಟ್ಗಾಗಿ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಚಿತ್ರ ಶಿರೋಲೇಖವನ್ನು ನೀವು ಹೊಂದಿಸಬಹುದು. ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಅದನ್ನು ಕ್ರಾಪ್ ಮಾಡಿ, ಮತ್ತು ಹೊಸ ಹೆಡರ್ ತಕ್ಷಣವೇ ಲೈವ್ ಆಗುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, ನೀವು &#8220; ಚಿತ್ರವನ್ನು ಆರಿಸಿ &#8221; ಬಟನ್ ಒತ್ತುವ ಮೂಲಕ ಈಗಾಗಲೇ ನಿಮ್ಮ ಮೀಡಿಯಾ ಲೈಬ್ರರಿಗೆ ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಚಿತ್ರವನ್ನು ಬಳಸಬಹುದು.

source: If you don&#8217;t want a header image to be displayed on your site at all, click the &#8220;Remove Header Image&#8221; button at the bottom of the Header Image section of this page. If you want to re-enable the header image later, you just have to select one of the other image options and click &#8220;Save Changes&#8221;.
kn: ಹೆಡರ್ ಚಿತ್ರವನ್ನು ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು ನೀವು ಬಯಸದಿದ್ದರೆ, &#8220; ಶಿರೋಲೇಖ ಚಿತ್ರ ತೆಗೆದುಹಾಕಿ &#8221; ಈ ಪುಟದ ಹೆಡರ್ ಚಿತ್ರ ವಿಭಾಗದ ಕೆಳಭಾಗದಲ್ಲಿರುವ ಬಟನ್ ಒತ್ತಿ. ನಂತರ ನೀವು ಹೆಡರ್ ಚಿತ್ರವನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸಿದರೆ, ನೀವು ಕೇವಲ ಇತರ ಚಿತ್ರ ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಬೇಕು ಮತ್ತು &#8220; ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ &#8221; ಒತ್ತಿ.

source: Image could not be processed. Please go back and try again.
kn: ಚಿತ್ರವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಹಿಂತಿರುಗಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: Image Processing Error
kn: ಚಿತ್ರ ಸಂಸ್ಕರಣ ದೋಷ

source: Crop Header Image
kn: ಕ್ರಾಪ್ ಶಿರೋಲೇಖ ಚಿತ್ರ

source: Choose the part of the image you want to use as your header.
kn: ನಿಮ್ಮ ಶಿರೋಲೇಖವಾಗಿ ಬಳಸಲು ಬಯಸುವ ಚಿತ್ರದ ಭಾಗವನ್ನು ಆರಿಸಿ.

source: You need JavaScript to choose a part of the image.
kn: ಚಿತ್ರದ ಒಂದು ಭಾಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಿಮಗೆ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಗತ್ಯವಿದೆ.

source: Crop and Publish
kn: ಕ್ರಾಪ್ ಮಾಡಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ

source: Skip Cropping, Publish Image as Is
kn: ಕತ್ತರಿಸುವುದನ್ನು ಸ್ಕಿಪ್ ಮಾಡಿ, ಚಿತ್ರವನ್ನು ಹಾಗೆಯೇ ಪ್ರಕಟಿಸಿ

source: Image Upload Error
kn: ಚಿತ್ರ ಅಪ್ಲೋಡ್ ದೋಷ

source: The current theme does not support a flexible sized header image.
kn: ಪ್ರಸ್ತುತ ಥೀಮ್ , ಹೊಂದಿಕೊಳ್ಳುವ ಗಾತ್ರದ ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.

source: Sorry, you are not allowed to customize headers.
kn: ಕ್ಷಮಿಸಿ, ಹೆಡರ್ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to edit this changeset.
kn: ಕ್ಷಮಿಸಿ, ಈ ಬದಲಾವಣೆಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Your scheduled changes just published
kn: ನಿಮ್ಮ ನಿಗದಿತ ಬದಲಾವಣೆಗಳನ್ನು ಈಗ ಪ್ರಕಟಿಸಲಾಗಿದೆ

source: Customize New Changes
kn: ಹೊಸ ಬದಲಾವಣೆಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ

source: This changeset cannot be further modified.
kn: ಈ ಬದಲಾವಣೆಗಳನ್ನು ಮತ್ತಷ್ಟು ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ.

source: Close the Customizer and go back to the previous page
kn: ಕಸ್ಟೊಮೈಜರ್ ನ್ನು ಮುಚ್ಚಿ ಮತ್ತು ಹಿಂದಿನ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: The Customizer allows you to preview changes to your site before publishing them. You can navigate to different pages on your site within the preview. Edit shortcuts are shown for some editable elements.
kn: ಪ್ರಕಟಿಸುವ ಮೊದಲು , ಕಸ್ಟೊಮೈಜರ್ , ನಿಮ್ಮ ಸೈಟ್ಗೆ ಬದಲಾವಣೆಗಳ ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಪೂರ್ವವೀಕ್ಷಣೆ ಒಳಗೆ ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ವಿವಿಧ ಪುಟಗಳಿಗೆ ನೀವು ನ್ಯಾವಿಗೇಟ್ ಮಾಡಬಹುದು. ಕೆಲವು ಸಂಪಾದಿಸಬಹುದಾದ ಅಂಶಗಳಿಗಾಗಿ ಶಾರ್ಟ್ಕಟ್ಗಳನ್ನು ಸಂಪಾದಿಸಿ.

# short (~12 characters) label for hide controls button
source: Hide Controls
kn: ನಿಯಂತ್ರಣಗಳನ್ನು ಮರೆಮಾಡಿ

source: Comments (%1$s) on &#8220;%2$s&#8221;
kn: &#8220;%2$s&#8221; ನಲ್ಲಿ ಕಾಮೆಂಟ್ಗಳು (%1$s)

source: You can manage comments made on your site similar to the way you manage posts and other content. This screen is customizable in the same ways as other management screens, and you can act on comments using the on-hover action links or the Bulk Actions.
kn: ನೀವು ಪೋಸ್ಟ್ಗಳನ್ನು ಮತ್ತು ಇತರ ವಿಷಯವನ್ನು ನಿರ್ವಹಿಸುವ ರೀತಿಯಲ್ಲಿ ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಮಾಡಿದ ಕಾಮೆಂಟ್ಗಳನ್ನು ನೀವು ನಿರ್ವಹಿಸಬಹುದು. ಈ ಪರದೆಯು ಇತರ ನಿರ್ವಹಣೆ ಪರದೆಯಂತೆಯೇ ಅಗತ್ಯಾನುಗೊಳಿಸಬಲ್ಲದು, ಮತ್ತು ಆನ್-ಹೋವರ್ ಆಕ್ಷನ್ ಲಿಂಕ್ಗಳು ​​ಅಥವಾ ದೊಡ್ಡ ಕ್ರಿಯೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಕಾಮೆಂಟ್ಗಳನ್ನು ಮಾಡಬಹುದು.

source: Moderating Comments
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ಮಿತಗೊಳಿಸಲಾಗುತ್ತಿದೆ

source: A red bar on the left means the comment is waiting for you to moderate it.
kn: ಎಡಭಾಗದಲ್ಲಿರುವ ಕೆಂಪು ಬಾರ್ ಎಂದರೆ ಕಾಮೆಂಟ್ಗಳನ್ನು ಮಿತಗೊಳಿಸುವಂತೆ ಕಾಯುತ್ತಿದೆ.

source: Many people take advantage of keyboard shortcuts to moderate their comments more quickly. Use the link to the side to learn more.
kn: ತಮ್ಮ ಕಾಮೆಂಟ್ಗಳನ್ನು ಹೆಚ್ಚು ತ್ವರಿತವಾಗಿ ಮಾಡರೇಟ್ ಮಾಡಲು ಅನೇಕ ಜನರು ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್ಕಟ್ಗಳನ್ನು ಬಳಸುತ್ತಾರೆ. ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಬದಿಯಲ್ಲಿರುವ ಲಿಂಕ್ ಬಳಸಿ.

source: <a href="https://codex.wordpress.org/Comment_Spam">Documentation on Comment Spam</a>
kn: <a href="https://codex.wordpress.org/Comment_Spam">ಕಾಮೆಂಟ್ ಸ್ಪ್ಯಾಮ್ನನ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್</a>

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts">Documentation on Keyboard Shortcuts</a>
kn: <a href="https://codex.wordpress.org/Keyboard_Shortcuts">ಕೀಲಿಮಣೆ ಶಾರ್ಟ್ಕಟ್ಗಳ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್</a>

source: Filter comments list
kn: ಕಾಮೆಂಟ್ಗಳ ಪಟ್ಟಿಯನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ

source: Comments list navigation
kn: ಕಾಮೆಂಟ್ಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Comments list
kn: ಕಾಮೆಂಟ್ಗಳ ಪಟ್ಟಿ

source: %s comment restored from the spam
kn: %s ಕಾಮೆಂಟ್ ಸ್ಪ್ಯಾಮ್ನಿಂದ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: %s comment moved to the Trash.
kn: %s ಕಾಮೆಂಟ್ ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲಾಗಿದೆ.

source: %s comment restored from the Trash
kn: %s ಕಾಮೆಂಟ್ ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: This comment is already approved.
kn: ಈ ಕಾಮೆಂಟ್ ಈಗಾಗಲೇ ಅನುಮೋದಿಸಲಾಗಿದೆ.

source: In the <strong>Author</strong> column, in addition to the author&#8217;s name, email address, and blog URL, the commenter&#8217;s IP address is shown. Clicking on this link will show you all the comments made from this IP address.
kn: ಲೇಖಕರ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ, ಮತ್ತು ಬ್ಲಾಗ್ URL ಗೆ ಹೆಚ್ಚುವರಿಯಾಗಿ, <strong> ಲೇಖಕ </strong> ಕಾಲಮ್ನಲ್ಲಿ, ಕಾಮೆಂಟ್ನ IP ವಿಳಾಸವನ್ನು ತೋರಿಸಲಾಗಿದೆ. ಈ ಲಿಂಕ್ನಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಈ ಐಪಿ ವಿಳಾಸದಿಂದ ಮಾಡಿದ ಎಲ್ಲಾ ಕಾಮೆಂಟ್ಗಳನ್ನು ನಿಮಗೆ ತೋರಿಸುತ್ತದೆ.

source: In the <strong>Submitted On</strong> column, the date and time the comment was left on your site appears. Clicking on the date/time link will take you to that comment on your live site.
kn: <strong> ಸಲ್ಲಿಸಿದ </strong> ಕಾಲಮ್ನಲ್ಲಿ, ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿನ ಕಾಮೆಂಟ್ ಉಳಿದಿರುವ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ದಿನಾಂಕ / ಸಮಯ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಲೈವ್ ಸೈಟ್ನಲ್ಲಿ ಆ ಕಾಮೆಂಟ್ಗೆ ನಿಮ್ಮನ್ನು ಕರೆದೊಯ್ಯುತ್ತದೆ.

source: In the <strong>In Response To</strong> column, there are three elements. The text is the name of the post that inspired the comment, and links to the post editor for that entry. The View Post link leads to that post on your live site. The small bubble with the number in it shows the number of approved comments that post has received. If there are pending comments, a red notification circle with the number of pending comments is displayed. Clicking the notification circle will filter the comments screen to show only pending comments on that post.
kn: <strong> ಪ್ರತಿಕ್ರಿಯೆಗೆ </strong> ಕಾಲಮ್ನಲ್ಲಿ, ಮೂರು ಅಂಶಗಳಿವೆ. ಪಠ್ಯವು ಕಾಮೆಂಟ್ಗೆ ಸ್ಫೂರ್ತಿ ನೀಡಿರುವ ಪೋಸ್ಟ್ನ ಹೆಸರು ಮತ್ತು ಆ ನಮೂದುಗಾಗಿ ಪೋಸ್ಟ್ ಎಡಿಟರ್ಗೆ ಲಿಂಕ್ಗಳು. ವೀಕ್ಷಣೆ ಪೋಸ್ಟ್ ಲಿಂಕ್ ನಿಮ್ಮ ಲೈವ್ ಸೈಟ್ನಲ್ಲಿನ ಪೋಸ್ಟ್ಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಅದರಲ್ಲಿರುವ ಸಣ್ಣ ಗುಳ್ಳೆಯು ಪೋಸ್ಟ್ ಸ್ವೀಕರಿಸಿದ ಅನುಮೋದಿತ ಕಾಮೆಂಟ್ಗಳ ಸಂಖ್ಯೆಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಬಾಕಿ ಇರುವ ಕಾಮೆಂಟ್ಗಳು ಇದ್ದಲ್ಲಿ, ಬಾಕಿ ಇರುವ ಕಾಮೆಂಟ್ಗಳ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಕೆಂಪು ಅಧಿಸೂಚನೆಯ ವಲಯವನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ. ಅಧಿಸೂಚನೆಯ ವಲಯವನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಆ ಪೋಸ್ಟ್ನಲ್ಲಿ ಬಾಕಿ ಇರುವ ಕಾಮೆಂಟ್ಗಳನ್ನು ತೋರಿಸಲು ಕಾಮೆಂಟ್ಗಳ ಪರದೆಯನ್ನು ಫಿಲ್ಟರ್ ಮಾಡುತ್ತದೆ.

source: In the <strong>Comment</strong> column, hovering over any comment gives you options to approve, reply (and approve), quick edit, edit, spam mark, or trash that comment.
kn: <strong> ಕಾಮೆಂಟ್ </strong> ಕಾಲಮ್ನಲ್ಲಿ, ಯಾವುದೇ ಕಾಮೆಂಟ್ನ ಮೇಲೆ ಹೋವರ್ ಮಾಡಿದರೆ , ಅನುಮೋದಿಸಲು, ಪ್ರತ್ಯುತ್ತರಿಸಲು (ಮತ್ತು ಅನುಮೋದಿಸಲು), ತ್ವರಿತ ಸಂಪಾದನೆ, ಸಂಪಾದನೆ, ಸ್ಪ್ಯಾಮ್ ಗುರುತು ಅಥವಾ ಕಾಮೆಂಟ್ ಅನ್ನು ಟ್ರ್ಯಾಶ್ ಮಾಡುವ ಆಯ್ಕೆಗಳನ್ನು ನೀಡುತ್ತದೆ.

source: Edit comment
kn: ಕಾಮೆಂಟ್ ಸಂಪಾದಿಸಿ

source: This comment is already in the Trash.
kn: ಈ ಕಾಮೆಂಟ್ ಈಗಾಗಲೇ ಅನುಪಯುಕ್ತದಲ್ಲಿದೆ.

source: View Trash
kn: ಅನುಪಯುಕ್ತವನ್ನು ವೀಕ್ಷಿಸಿ

source: This comment is already marked as spam.
kn: ಈ ಕಾಮೆಂಟ್ ನ್ನು ಈಗಾಗಲೇ ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

source: Search Comments
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ಹುಡುಕಿ

source: Preview post
kn: ಪೋಸ್ಟ್ ಪೂರ್ವವೀಕ್ಷಿಸಿ

source: View post
kn: ಪೋಸ್ಟ್ ವೀಕ್ಷಿಸಿ

source: Preview page
kn: ಪುಟವನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಿ

source: View page
kn: ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ

source: Post updated.
kn: ಪೋಸ್ಟ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Custom field updated.
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Custom field deleted.
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರವನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Post restored to revision from %s.
kn: ಪೋಸ್ಟ್ %s ನಿಂದ ಪರಿಷ್ಕರಣೆಗೆ ಪುನಃಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Post published.
kn: ಪೋಸ್ಟ್ ಪ್ರಕಟಿಸಲಾಗಿದೆ.

source: Post saved.
kn: ಪೋಸ್ಟ್ ಉಳಿಸಲಾಗಿದೆ.

source: Post submitted.
kn: ಪೋಸ್ಟ್ ಸಲ್ಲಿಸಲಾಗಿದೆ.

source: Post scheduled for: %s.
kn: ಪೋಸ್ಟ್ ಅನ್ನು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ: %s.

source: Post draft updated.
kn: ಪೋಸ್ಟ್ ಡ್ರಾಫ್ಟ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Page updated.
kn: ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Page restored to revision from %s.
kn: %s ನಿಂದ ಪರಿಷ್ಕರಣೆಗೆ ಪುಟವನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Page published.
kn: ಪುಟ ಪ್ರಕಟಿಸಲಾಗಿದೆ.

source: Page saved.
kn: ಪುಟವನ್ನು ಉಳಿಸಲಾಗಿದೆ.

source: Page submitted.
kn: ಪುಟವನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ.

source: Page scheduled for: %s.
kn: ಪುಟವನ್ನು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ: %s.

source: Page draft updated.
kn: ಪುಟ ಡ್ರಾಫ್ಟ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
kn: ಈ ಪೋಸ್ಟ್ನ ಆಟೋಸೇವ್ ಇದೆ, ಇದು ಕೆಳಗಿನ ಆವೃತ್ತಿಗಿಂತ ಹೆಚ್ಚು ಇತ್ತೀಚಿನದು. <a href="%s"> ಆಟೋಸೇವ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ </a>

source: Send Trackbacks
kn: ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳನ್ನು ಕಳುಹಿಸಿ

source: Custom Fields
kn: ಕಸ್ಟಮ್ ಫೀಲ್ಡ್ಸ್

source: Discussion
kn: ಚರ್ಚೆ

source: Slug
kn: ಸ್ಲಗ್

source: Customizing This Display
kn: ಈ ಪ್ರದರ್ಶನವನ್ನು ಅಗತ್ಯಾನುಗೊಳಿಸುವುದು

source: <strong>Title</strong> &mdash; Enter a title for your post. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
kn: <strong> ಶೀರ್ಷಿಕೆ </strong> &mdash; ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಾಗಿ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ. ನೀವು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿದ ನಂತರ, ಕೆಳಗೆ ಪರ್ಮಾಲಿಂಕ್ ಅನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ, ಅದನ್ನು ಬಳಸಿ ನೀವು ಸಂಪಾದಿಸಬಹುದು.

source: <strong>Post editor</strong> &mdash; Enter the text for your post. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab.
kn: <strong> ಪೋಸ್ಟ್ ಸಂಪಾದಕ </strong> &mdash; ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಾಗಿ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ. ಎರಡು ವಿಧಾನಗಳ ಸಂಪಾದನೆಗಳಿವೆ: ವಿಷುಯಲ್ ಮತ್ತು ಪಠ್ಯ. ಸರಿಯಾದ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಮೋಡ್ ಅನ್ನು ಆರಿಸಿ.

source: The title field and the big Post Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
kn: ಶೀರ್ಷಿಕೆಯ ಕ್ಷೇತ್ರ ಮತ್ತು ದೊಡ್ಡ ಪೋಸ್ಟ್ ಎಡಿಟಿಂಗ್ ಪ್ರದೇಶವನ್ನು ಸ್ಥಳದಲ್ಲಿ ಪರಿಹರಿಸಲಾಗಿದೆ, ಆದರೆ ನೀವು ಎಲ್ಲಾ ಇತರ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಬಳಸಿ ಮರುಸ್ಥಾಪಿಸಬಹುದು. ಪ್ರತಿ ಪೆಟ್ಟಿಗೆಯ ಶೀರ್ಷಿಕೆಪಟ್ಟಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಅವುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು ಅಥವಾ ವಿಸ್ತರಿಸಬಹುದು. ಹೆಚ್ಚಿನ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಮರೆಮಾಡಲು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳನ್ನು ಟ್ಯಾಬ್ ಬಳಸಿ (ಆಯ್ದ ಭಾಗಗಳು, ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳು, ಕಸ್ಟಮ್ ಫೀಲ್ಡ್ಸ್, ಚರ್ಚೆ, ಸ್ಲಗ್, ಲೇಖಕ) ಅಥವಾ ಈ ಪರದೆಯ 1- ಅಥವಾ 2-ಕಾಲಮ್ ವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: Visual mode gives you an editor that is similar to a word processor. Click the Toolbar Toggle button to get a second row of controls.
kn: ವಿಷುಯಲ್ ಮೋಡ್ ನಿಮಗೆ ವರ್ಡ್ ಪ್ರೊಸೆಸರ್ಗೆ ಹೋಲುವ ಒಂದು ಸಂಪಾದಕವನ್ನು ನೀಡುತ್ತದೆ. ನಿಯಂತ್ರಣಗಳ ಎರಡನೇ ಸಾಲು ಪಡೆಯಲು ಟೂಲ್ಬಾರ್ ಟಾಗಲ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: The Text mode allows you to enter HTML along with your post text. Note that &lt;p&gt; and &lt;br&gt; tags are converted to line breaks when switching to the Text editor to make it less cluttered. When you type, a single line break can be used instead of typing &lt;br&gt;, and two line breaks instead of paragraph tags. The line breaks are converted back to tags automatically.
kn: ಪಠ್ಯ ಮೋಡ್ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಪಠ್ಯದೊಂದಿಗೆ HTML ಅನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಟೆಕ್ಸ್ಟ್ ಎಡಿಟರ್ಗೆ ಬದಲಿಸಿದಾಗ&lt;p&gt; ಮತ್ತು &lt;br&gt; ಟ್ಯಾಗ್ಗಳು ಬ್ರೇಕ್ಗಳಾಗಿ ಪರಿವರ್ತನೆಗೊಳ್ಳುತ್ತದೆ. ನೀವು ಟೈಪ್ ಮಾಡಿದಾಗ, & lt; br & gt; ಅನ್ನು ಟೈಪ್ ಮಾಡುವ ಬದಲು ಏಕೈಕ ಸಾಲಿನ ವಿರಾಮವನ್ನು ಬಳಸಬಹುದು ಮತ್ತು ಪ್ಯಾರಾಗ್ರಾಫ್ ಟ್ಯಾಗ್ಗಳಿಗೆ ಬದಲಾಗಿ ಎರಡು ಸಾಲು ವಿರಾಮಗಳನ್ನು ಬಳಸಬಹುದು. ಸಾಲು ವಿರಾಮಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಟ್ಯಾಗ್ಗಳಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ.

source: You can insert media files by clicking the icons above the post editor and following the directions. You can align or edit images using the inline formatting toolbar available in Visual mode.
kn: ಪೋಸ್ಟ್ ಎಡಿಟರ್ ಮೇಲಿನ ಐಕಾನ್ಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಮತ್ತು ನಿರ್ದೇಶನಗಳನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ನೀವು ಮಾಧ್ಯಮ ಫೈಲ್ಗಳನ್ನು ಸೇರಿಸಬಹುದಾಗಿದೆ. ವಿಷುಯಲ್ ಮೋಡ್ನಲ್ಲಿ ಲಭ್ಯವಿರುವ ಇನ್ಲೈನ್ ​​ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಪರಿಕರಪಟ್ಟಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಚಿತ್ರಗಳನ್ನು ಒಗ್ಗೂಡಿಸಬಹುದು ಅಥವಾ ಸಂಪಾದಿಸಬಹುದು.

source: Keyboard users: When you&#8217;re working in the visual editor, you can use <kbd>Alt + F10</kbd> to access the toolbar.
kn: ಕೀಲಿಮಣೆ ಬಳಕೆದಾರರು: ನೀವು ದೃಶ್ಯ ಸಂಪಾದಕದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿರುವಾಗ, ನೀವು ಟೂಲ್ಬಾರ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು <kbd> Alt + F10 </kbd> ಅನ್ನು ಬಳಸಬಹುದು.

source: Title and Post Editor
kn: ಶೀರ್ಷಿಕೆ ಮತ್ತು ಪೋಸ್ಟ್ ಸಂಪಾದಕ

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
kn: <a href="%s"> ಈ ಬುಕ್ಮಾರ್ಕ್ಲೆಟ್ ಅನ್ನು ಒತ್ತಿ </a> ಜೊತೆಗೆ ನೀವು ಪೋಸ್ಟ್ಗಳನ್ನು ರಚಿಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Posts_Add_New_Screen">Documentation on Writing and Editing Posts</a>
kn: <a href="https://codex.wordpress.org/Posts_Add_New_Screen"> ಬರವಣಿಗೆ ಮತ್ತು ಎಡಿಟಿಂಗ್ ಪೋಸ್ಟ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: About Pages
kn: ಪುಟಗಳು ಬಗ್ಗೆ

source: <a href="https://codex.wordpress.org/Pages_Add_New_Screen">Documentation on Adding New Pages</a>
kn: <a href="https://codex.wordpress.org/Pages_Add_New_Screen"> ಹೊಸ ಪುಟಗಳನ್ನು ಸೇರಿಸುವ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: You can enable distraction-free writing mode using the icon to the right. This feature is not available for old browsers or devices with small screens, and requires that the full-height editor be enabled in Screen Options.
kn: ಐಕಾನ್ ಅನ್ನು ಬಲಕ್ಕೆ ಬಳಸಿ ವ್ಯಾಕುಲತೆ-ಮುಕ್ತ ಬರವಣಿಗೆಯ ಮೋಡ್ ನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು. ಹಳೆಯ ಬ್ರೌಸರ್ಗಳು ಅಥವಾ ಸಣ್ಣ ಪರದೆಯ ಸಾಧನಗಳಿಗೆ ಈ ವೈಶಿಷ್ಟ್ಯವು ಲಭ್ಯವಿಲ್ಲ, ಮತ್ತು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳಲ್ಲಿ ಪೂರ್ಣ-ಎತ್ತರದ ಸಂಪಾದಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು.

source: Pages are similar to posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest pages under other pages by making one the &#8220;Parent&#8221; of the other, creating a group of pages.
kn: ಪುಟಗಳು ಶೀರ್ಷಿಕೆ, ದೇಹ ಪಠ್ಯ, ಮತ್ತು ಸಂಬಂಧಿತ ಮೆಟಾಡೇಟಾವನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್ಗಳನ್ನು ಹೋಲುತ್ತವೆ, ಆದರೆ ಅವುಗಳು ಕಾಲಗಣನೀಯ ಬ್ಲಾಗ್ ಸ್ಟ್ರೀಮ್ನ ಭಾಗವಾಗಿಲ್ಲ, ಅವು ಶಾಶ್ವತ ಪೋಸ್ಟ್ಗಳ ರೀತಿಯವುಗಳಾಗಿರುತ್ತವೆ. ಪುಟಗಳನ್ನು ವರ್ಗೀಕರಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಟ್ಯಾಗ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ, ಆದರೆ ಒಂದು ಕ್ರಮಾನುಗತವನ್ನು ಹೊಂದಬಹುದು. ನೀವು ಇತರ ಪುಟಗಳ ಅಡಿಯಲ್ಲಿ ಗೂಡು ಪುಟಗಳನ್ನು ಮಾಡಬಹುದು &#8220; ಪೋಷಕ &#8221; ಇತರರ, ಪುಟಗಳ ಗುಂಪನ್ನು ರಚಿಸುತ್ತದೆ.
