Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Post via email settings allow you to send your WordPress installation an email with the content of your post. You must set up a secret email account with POP3 access to use this, and any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret.
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ನ ವಿಷಯದೊಂದಿಗೆ ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನೆಯನ್ನು ಇಮೇಲ್ ಕಳುಹಿಸಲು ಇಮೇಲ್ ಸೆಟ್ಟಿಂಗ್ಗಳ ಮೂಲಕ ಪೋಸ್ಟ್ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಇದನ್ನು ಬಳಸಲು ನೀವು POP3 ಪ್ರವೇಶದೊಂದಿಗೆ ರಹಸ್ಯ ಇಮೇಲ್ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಬೇಕು, ಮತ್ತು ಈ ವಿಳಾಸಕ್ಕೆ ಸ್ವೀಕರಿಸಿದ ಯಾವುದೇ ಮೇಲ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗುವುದು, ಆದ್ದರಿಂದ ಈ ವಿಳಾಸವನ್ನು ರಹಸ್ಯವಾಗಿಡುವುದು ಒಳ್ಳೆಯದು.

source: You can also control the display of your content in RSS feeds, including the maximum number of posts to display and whether to show full text or a summary.
kn: ಪ್ರದರ್ಶಿಸಲು ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಪೋಸ್ಟ್ಗಳು ಮತ್ತು ಪೂರ್ಣ ಪಠ್ಯ ಅಥವಾ ಸಾರಾಂಶವನ್ನು ತೋರಿಸುವಿರಾ ಎಂಬುದನ್ನು ಒಳಗೊಂಡಂತೆ RSS ಫೀಡ್ಗಳಲ್ಲಿ ನಿಮ್ಮ ವಿಷಯದ ಪ್ರದರ್ಶನವನ್ನೂ ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು.

source: If you temporarily make your %s file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
kn: ಪುನಃ ಬರೆಯುವ ನಿಯಮಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೃಷ್ಟಿಸಲು ನಿಮ್ಮ ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಮ್ಮ %s ಕಡತ ಬರೆಯುವಂತೆ ಮಾಡಿದರೆ, ನಿಯಮವನ್ನು ಉಳಿಸಿದ ನಂತರ ಅನುಮತಿಗಳನ್ನು ಹಿಂತಿರುಗಿಸಲು ಮರೆಯಬೇಡಿ.

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within the dashboard, while the rest control external publishing methods. For more information on any of these methods, use the documentation links.
kn: ನೀವು ವಿಷಯವನ್ನು ವಿವಿಧ ರೀತಿಗಳಲ್ಲಿ ಸಲ್ಲಿಸಬಹುದು; ಈ ಪರದೆಯು ಎಲ್ಲವುಗಳಿಗೆ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಹೊಂದಿದೆ. ಮೇಲಿನ ವಿಭಾಗವು ಡ್ಯಾಶ್ಬೋರ್ಡ್ನಲ್ಲಿ ಸಂಪಾದಕವನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ, ಉಳಿದವು ಬಾಹ್ಯ ಪ್ರಕಟಣೆಯ ವಿಧಾನಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ. ಈ ಯಾವುದೇ ವಿಧಾನಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ದಸ್ತಾವೇಜನ್ನು ಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿ.

source: When this setting is in effect, a reminder is shown in the At a Glance box of the Dashboard that says, &#8220;Search Engines Discouraged,&#8221; to remind you that your site is not being crawled.
kn: ಈ ಸೆಟ್ಟಿಂಗ್ ಪರಿಣಾಮಕಾರಿಯಾಗಿದ್ದಾಗ, ಡ್ಯಾಶ್ಬೋರ್ಡ್ನ ಗ್ಲಾನ್ಸ್ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ನಿಮ್ಮ ಸೈಟ್ ಕ್ರಾಲ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ ಎಂದು ನೆನಪಿಸಲು, &#8220; ಹುಡುಕಾಟ ಇಂಜಿನ್ಗಳು ವಿರೋಧಿಸಲ್ಪಟ್ಟಿವೆ &#8221; ನಲ್ಲಿ ಜ್ಞಾಪನೆಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ.

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the checkbox next to &#8220;Discourage search engines from indexing this site&#8221; and click the Save Changes button at the bottom of the screen. Note that your privacy is not complete; your site is still visible on the web.
kn: ನಿಮ್ಮ ಸೈಟ್ ರೋಬೋಟ್ಗಳು, ಪಿಂಗ್ ಸೇವೆಗಳು ಮತ್ತು ಸ್ಪೈಡರ್ಸ್ ಮೂಲಕ ಕ್ರಾಲ್ ಮಾಡಲಾಗಿದೆಯೆ ಎಂದು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಆ ಸೇವೆಗಳನ್ನು ನಿಮ್ಮ ಸೈಟ್ ನಿರ್ಲಕ್ಷಿಸಲು ನೀವು ಬಯಸಿದರೆ, "ಈ ಸೈಟ್ ಅನ್ನು ಅನುಕ್ರಮವಾಗಿ ಶೋಧಿಸುವ ಎಂಜಿನ್ಗಳನ್ನು ನಿರುತ್ಸಾಹಗೊಳಿಸು" ಎಂಬ ಪರಿಶೀಲನಾ ಪೆಟ್ಟಿಗೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಪರದೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಉಳಿಸು ಬದಲಾವಣೆಗಳನ್ನು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ ಎಂಬುದನ್ನು ಗಮನಿಸಿ; ನಿಮ್ಮ ಸೈಟ್ ಇನ್ನೂ ವೆಬ್ನಲ್ಲಿ ಗೋಚರಿಸುತ್ತದೆ.

source: You can choose what&#8217;s displayed on the homepage of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static homepage, you first need to create two <a href="%s">Pages</a>. One will become the homepage, and the other will be where your posts are displayed.
kn: ನಿಮ್ಮ ಸೈಟ್ನ ಮುಖಪುಟದಲ್ಲಿ ಪ್ರದರ್ಶಿತಗೊಳ್ಳುವದನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಇದು ರಿವರ್ಸ್ ಕಾಲಾನಲಾಜಿಕಲ್ ಆರ್ಡರ್ (ಕ್ಲಾಸಿಕ್ ಬ್ಲಾಗ್), ಅಥವಾ ಸ್ಥಿರ / ಸ್ಥಿರ ಪುಟದಲ್ಲಿ ಪೋಸ್ಟ್ ಆಗಿರಬಹುದು. ಸ್ಥಿರ ಮುಖಪುಟವನ್ನು ಹೊಂದಿಸಲು, ನೀವು ಮೊದಲಿಗೆ ಎರಡು <a href="%s"> ಪುಟಗಳನ್ನು </a> ರಚಿಸಬೇಕಾಗಿದೆ. ಒಂದು ಮುಖಪುಟಕ್ಕೆ ಪರಿಣಮಿಸುತ್ತದೆ, ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳು ಎಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲ್ಪಡುತ್ತವೆ ಎಂಬುದು ಇತರವು.

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
kn: ನಿಖರ ಆಯಾಮಗಳಿಗೆ ಕ್ರಾಪ್ ಥಂಬ್ನೇಲ್ (ಸಾಮಾನ್ಯವಾಗಿ ಥಂಬ್ನೇಲ್ಗಳು ಪ್ರಮಾಣಾನುಗುಣವಾಗಿರುತ್ತವೆ)

source: The sizes listed below determine the maximum dimensions in pixels to use when adding an image to the Media Library.
kn: ಕೆಳಗೆ ಪಟ್ಟಿಮಾಡಲಾದ ಗಾತ್ರಗಳು ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಗೆ ಇಮೇಜ್ ಸೇರಿಸುವಾಗ ಬಳಸಲು ಪಿಕ್ಸೆಲ್ಗಳಲ್ಲಿ ಗರಿಷ್ಠ ಆಯಾಮಗಳನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ.

source: <a href="https://codex.wordpress.org/Settings_Media_Screen">Documentation on Media Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_Media_Screen"> ಮಾಧ್ಯಮ ಸೆಟ್ಟಿಂಗ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Uploading Files allows you to choose the folder and path for storing your uploaded files.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಫೈಲ್ಗಳು ನಿಮ್ಮ ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಫೈಲ್ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಫೋಲ್ಡರ್ ಮತ್ತು ಮಾರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
kn: ನಿಮ್ಮ ಲಿಖಿತ ವಿಷಯಕ್ಕೆ ಸೇರಿಸಲಾದ ಚಿತ್ರಗಳನ್ನು ಗರಿಷ್ಠ ಗಾತ್ರದಲ್ಲಿ ನೀವು ಹೊಂದಿಸಬಹುದು; ನೀವು ಪೂರ್ಣ ಗಾತ್ರದ ಚಿತ್ರವನ್ನು ಸಹ ಸೇರಿಸಬಹುದಾಗಿದೆ.

source: If your %1$s file was <a href="%2$s">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your %1$s file. Click in the field and press %3$s to select all.
kn: ನಿಮ್ಮ %1$s ಫೈಲ್ <a href="%2$s"> ಬರೆಯಬಹುದಾದ </a> ಆಗಿದ್ದರೆ, ನಾವು ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಬಹುದು, ಆದರೆ ಅದು ನಿಮ್ಮ %1$s ಫೈಲ್ನಲ್ಲಿನ mod_rewrite ನಿಯಮಗಳು. ಕ್ಷೇತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಲು %3$s ಅನ್ನು ಒತ್ತಿರಿ.

source: If you temporarily make your site&#8217;s root directory writable for us to generate the %s file automatically, do not forget to revert the permissions after the file has been created.
kn: ನೀವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ %s ಫೈಲ್ ಅನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ಸೈಟ್ನ ಮೂಲ ಕೋಶವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಬರೆಯಬಹುದಾದ ಅನುಮತಿ ನೀವು ಮಾಡಿದರೆ, ಫೈಲ್ ಅನ್ನು ರಚಿಸಿದ ನಂತರ ಅನುಮತಿಗಳನ್ನು ಹಿಂತಿರುಗಿಸಲು ಮರೆಯಬೇಡಿ.

source: If the root directory of your site was <a href="%1$s">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your %2$s file. Create a new file, called %2$s in the root directory of your site. Click in the field and press %3$s to select all. Then insert this code into the %2$s file.
kn: ನಿಮ್ಮ ಸೈಟ್ನ ಮೂಲ ಡೈರೆಕ್ಟರಿಯು <a href="%1$s"> ಬರೆಯಬಹುದಾದ </a> ಆಗಿದ್ದರೆ, ನಾವು ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಬಹುದು, ಆದರೆ ಇದು ನಿಮ್ಮ%2$s ಫೈಲ್ ರಲ್ಲಿ ನೀವು ಹೊಂದಿರುವ URL ಪುನಃ ಬರೆಯುವ ನಿಯಮವಲ್ಲ. ನಿಮ್ಮ ಸೈಟ್ನ ಮೂಲ ಕೋಶದಲ್ಲಿ %2$s ಎಂಬ ಹೊಸ ಫೈಲ್ ಅನ್ನು ರಚಿಸಿ. ಕ್ಷೇತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಲು %3$s ಅನ್ನು ಒತ್ತಿರಿ. ನಂತರ ಈ ಕೋಡ್ ಅನ್ನು %2$s ಫೈಲ್ನಲ್ಲಿ ಸೇರಿಸಿ.

source: If your %1$s file was <a href="%2$s">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your %1$s file. Click in the field and press %3$s to select all. Then insert this rule inside of the %4$s element in %1$s file.
kn: ನಿಮ್ಮ %1$s ಫೈಲ್ <a href="%2$s"> ಬರೆಯಬಹುದಾದ </a> ಆಗಿದ್ದರೆ, ನಾವು ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಬಹುದು, ಆದರೆ ಇದು ಅಲ್ಲವೇ , %1$s ಫೈಲ್ ರಲ್ಲಿ ನೀವು ಹೊಂದಿರುವ URL ಪುನಃ ಬರೆಯುವ ನಿಯಮ. ಕ್ಷೇತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಲು %3$s ಅನ್ನು ಒತ್ತಿರಿ. ನಂತರ %1$s ಫೈಲ್ನಲ್ಲಿ %4$s ಅಂಶದ ಒಳಗೆ ಈ ನಿಯಮವನ್ನು ಸೇರಿಸಿ.

source: If you like, you may enter custom structures for your category and tag URLs here. For example, using <code>topics</code> as your category base would make your category links like <code>%s/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
kn: ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ ವರ್ಗದಲ್ಲಿ ಮತ್ತು ಟ್ಯಾಗ್ URL ಗಳನ್ನು ಇಲ್ಲಿ ನೀವು ಕಸ್ಟಮ್ ರಚನೆಗಳನ್ನು ನಮೂದಿಸಬಹುದು. ಉದಾಹರಣೆಗೆ, ನಿಮ್ಮ ವರ್ಗದಲ್ಲಿ ಮೂಲವಾಗಿ <code> ವಿಷಯಗಳು </code> ಅನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಕೋಡ್ ಕೊಂಡಿಗಳು <code>%s/topics/uncategorized/</code> ನಂತೆ ಮಾಡುತ್ತದೆ. ನೀವು ಇದನ್ನು ಬಿಟ್ಟರೆ ಡೀಫಾಲ್ಟ್ಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
kn: <a href="https://codex.wordpress.org/Formatting_Date_and_Time"> ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಸ್ವರೂಪದ ದಾಖಲೆ </a>.

source: You can set the language, and the translation files will be automatically downloaded and installed (available if your filesystem is writable).
kn: ನೀವು ಭಾಷೆಯನ್ನು ಹೊಂದಿಸಬಹುದು ಮತ್ತು ಅನುವಾದ ಫೈಲ್ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುವುದು ಮತ್ತು ಸ್ಥಾಪಿಸಲಾಗುವುದು (ನಿಮ್ಮ ಫೈಲ್ ಸಿಸ್ಟಮ್ ಬರೆಯಬಹುದಾದರೆ ಲಭ್ಯವಿದೆ).

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
kn: ಇದು %s ಅಥವಾ ಹೆಚ್ಚಿನ ಲಿಂಕ್ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಕ್ಯೂನಲ್ಲಿ ಕಾಮೆಂಟ್ ಅನ್ನು ಹೋಲ್ಡ್ ಮಾಡಿ. (ಕಾಮೆಂಟ್ ಸ್ಪ್ಯಾಮ್ನ ಸಾಮಾನ್ಯ ಲಕ್ಷಣವೆಂದರೆ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯ ಹೈಪರ್ಲಿಂಕ್ಗಳು.)

source: WordPress offers you the ability to create a custom URL structure for your permalinks and archives. Custom URL structures can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="%s">number of tags are available</a>, and here are some examples to get you started.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನಿಮ್ಮ ಪರ್ಮಾಲಿಂಕ್ಗಳು ಮತ್ತು ಆರ್ಕೈವ್ಗಳಿಗಾಗಿ ಕಸ್ಟಮ್ URL ಅನ್ನು ರಚಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಕಸ್ಟಮ್ URL ರಚನೆಗಳು ಸೌಂದರ್ಯದ, ಉಪಯುಕ್ತತೆ ಮತ್ತು ನಿಮ್ಮ ಕೊಂಡಿಗಳ ಮುಂದಕ್ಕೆ-ಹೊಂದಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ಸುಧಾರಿಸಬಹುದು. ಒಂದು <a href="%s"> ಟ್ಯಾಗ್ಗಳ ಸಂಖ್ಯೆ ಲಭ್ಯವಿದೆ </a>, ಮತ್ತು ನೀವು ಪ್ರಾರಂಭಿಸಲು ಕೆಲವು ಉದಾಹರಣೆಗಳಿವೆ.

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
kn: ಆರ್ಕೈವ್ URL ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ &#8220;ವರ್ಗ&#8221; ಮತ್ತು &#8220;ಟ್ಯಾಗ್&#8221; ಬೇಸ್ ಹೆಸರುಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಐಚ್ಛಿಕ ಜಾಗ ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, &#8220;ವರ್ಗೀಕರಿಸದ&#8221; ವರ್ಗದಲ್ಲಿ ಎಲ್ಲಾ ಪೋಸ್ಟ್ಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡುವ ಪುಟವು <code>/topics/uncategorized</code> ಬದಲಿಗೆ <code>/category/uncategorized</code> ಆಗಿರಬಹುದು.

source: If you pick an option other than Plain, your general URL path with structure tags (terms surrounded by <code>%</code>) will also appear in the custom structure field and your path can be further modified there.
kn: ನೀವು ಪ್ಲೈನ್ ಹೊರತುಪಡಿಸಿ ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿದರೆ, ರಚನೆಯ ಟ್ಯಾಗ್ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಸಾಮಾನ್ಯ URL ಪಥವನ್ನು (<code>%</code> ಸುತ್ತಲೂ ಇರುವ ಪದಗಳು) ಸಹ ಕಸ್ಟಮ್ ರಚನೆ ಕ್ಷೇತ್ರದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ ಮತ್ತು ನಿಮ್ಮ ಮಾರ್ಗವನ್ನು ಮತ್ತಷ್ಟು ಮಾರ್ಪಡಿಸಬಹುದು.

source: This address is used for admin purposes. If you change this we will send you an email at your new address to confirm it. <strong>The new address will not become active until confirmed.</strong>
kn: ಈ ಉದ್ದೇಶವನ್ನು ನಿರ್ವಹಣೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ನೀವು ಬದಲಾಯಿಸಿದರೆ ಅದನ್ನು ದೃಢೀಕರಿಸಲು ನಾವು ನಿಮ್ಮ ಹೊಸ ವಿಳಾಸದಲ್ಲಿ ಇಮೇಲ್ ಕಳುಹಿಸುತ್ತೇವೆ. <strong> ದೃಢೀಕರಿಸುವವರೆಗೆ ಹೊಸ ವಿಳಾಸ ಸಕ್ರಿಯಗೊಳ್ಳುವುದಿಲ್ಲ. </strong>

source: If you want site visitors to be able to register themselves, as opposed to by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site admin.
kn: ಸೈಟ್ ಸಂದರ್ಶಕರು ತಮ್ಮನ್ನು ತಾವು ನೋಂದಾಯಿಸಿಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಸೈಟ್ ನಿರ್ವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ, ಸದಸ್ಯತ್ವ ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಸ್ವಯಂ-ನೋಂದಾಯಿತವಾಗಿದ್ದರೂ ಅಥವಾ ಸೈಟ್ ನಿರ್ವಾಹಕರಿಂದ ನೋಂದಾಯಿತವಾಗಿದ್ದರೂ, ಎಲ್ಲಾ ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಪೂರ್ವನಿಯೋಜಿತ ಬಳಕೆದಾರ ಪಾತ್ರವನ್ನು ಹೊಂದಿಸಬಹುದು.

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
kn: ಪ್ರತಿ ಪುಟಕ್ಕೆ %1$s ಉನ್ನತ ಮಟ್ಟದ ಕಾಮೆಂಟ್ಗಳೊಂದಿಗೆ ಮತ್ತು ಡೀಫಾಲ್ಟ್ ಆಗಿ ಪ್ರದರ್ಶಿಸಲಾದ %2$s ಪುಟದೊಂದಿಗೆ ಪುಟಗಳನ್ನು ಕಾಮೆಂಟ್ಗಳನ್ನು ಬ್ರೇಕ್ ಮಾಡಿ

source: Drag each item into the order you prefer. Click the arrow on the right of the item to reveal additional configuration options.
kn: ನೀವು ಬಯಸಿದಂತೆ ಪ್ರತಿ ಐಟಂ ಅನ್ನು ಎಳೆಯಿರಿ. ಹೆಚ್ಚುವರಿ ಸಂರಚನಾ ಆಯ್ಕೆಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಲು ಐಟಂನ ಬಲಭಾಗದಲ್ಲಿರುವ ಬಾಣವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Edit your default menu by adding or removing items. Drag each item into the order you prefer. Click Create Menu to save your changes.
kn: ಐಟಂಗಳನ್ನು ಸೇರಿಸುವ ಅಥವಾ ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಮೆನು ಸಂಪಾದಿಸಿ. ನೀವು ಬಯಸಿದಂತೆ ಪ್ರತಿ ಐಟಂ ಅನ್ನು ಎಳೆಯಿರಿ. ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ಮೆನು ರಚಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
kn: ವರ್ಡ್ಪ್ರೆಸ್ URL ಮತ್ತು ಸೈಟ್ URL ಒಂದೇ ಆಗಿರಬಹುದು (example.com) ಅಥವಾ ವಿಭಿನ್ನವಾಗಿರಬಹುದು; ಉದಾಹರಣೆಗೆ, ರೂಟ್ ಡೈರೆಕ್ಟರಿಯ ಬದಲಿಗೆ ಒಂದು ಉಪಕೋಶದಲ್ಲಿ ವರ್ಡ್ಪ್ರೆಸ್ ಕೋರ್ ಫೈಲ್ಗಳನ್ನು (example.com/wordpress) ಹೊಂದಿರುವಿರಿ.

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
kn: ಹೆಚ್ಚಿನ ವಿಷಯಗಳು ಪ್ರತಿ ಪುಟದ ಮೇಲ್ಭಾಗದಲ್ಲಿ, ಬ್ರೌಸರ್ ಶೀರ್ಷಿಕೆಪಟ್ಟಿಯಲ್ಲಿ, ಮತ್ತು ಸಿಂಡಿಕೇಟೆಡ್ ಫೀಡ್ಗಳಿಗೆ ಗುರುತಿಸುವ ಹೆಸರು ಎಂದು ಸೈಟ್ ಶೀರ್ಷಿಕೆಯನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತವೆ. ಅಡಿಬರಹವು ಅನೇಕ ವಿಷಯಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.

source: When a comment contains any of these words in its content, name, URL, email, or IP address, it will be put in the trash. One word or IP address per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
kn: ಅದರ ವಿಷಯ, ಹೆಸರು, URL, ಇಮೇಲ್ ಅಥವಾ IP ವಿಳಾಸದಲ್ಲಿ ಈ ಪದಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಕಾಮೆಂಟ್ ಅನ್ನು ಕಾಮೆಂಟ್ ಮಾಡಿದಾಗ, ಅದನ್ನು ಅನುಪಯುಕ್ತದಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ. ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು ಪದ ಅಥವಾ IP ವಿಳಾಸ. ಇದು ಪದಗಳ ಒಳಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ "ಪತ್ರಿಕಾ" "ವರ್ಡ್ಪ್ರೆಸ್" ಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ.

source: When a comment contains any of these words in its content, name, URL, email, or IP address, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP address per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
kn: ಅದರ ವಿಷಯ, ಹೆಸರು, URL, ಇಮೇಲ್ ಅಥವಾ IP ವಿಳಾಸದಲ್ಲಿ ಈ ಪದಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಕಾಮೆಂಟ್ ಅನ್ನು ಕಾಮೆಂಟ್ ಮಾಡಿದಾಗ, ಅದು <a href="edit-comments.php?comment_status=moderated"> ಮಾಡರೇಶನ್ ಕ್ಯೂ </a> ನಲ್ಲಿ ನಡೆಯುತ್ತದೆ. . ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು ಪದ ಅಥವಾ IP ವಿಳಾಸ. ಇದು ಪದಗಳ ಒಳಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ "ಪತ್ರಿಕಾ" "ವರ್ಡ್ಪ್ರೆಸ್" ಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ.

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation links to get information on what each discussion setting does.
kn: ಈ ಪರದೆಯು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳು / ಪುಟಗಳಿಗೆ ಕಾಮೆಂಟ್ಗಳು ಮತ್ತು ಲಿಂಕ್ಗಳ ನಿರ್ವಹಣೆ ಮತ್ತು ಪ್ರದರ್ಶನವನ್ನು ನಿಯಂತ್ರಿಸುವ ಹಲವು ಆಯ್ಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ. ವಾಸ್ತವವಾಗಿ, ಅವರು ಎಲ್ಲರೂ ಇಲ್ಲಿ ಸರಿಹೊಂದುವುದಿಲ್ಲ! :) ಪ್ರತಿ ಚರ್ಚೆಯ ಸೆಟ್ಟಿಂಗ್ ಏನು ಮಾಡುತ್ತದೆ ಎಂಬುದರ ಬಗ್ಗೆ ಮಾಹಿತಿ ಪಡೆಯಲು ದಸ್ತಾವೇಜನ್ನು ಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿ.

source: Editing %s (inactive)
kn: ಸಂಪಾದನೆ %s (ನಿಷ್ಕ್ರಿಯ)

source: Add Plugins
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸೇರಿಸಿ

source: I understand
kn: ನಾನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ

source: Heads up!
kn: ಮುಖ್ಯಸ್ಥರು!

source: Update File
kn: ಫೈಲ್ ನವೀಕರಿಸಿ

source: Look Up
kn: ಮೇಲೆ ನೋಡು

source: Documentation:
kn: ದಾಖಲೆ:

source: Selected file content:
kn: ಆಯ್ದ ಫೈಲ್ ವಿಷಯ:

source: Plugin Files
kn: ಪ್ಲಗಿನ್ ಫೈಲ್ಸ್

source: Select plugin to edit:
kn: ಸಂಪಾದಿಸಲು ಪ್ಲಗಿನ್ ಆಯ್ಕೆಮಾಡಿ:

source: Edit Plugins
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Browsing %s (inactive)
kn: ಬ್ರೌಸಿಂಗ್ %s (ನಿಷ್ಕ್ರಿಯ)

source: Browsing %s (active)
kn: ಬ್ರೌಸಿಂಗ್ %s (ಸಕ್ರಿಯ)

source: Editing %s (active)
kn: ಸಂಪಾದನೆ %s (ಸಕ್ರಿಯ)

source: Function Name&hellip;
kn: ಫಂಕ್ಷನ್ ಹೆಸರು &hellip;

source: All Settings
kn: ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Sorry, you are not allowed to modify unregistered settings for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನ ನೋಂದಾಯಿಸದ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: <strong>ERROR</strong>: options page not found.
kn: <strong> ದೋಷ </strong>: ಆಯ್ಕೆಗಳ ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ.

source: Sorry, you are not allowed to manage these options.
kn: ಕ್ಷಮಿಸಿ, ಈ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Default Mail Category
kn: ಡೀಫಾಲ್ಟ್ ಇಮೇಲ್ ವರ್ಗ

source: Login Name
kn: ಲಾಗಿನ್ ಹೆಸರು

source: Port
kn: ಪೋರ್ಟ್

source: Mail Server
kn: ಮೇಲ್ ಸರ್ವರ್

source: Post via email
kn: ಇಮೇಲ್ ಮೂಲಕ ಪೋಸ್ಟ್

source: Default Link Category
kn: ಡೀಫಾಲ್ಟ್ ಲಿಂಕ್ ವರ್ಗ

source: Default Post Format
kn: ಡೀಫಾಲ್ಟ್ ಪೋಸ್ಟ್ ಸ್ವರೂಪ

source: Default Post Category
kn: ಡೀಫಾಲ್ಟ್ ಪೋಸ್ಟ್ ವರ್ಗ

source: WordPress should correct invalidly nested XHTML automatically
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಮಾನ್ಯವಾದ ನೆಸ್ಟೆಡ್ XHTML ಸರಿಪಡಿಸಬೇಕು

source: Formatting
kn: ಫಾರ್ಮ್ಯಾಟಿಂಗ್

source: Update Services
kn: ಸೇವೆಗಳನ್ನು ನವೀಕರಿಸಿ

source: Post Via Email
kn: ಇಮೇಲ್ ಮೂಲಕ ಪೋಸ್ಟ್

source: Writing Settings
kn: ಬರವಣಿಗೆ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Full text
kn: ಪೂರ್ಣ ಪಠ್ಯ

source: For each article in a feed, show
kn: ಫೀಡ್ನಲ್ಲಿನ ಪ್ರತಿ ಲೇಖನಕ್ಕಾಗಿ, ತೋರಿಸಿ

source: items
kn: ಐಟಂಗಳು

source: Syndication feeds show the most recent
kn: ಸಿಂಡಿಕೇಶನ್ ಫೀಡ್ಗಳು ತೀರಾ ಇತ್ತೀಚಿನದನ್ನು ತೋರಿಸುತ್ತವೆ

source: posts
kn: ಪೋಸ್ಟ್ಗಳು

source: Blog pages show at most
kn: ಬ್ಲಾಗ್ ಪುಟಗಳು ಹೆಚ್ಚು ತೋರಿಸುತ್ತವೆ

source: <strong>Warning:</strong> these pages should not be the same!
kn: <strong> ಎಚ್ಚರಿಕೆ: </strong> ಈ ಪುಟಗಳು ಒಂದೇ ಆಗಿರಬಾರದು!

source: Posts page: %s
kn: ಪೋಸ್ಟ್ಗಳ ಪುಟ: %s

source: Homepage: %s
kn: ಮುಖಪುಟ: %s

source: A <a href="%s">static page</a> (select below)
kn: ಒಂದು <a href="%s"> ಸ್ಥಿರ ಪುಟ </a> (ಕೆಳಗೆ ಆಯ್ಕೆಮಾಡಿ)

source: Encoding for pages and feeds
kn: ಪುಟಗಳು ಮತ್ತು ಫೀಡ್ಗಳಿಗಾಗಿ ಎನ್ಕೋಡಿಂಗ್

source: <a href="https://codex.wordpress.org/Settings_Reading_Screen">Documentation on Reading Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_Reading_Screen"> ಓದುವಿಕೆ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿನ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: This screen contains the settings that affect the display of your content.
kn: ನಿಮ್ಮ ವಿಷಯದ ಪ್ರದರ್ಶನದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಈ ಪರದೆಯು ಒಳಗೊಂಡಿದೆ.

source: Reading Settings
kn: ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಓದುವಿಕೆ

source: <a href="https://codex.wordpress.org/Nginx">Documentation on Nginx configuration</a>.
kn: <a href="https://codex.wordpress.org/Nginx"> Nginx ಸಂರಚನೆಯ ಕುರಿತಾದ ದಾಖಲೆ </a>.

source: Tag base
kn: ಟ್ಯಾಗ್ ಬೇಸ್

source: Category base
kn: ವರ್ಗ ಬೇಸ್

source: Optional
kn: ಐಚ್ಛಿಕ

source: Available tags:
kn: ಲಭ್ಯವಿರುವ ಟ್ಯಾಗ್ಗಳು:

source: %s (already used in permalink structure)
kn: %s (ಈಗಾಗಲೇ ಪರ್ಮಾಲಿಂಕ್ ರಚನೆಯಲ್ಲಿ ಬಳಸಲಾಗಿದೆ)

source: %s added to permalink structure
kn: %s ಪರ್ಮಾಲಿಂಕ್ ರಚನೆಗೆ ಸೇರಿಸಲಾಗಿದೆ

source: %s (A sanitized version of the author name.)
kn: %s (ಲೇಖಕರ ಹೆಸರಿನ ಪರಿಶುದ್ಧ ಆವೃತ್ತಿ.)

source: %s (Category slug. Nested sub-categories appear as nested directories in the URL.)
kn: %s (ವರ್ಗ ಸ್ಲಗ್. ನೆಸ್ಟೆಡ್ ಉಪ ವಿಭಾಗಗಳು URL ನಲ್ಲಿ ನೆಸ್ಟೆಡ್ ಡೈರೆಕ್ಟರಿಗಳಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.)

source: %s (The sanitized post title (slug).)
kn: %s (ಸ್ವಚ್ಛಗೊಳಿಸಿದ ಪೋಸ್ಟ್ ಶೀರ್ಷಿಕೆ (ಸ್ಲಗ್).)

source: %s (The unique ID of the post, for example 423.)
kn: %s (ಪೋಸ್ಟ್ನ ಅನನ್ಯ ID, ಉದಾಹರಣೆಗೆ 423.)

source: %s (Hour of the day, for example 15.)
kn: %s (ದಿನದ ಅವಧಿ, ಉದಾಹರಣೆಗೆ 15.)

source: %s (Second of the minute, for example 33.)
kn: %s ( ಸೆಕೆಂಡ್ ಗೆ ನಿಮಿಷ , ಉದಾಹರಣೆಗೆ 33.)

source: %s (Minute of the hour, for example 43.)
kn: %s ( ನಿಮಿಷಕ್ಕೆ ಗಂಟೆ , ಉದಾಹರಣೆಗೆ 43.)

source: Permalinks can contain useful information, such as the post date, title, or other elements. You can choose from any of the suggested permalink formats, or you can craft your own if you select Custom Structure.
kn: ಪರ್ಮಾಲಿಂಕ್ಗಳು ಪೋಸ್ಟ್ ದಿನಾಂಕ, ಶೀರ್ಷಿಕೆ, ಅಥವಾ ಇತರ ಅಂಶಗಳಂತಹ ಉಪಯುಕ್ತ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿರಬಹುದು. ಸೂಚಿಸಲಾದ ಪರ್ಮಾಲಿಂಕ್ ಸ್ವರೂಪಗಳಿಂದ ನೀವು ಯಾವುದೇ ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಅಥವಾ ನೀವು ಕಸ್ಟಮ್ ರಚನೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿದರೆ ನೀವು ನಿಮ್ಮ ಸ್ವಂತವನ್ನು ರಚಿಸಬಹುದು.

source: This screen allows you to choose your permalink structure. You can choose from common settings or create custom URL structures.
kn: ಈ ಪರದೆಯು ನಿಮ್ಮ ಪರ್ಮಾಲಿಂಕ್ ರಚನೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಬಹುದು ಅಥವಾ ಕಸ್ಟಮ್ URL ರಚನೆಗಳನ್ನು ರಚಿಸಬಹುದು.

source: Permalinks are the permanent URLs to your individual pages and blog posts, as well as your category and tag archives. A permalink is the web address used to link to your content. The URL to each post should be permanent, and never change &#8212; hence the name permalink.
kn: ಪರ್ಮಾಲಿಂಕ್ಗಳು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಪುಟಗಳು ಮತ್ತು ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ಗಳಿಗೆ ಶಾಶ್ವತ URL ಗಳು, ಹಾಗೆಯೇ ನಿಮ್ಮ ವರ್ಗ ಮತ್ತು ಟ್ಯಾಗ್ ಆರ್ಕೈವ್ಗಳು. ನಿಮ್ಮ ವಿಷಯಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲು ವೆಬ್ ವಿಳಾಸವು ಪರ್ಮಾಲಿಂಕ್ ಆಗಿದೆ. ಪ್ರತಿ ಪೋಸ್ಟ್ಗೆ URL ಶಾಶ್ವತವಾಗಿರಬೇಕು, ಮತ್ತು ಎಂದಿಗೂ ಬದಲಾಗದು - ಆದ್ದರಿಂದ ಹೆಸರು ಪರ್ಮಾಲಿಂಕ್.

source: Enter the address here if you <a href="%s">want your site home page to be different from your WordPress installation directory</a>.
kn: ನೀವು <a href="%s"> ನಿಮ್ಮ ಸೈಟ್ ಹೋಮ್ ಪೇಜ್ ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನಾ ಡೈರೆಕ್ಟರಿಯಿಂದ ವಿಭಿನ್ನವಾಗಿರಲು ಬಯಸಿದರೆ </a> ಇಲ್ಲಿ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their email address.
kn: ತಮ್ಮದೇ ಆದ ಕಸ್ಟಮ್ ಅವತಾರವಿಲ್ಲದೆಯೇ ಬಳಕೆದಾರರಿಗೆ, ನೀವು ಒಂದು ಸಾಮಾನ್ಯ ಲೋಗೊ ಅಥವಾ ಅವರ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಆಧರಿಸಿ ರಚಿಸಿದ ಒಂದನ್ನು ಪ್ರದರ್ಶಿಸಬಹುದು.

source: %s (Day of the month, for example 28.)
kn: %s (ತಿಂಗಳ ದಿನ, ಉದಾಹರಣೆಗೆ 28.)

source: %s (Month of the year, for example 05.)
kn: %s (ವರ್ಷದ ತಿಂಗಳು, ಉದಾಹರಣೆಗೆ 05.)

source: %s (The year of the post, four digits, for example 2004.)
kn: %s (ಪೋಸ್ಟ್ನ ವರ್ಷ, ನಾಲ್ಕು ಅಂಕೆಗಳು, ಉದಾಹರಣೆಗೆ 2004.)

source: Custom Structure
kn: ಕಸ್ಟಮ್ ರಚನೆ

source: Post name
kn: ಪೋಸ್ಟ್ ಹೆಸರು

source: Numeric
kn: ಸಂಖ್ಯೆ

source: Month and name
kn: ತಿಂಗಳು ಮತ್ತು ಹೆಸರು

# sample permalink structure
source: sample-post
kn: ಮಾದರಿ-ಪೋಸ್ಟ್

source: Day and name
kn: ದಿನ ಮತ್ತು ಹೆಸರು

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
kn: ಅವತಾರವು ಅವತಾರ್ ಸಕ್ರಿಯ ಸೈಟ್ಗಳಲ್ಲಿ ನೀವು ಕಾಮೆಂಟ್ ಮಾಡಿದಾಗ ನಿಮ್ಮ ಹೆಸರಿನ ಪಕ್ಕದಲ್ಲಿ ವೆಬ್ಲಾಗ್ನಿಂದ ವೆಬ್ಲಾಗ್ಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಇಮೇಜ್ ಆಗಿದೆ. ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಕಾಮೆಂಟ್ ಮಾಡುವ ಜನರಿಗೆ ಇಲ್ಲಿ ಅವತಾರ ಪ್ರದರ್ಶನವನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: Plain
kn: ಸರಳ

source: Common Settings
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು

# sample permalink base
source: archives
kn: ದಾಖಲೆಗಳು

source: You should update your .htaccess now.
kn: ಈಗ ನಿಮ್ಮ .htaccess ಅನ್ನು ನೀವು ನವೀಕರಿಸಬೇಕು.

source: Permalink structure updated. Remove write access on web.config file now!
kn: ಪರ್ಮಾಲಿಂಕ್ ರಚನೆ ನವೀಕರಿಸಲಾಗಿದೆ. ಈಗ web.config ಕಡತದಲ್ಲಿ ಬರೆಯುವ ಪ್ರವೇಶವನ್ನು ತೆಗೆದುಹಾಕಿ!

source: You should update your web.config now.
kn: ನೀವು ಈಗ ನಿಮ್ಮ web.config ಅನ್ನು ನವೀಕರಿಸಬೇಕು.

source: Permalink structure updated.
kn: ಪರ್ಮಾಲಿಂಕ್ ರಚನೆ ನವೀಕರಿಸಲಾಗಿದೆ.

source: <a href="https://codex.wordpress.org/Using_Permalinks">Documentation on Using Permalinks</a>
kn: <a href="https://codex.wordpress.org/Using_Permalinks"> ಪರ್ಮಾಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: <a href="https://codex.wordpress.org/Settings_Permalinks_Screen">Documentation on Permalinks Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_Permalinks_Screen"> ಪರ್ಮಾಲಿಂಕ್ ಸೆಟ್ಟಿಂಗ್ಗಳ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: Custom Structures
kn: ಕಸ್ಟಮ್ ರಚನೆಗಳು

source: Permalink Settings
kn: ಪರ್ಮಾಲಿಂಕ್ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Organize my uploads into month- and year-based folders
kn: ನನ್ನ ಅಪ್ಲೋಡ್ಗಳನ್ನು ತಿಂಗಳ ಮತ್ತು ವರ್ಷ-ಆಧಾರಿತ ಫೋಲ್ಡರ್ಗಳಿಗೆ ಆಯೋಜಿಸಿ

source: Configuring this is optional. By default, it should be blank.
kn: ಇದನ್ನು ಸಂರಚಿಸುವುದು ಐಚ್ಛಿಕವಾಗಿರುತ್ತದೆ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಅದು ಖಾಲಿಯಾಗಿರಬೇಕು.

source: Full URL path to files
kn: ಫೈಲ್ಗಳಿಗೆ ಪೂರ್ಣ URL ಮಾರ್ಗ

source: Store uploads in this folder
kn: ಈ ಫೋಲ್ಡರ್ನಲ್ಲಿ ಅಪ್ಲೋಡ್ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ

source: Uploading Files
kn: ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Embeds
kn: ಹುದುಗಿಸಿರುವುದು

source: Large size
kn: ದೊಡ್ಡ ಗಾತ್ರ

source: Max Height
kn: ಗರಿಷ್ಠ ಎತ್ತರ

source: Max Width
kn: ಗರಿಷ್ಠ ಅಗಲ

source: Medium size
kn: ಮಧ್ಯಮ ಗಾತ್ರ

source: Thumbnail size
kn: ಥಂಬ್ನೇಲ್ ಗಾತ್ರ

source: Image sizes
kn: ಚಿತ್ರದ ಗಾತ್ರಗಳು

source: Media Settings
kn: ಮಾಧ್ಯಮ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Week Starts On
kn: ವಾರ ಪ್ರಾರಂಭವಾಗುವುದು

source: Custom time format:
kn: ಕಸ್ಟಮ್ ಸಮಯ ಸ್ವರೂಪ:

source: enter a custom time format in the following field
kn: ಮುಂದಿನ ಕ್ಷೇತ್ರದಲ್ಲಿ ಕಸ್ಟಮ್ ಸಮಯ ಸ್ವರೂಪವನ್ನು ನಮೂದಿಸಿ

source: Preview:
kn: ಮುನ್ನೋಟ:

source: Custom date format:
kn: ಕಸ್ಟಮ್ ದಿನಾಂಕ ಸ್ವರೂಪ:

source: enter a custom date format in the following field
kn: ಮುಂದಿನ ಕ್ಷೇತ್ರದಲ್ಲಿ ಕಸ್ಟಮ್ ದಿನಾಂಕ ಸ್ವರೂಪವನ್ನು ನಮೂದಿಸಿ

source: Custom:
kn: ಕಸ್ಟಮ್:

source: This timezone does not observe daylight saving time.
kn: ಈ ಸಮಯವಲಯವು ಹಗಲಿನ ಸಮಯವನ್ನು ಉಳಿಸುವುದಿಲ್ಲ.
