Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-network-*.po
Languages: as, kn

source: There is a pending change of the network admin email to %s.
kn: ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆ ಇಮೇಲ್ನ %s ಗೆ ಬಾಕಿ ಇರುವ ಬದಲಾವಣೆ ಇದೆ.

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Documentation on Network Settings</a>
kn: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen"> ನೆಟ್ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿನ ದಾಖಲೆ </a>

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
kn: ಸೂಪರ್ ನಿರ್ವಾಹಕರು ಇನ್ನು ಮುಂದೆ ಆಯ್ಕೆಗಳು ಪರದೆಯಲ್ಲಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ಈಗ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆ > ಬಳಕೆದಾರರು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರ ಪಟ್ಟಿಗೆ ಹೋಗಬೇಕು ಮತ್ತು ಈ ಹೆಸರಿನ ಕೆಳಗೆ ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ ಸಂಪಾದನೆ ಕ್ರಿಯೆಯ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ಇದು ಸಂಪಾದಕ ಬಳಕೆದಾರ ಪುಟಕ್ಕೆ ಹೋಗುತ್ತದೆ, ಅಲ್ಲಿ ನೀವು ಸೂಪರ್ ನಿರ್ವಾಹಕ ಸವಲತ್ತುಗಳನ್ನು ನೀಡಲು ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
kn: ಮೆನು ಸೆಟ್ಟಿಂಗ್ ಸೂಪರ್ ಮ್ಯಾನೇಜರ್ಗಳಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳದಂತೆ ಪ್ಲಗಿನ್ ಮೆನ್ಯುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ / ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಕೇವಲ ಸೂಪರ್ ನಿರ್ವಾಹಕರು, ಸೈಟ್ ನಿರ್ವಾಹಕರು ಮಾತ್ರ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
kn: ಅಪ್ಲೋಡ್ ಸೆಟ್ಟಿಂಗ್ಗಳು ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಫೈಲ್ಗಳ ಗಾತ್ರ ಮತ್ತು ಪ್ರತಿ ಸೈಟ್ಗೆ ಲಭ್ಯವಿರುವ ಅಪ್ಲೋಡ್ ಸ್ಥಳವನ್ನು ನಿಯಂತ್ರಿಸುತ್ತವೆ. ನೀವು ನಿರ್ದಿಷ್ಟ ಸೈಟ್ ಅನ್ನು ಸಂಪಾದಿಸುವಾಗ ನೀವು ನಿರ್ದಿಷ್ಟ ಸೈಟ್ಗಳಿಗೆ ಡೀಫಾಲ್ಟ್ ಮೌಲ್ಯವನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಅನುಮತಿಸಲಾದ ಫೈಲ್ ಪ್ರಕಾರಗಳು ಸಹ ಪಟ್ಟಿ ಮಾಡಲ್ಪಟ್ಟಿವೆ (ಜಾಗವನ್ನು ಬೇರ್ಪಡಿಸಲಾಗಿದೆ).

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
kn: ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಹೊಸ ಸೈಟ್ ಅನ್ನು ರಚಿಸಿದಾಗ ಹೊಸ ಸೈಟ್ ಡಿಫಾಲ್ಟ್ ಸೆಟ್ಟಿಂಗ್ಗಳು ಅನ್ವಯಿಸುತ್ತವೆ. ಹೊಸ ಸೈಟ್ ಅಥವಾ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ನೋಂದಾಯಿಸಿದಾಗ ಸ್ವಾಗತ ಇಮೇಲ್, ಮತ್ತು ಮೊದಲ ಪೋಸ್ಟ್, ಪುಟ, ಕಾಮೆಂಟ್, ಕಾಮೆಂಟ್ ಲೇಖಕ, ಮತ್ತು ಕಾಮೆಂಟ್ URL ಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತವೆ

source: Operational settings has fields for the network&#8217;s name and admin email.
kn: ಕಾರ್ಯಾಚರಣಾ ಸೆಟ್ಟಿಂಗ್ಗಳು ಜಾಲಬಂಧದ ಹೆಸರು ಮತ್ತು ನಿರ್ವಹಣೆ ಇಮೇಲ್ಗಾಗಿ ಕ್ಷೇತ್ರಗಳನ್ನು ಹೊಂದಿವೆ.

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
kn: ಇಡೀ ನೆಟ್ವರ್ಕ್ಗಾಗಿ ಈ ಪರದೆಯ ಸೆಟ್ಗಳು ಮತ್ತು ಬದಲಾವಣೆ ಆಯ್ಕೆಗಳು. ಮೊದಲ ಸೈಟ್ ಜಾಲಬಂಧದಲ್ಲಿರುವ ಪ್ರಮುಖ ತಾಣವಾಗಿದೆ ಮತ್ತು ಮೂಲಭೂತ ಸೈಟ್ನ ಆಯ್ಕೆಗಳಿಂದ ನೆಟ್ವರ್ಕ್ ಆಯ್ಕೆಗಳನ್ನು ತೆಗೆಯಲಾಗುತ್ತದೆ.

source: Installed Themes
kn: ಸ್ಥಾಪಿಸಲಾದ ಥೀಮ್ಗಳು

source: Themes %s
kn: ಥೀಮ್ಗಳು %s

source: Upgrade Network
kn: ನೆಟ್ವರ್ಕ್ ನವೀಕರಿಸಿ

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
kn: ನೋಂದಣಿ ಸೆಟ್ಟಿಂಗ್ಗಳು ಸಾರ್ವಜನಿಕ ಸೈನ್ ಅಪ್ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು / ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. ಸೈಟ್ಗಾಗಿ ಇತರರು ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಲು ಅನುಮತಿಸಿದಲ್ಲಿ, ಸ್ಪ್ಯಾಮ್ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ. ಸ್ಪೇಸಸ್, ಅಲ್ಪವಿರಾಮವಲ್ಲ, ಈ ನೆಟ್ವರ್ಕ್ಗಾಗಿ ನಿಷೇಧಿಸಿದ ಸೈಟ್ಗಳ ಹೆಸರುಗಳನ್ನು ಬೇರ್ಪಡಿಸಬೇಕು.

source: Updates
kn: ನವೀಕರಿಸಿ

source: <a href="https://codex.wordpress.org/Network_Admin">Documentation on the Network Admin</a>
kn: <a href="https://codex.wordpress.org/Network_Admin"> ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕದ ದಾಖಲೆ </a>

source: Quick Tasks
kn: ತ್ವರಿತ ಕಾರ್ಯಗಳು

source: To search for a site, <strong>enter the path or domain</strong>.
kn: ಸೈಟ್ ಅನ್ನು ಹುಡುಕಲು, <strong> ಮಾರ್ಗ ಅಥವಾ ಡೊಮೇನ್ ನಮೂದಿಸಿ </strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಲು, <strong> ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ </strong>. ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಹುಡುಕಲು ವೈಲ್ಡ್ಕಾರ್ಡ್ ಅನ್ನು ಬಳಸಿ ಉದಾ: user&#42;.

source: To search for a user or site, use the search boxes.
kn: ಬಳಕೆದಾರ ಅಥವಾ ಸೈಟ್ ಅನ್ನು ಹುಡುಕಲು, ಹುಡುಕಾಟ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಬಳಸಿ.

source: To add a new site, <strong>click Create a New Site</strong>.
kn: ಹೊಸ ಸೈಟ್ ಸೇರಿಸಲು, <strong> ಹೊಸ ಸೈಟ್ ಅನ್ನು ರಚಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>.

source: To add a new user, <strong>click Create a New User</strong>.
kn: ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು, <strong> ಹೊಸ ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>.

source: The Right Now widget on this screen provides current user and site counts on your network.
kn: ಈ ತೆರೆಯಲ್ಲಿನ ರೈಟ್ ನೌ ವಿಜೆಟ್ ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಪ್ರಸ್ತುತ ಬಳಕೆದಾರ ಮತ್ತು ಸೈಟ್ ಎಣಿಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.

source: Modify global network settings
kn: ಜಾಗತಿಕ ನೆಟ್ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ

source: Update your network
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ನವೀಕರಿಸಿ

source: Install and activate themes or plugins
kn: ಥೀಮ್ಗಳು ಅಥವಾ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: From here you can:
kn: ಇಲ್ಲಿಂದ ನೀವು ಹೀಗೆ ಮಾಡಬಹುದು:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆಗೆ ಸುಸ್ವಾಗತ. ನಿಮ್ಮ ಮಲ್ಟಿಸೈಟ್ ನೆಟ್ವರ್ಕ್ನ ಎಲ್ಲಾ ಅಂಶಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಆಡಳಿತಾತ್ಮಕ ಪರದೆಗಳ ಈ ಪ್ರದೇಶವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
kn: ಒಮ್ಮೆ ನೀವು ಈ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಲ್ಲಿ, ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ಮತ್ತೆ ಪ್ರವೇಶಿಸಬೇಕು.

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
kn: %2$s ನಲ್ಲಿ ನಿಮ್ಮ%1$s ಫೈಲ್ಗೆ ಕೆಳಗಿನದನ್ನು ಸೇರಿಸಿ, ಇತರ ವರ್ಡ್ಪ್ರೆಸ್ ನಿಯಮಗಳನ್ನು <strong> ಬದಲಿಸಲಾಗುತ್ತಿದೆ </strong>:

source: To make your installation more secure, you should also add:
kn: ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಹೆಚ್ಚು ಸುರಕ್ಷಿತವಾಗಿ ಮಾಡಲು, ನೀವು ಕೂಡ ಸೇರಿಸಬೇಕು:

source: These unique authentication keys are also missing from your %s file.
kn: ಈ ಅನನ್ಯ ದೃಢೀಕರಣ ಕೀಲಿಗಳು ನಿಮ್ಮ%s ಫೈಲ್ನಿಂದ ಸಹ ಕಾಣೆಯಾಗಿದೆ.

source: This unique authentication key is also missing from your %s file.
kn: ನಿಮ್ಮ ಅನನ್ಯವಾದ ದೃಢೀಕರಣ ಕೀಲಿಯು ನಿಮ್ಮ%s ಫೈಲ್ನಿಂದ ಕಾಣೆಯಾಗಿದೆ.

source: That&#8217;s all, stop editing! Happy blogging.
kn: ಅಷ್ಟೆ, ಸಂಪಾದನೆ ನಿಲ್ಲಿಸಿರಿ! ಸ೦ತೋಷದ ಬ್ಲಾಗಿಂಗ್.

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
kn: %3$s ಲೈನ್ ಓದುವ <strong> ಮೇಲಿನ </strong> %2$s ನಲ್ಲಿ ನಿಮ್ಮ%1$s ಫೈಲ್ಗೆ ಕೆಳಗಿನದನ್ನು ಸೇರಿಸಿ:

source: We recommend you back up your existing %s file.
kn: ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ %s ಫೈಲ್ ಅನ್ನು ಬ್ಯಾಕ್ ಅಪ್ ಮಾಡಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.

source: We recommend you back up your existing %1$s and %2$s files.
kn: ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ %1$s ಮತ್ತು %2$s ಫೈಲ್ಗಳನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.

source: Complete the following steps to enable the features for creating a network of sites.
kn: ಸೈಟ್ಗಳ ನೆಟ್ವರ್ಕ್ ರಚಿಸಲು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕೆಳಗಿನ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.

source: Enabling the Network
kn: ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
kn: ದಯವಿಟ್ಟು ಕಾನ್ಫಿಗರೇಶನ್ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ. ಹೊಸ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ರಚಿಸಲು, ನೀವು ನೆಟ್ವರ್ಕ್ ಡೇಟಾಬೇಸ್ ಕೋಷ್ಟಕಗಳನ್ನು ಖಾಲಿ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಅಥವಾ ತೆಗೆದುಹಾಕಬೇಕು.

source: An existing WordPress network was detected.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವರ್ಡ್ಪ್ರೆಸ್ ನೆಟ್ವರ್ಕ್ ಪತ್ತೆಯಾಗಿದೆ.

source: The original configuration steps are shown here for reference.
kn: ಮೂಲ ಸಂರಚನಾ ಹಂತಗಳನ್ನು ಉಲ್ಲೇಖಕ್ಕಾಗಿ ಇಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ.

source: What would you like to call your network?
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ಗೆ ನೀವು ಏನನ್ನು ಕರೆಯಲು ಬಯಸುತ್ತೀರಿ?

source: Network Title
kn: ನೆಟ್ವರ್ಕ್ ಶೀರ್ಷಿಕೆ

source: Because your installation is not new, the sites in your WordPress network must use sub-domains.
kn: ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯು ಹೊಸದಲ್ಲದ ಕಾರಣ, ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಸೈಟ್ಗಳು ಉಪ ಡೊಮೇನ್ಗಳನ್ನು ಬಳಸಬೇಕು.

source: Sub-domain Installation
kn: ಉಪ ಡೊಮೇನ್ ಅನುಸ್ಥಾಪನೆ

source: Because your installation is in a directory, the sites in your WordPress network must use sub-directories.
kn: ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯು ಡೈರೆಕ್ಟರಿಯಲ್ಲಿರುವುದರಿಂದ, ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಸೈಟ್ಗಳು ಉಪ-ಕೋಶಗಳನ್ನು ಬಳಸಬೇಕು.

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
kn: ನೀವು %1$s ಅನ್ನು ಬಳಸುತ್ತಿರುವ ಕಾರಣ, ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಸೈಟ್ಗಳು ಉಪ-ಕೋಶಗಳನ್ನು ಬಳಸಬೇಕು. ನೀವು ಉಪ ಡೊಮೇನ್ಗಳನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ %2$s ಅನ್ನು ಬಳಸಿಕೊಳ್ಳಿ.

source: Sub-directory Installation
kn: ಉಪ-ಕೋಶದ ಅನುಸ್ಥಾಪನೆ

source: The internet address of your network will be %s.
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ನ ಇಂಟರ್ನೆಟ್ ವಿಳಾಸ %s ಆಗಿರುತ್ತದೆ.

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
kn: ನೆಟ್ವರ್ಕ್ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು ನಿಮ್ಮ ಸೈಟ್ URL ಅನ್ನು %1$s ಗೆ ಬದಲಾಯಿಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. %2$s ನಂತಹ ವಿಳಾಸದೊಂದಿಗೆ %3$s ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡಲು ಇನ್ನೂ ಸಾಧ್ಯವಿದೆ ಆದರೆ ಯಾವುದೇ ಲಿಂಕ್ಗಳು %3$s ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ.

source: Server Address
kn: ಸರ್ವರ್ ವಿಳಾಸ

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
kn: ಉಪ-ಡೈರೆಕ್ಟರಿ ಜಾಲಗಳು ಕಸ್ಟಮ್ wp-content ಡೈರೆಕ್ಟರಿಗಳೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಹೊಂದಿಕೊಳ್ಳದಿರಬಹುದು.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
kn: <code> %1$s / site1 </code> ಮತ್ತು <code> %1$s / site2 </code> ನಂತೆ

source: Sub-directories
kn: ಉಪ ಕೋಶಗಳು

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
kn: <code> ಸೈಟ್ 1.%1$s</code> ಮತ್ತು <code> ಸೈಟ್ 2.%1$s </code>

source: Sub-domains
kn: ಉಪ ಡೊಮೇನ್ಗಳು

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
kn: ನೀವು ವರ್ಚುವಲ್ ಹೋಸ್ಟ್ (ಉಪ-ಡೊಮೇನ್) ಕಾರ್ಯವನ್ನು ಬಳಸಲು ಹೋದರೆ ನಿಮಗೆ ವೈಲ್ಡ್ಕಾರ್ಡ್ ಡಿಎನ್ಎಸ್ ದಾಖಲೆ ಅಗತ್ಯವಿದೆ.

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
kn: ಉಪ ಡೊಮೇನ್ಗಳು ಅಥವಾ ಉಪ ಡೈರೆಕ್ಟರಿಗಳನ್ನು ಬಳಸಲು ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿರುವ ಸೈಟ್ಗಳನ್ನು ನೀವು ಬಯಸುತ್ತೀರಾ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ.

source: Addresses of Sites in your Network
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಸೈಟ್ಗಳ ವಿಳಾಸಗಳು

source: It looks like the Apache %s module is not installed.
kn: ಅಪಾಚೆ %s ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ.

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
kn: ದಯವಿಟ್ಟು ಅಪಾಚೆ %s ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಅನುಸ್ಥಾಪನೆಯ ಕೊನೆಯಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
kn: ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ಭರ್ತಿ ಮಾಡಿ ಮತ್ತು ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ಗಳ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿರುವಿರಿ. ನಾವು ಮುಂದಿನ ಹಂತದಲ್ಲಿ ಕಾನ್ಫಿಗರೇಶನ್ ಫೈಲ್ಗಳನ್ನು ರಚಿಸುತ್ತೇವೆ.

source: Welcome to the Network installation process!
kn: ನೆಟ್ವರ್ಕ್ ಸ್ಥಾಪನೆ ಪ್ರಕ್ರಿಯೆಗೆ ಸುಸ್ವಾಗತ!

source: ERROR: The network could not be created.
kn: ದೋಷ: ನೆಟ್ವರ್ಕ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
kn: %1$s ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಆ ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಕೇಳಿ, ಅಥವಾ <a href="%2$s"> ಅಪಾಚೆ ದಸ್ತಾವೇಜನ್ನು </a> ಅಥವಾ <a href="%3$s"> ಬೇರೆಡೆಯಲ್ಲಿ ನೋಡಿ </a> ಅದನ್ನು ಸ್ಥಾಪಿಸಲು ಸಹಾಯಕ್ಕಾಗಿ.

source: Return to Dashboard
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ ಹಿಂತಿರುಗಿ

source: You cannot use port numbers such as %s.
kn: ನೀವು %s ನಂತಹ ಪೋರ್ಟ್ ಸಂಖ್ಯೆಗಳನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: You cannot install a network of sites with your server address.
kn: ನಿಮ್ಮ ಸರ್ವರ್ ವಿಳಾಸದೊಂದಿಗೆ ಸೈಟ್ಗಳ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ನೀವು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ.

source: Once the network is created, you may reactivate your plugins.
kn: ಜಾಲಬಂಧವನ್ನು ರಚಿಸಿದ ನಂತರ, ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನೀವು ಪುನಃ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
kn: ನೆಟ್ವರ್ಕ್ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು <a href="%s"> ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ </a>.

source: Warning:
as: সকীয়নিঃ
kn: ಎಚ್ಚರಿಕೆ:

source: The constant %s cannot be defined when creating a network.
kn: ನೆಟ್ವರ್ಕ್ ಅನ್ನು ರಚಿಸುವಾಗ ಸ್ಥಿರವಾದ %s ಅನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

# user
source: Registered
kn: ನೋಂದಾಯಿಸಲಾಗಿದೆ

source: Super Admin <span class="count">(%s)</span>
kn: ಸೂಪರ್ ನಿರ್ವಾಹಕ <span class="count"> (%s) </span>

# user
source: Not Spam
kn: ಸ್ಪ್ಯಾಮ್ ಅಲ್ಲ

# user
source: Mark as Spam
kn: ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಿ

source: Active Child Theme
kn: ಸಕ್ರಿಯ ಮಕ್ಕಳ ಥೀಮ್

source: Active Theme
kn: ಸಕ್ರಿಯ ಥೀಮ್

source: Visit Theme Site
kn: ಥೀಮ್ ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡಿ

source: Visit %s homepage
kn: %s ಮುಖಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ

source: Broken Theme:
kn: ಬ್ರೋಕನ್ ಥೀಮ್:

source: The main site in a sub-directory installation will need to use a modified permalink structure, potentially breaking existing links.
kn: ಉಪ-ಡೈರೆಕ್ಟರಿ ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿನ ಮುಖ್ಯ ಸೈಟ್, ಮಾರ್ಪಡಿಸಿದ ಪರ್ಮಾಲಿಂಕ್ ರಚನೆಯನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ, ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಲಿಂಕ್ಗಳನ್ನು ಸಂಭಾವ್ಯವಾಗಿ ಮುರಿಯುತ್ತದೆ.

source: Network Enable %s
kn: %s ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: You are about to archive the site %s.
kn: ನೀವು %s ಸೈಟ್ ಅನ್ನು ಆರ್ಕೈವ್ ಮಾಡಲಿರುವಿರಿ.

source: You are about to deactivate the site %s.
kn: ನೀವು %s ಸೈಟ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಿದ್ದೀರಿ.

source: You are about to unarchive the site %s.
kn: ನೀವು %s ಸೈಟ್ ಆರ್ಕೈವ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ.

source: %s KB
kn: %s ಕೆಬಿ

source: %s Sites
kn: %s ತಾಣಗಳು

# theme
source: Delete %s
kn: %s ಅನ್ನು ಅಳಿಸು

source: Sorry, you are not allowed to delete themes for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ತಾಣದ ಥೀಮ್ಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

# email "From" field
source: Site Admin
kn: ಜಾಲತಾಣ ನಿರ್ವಹಣೆಗಾರ

source: Network Disable %s
kn: %s ನೆಟ್ವರ್ಕ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Disable %s
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ %s

source: Enable %s
kn: ಸಕ್ರಿಯಗೊ‍ಳಿಸಿ %s

source: Disable
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ‍

source: Enable
kn: ಸಕ್ರಿಯಗೊ‍ಳಿಸಿ

source: %s theme disabled.
kn: %s ಥೀಮ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: %s theme enabled.
kn: %s ಥೀಮ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: %s theme deleted.
kn: %s ಥೀಮ್ ಅಳಿಸಲಾಗಿದೆ.

source: Yes, delete these themes
kn: ಹೌದು, ಈ ಥೀಮ್‍ಗಳನ್ನು ಅಳಿಸಿ

source: Delete Themes
kn: ಥೀಮ್‍ಗಳನ್ನು ಅಳಿಸಿ

source: New registrations settings
kn: ಹೊಸ ನೋಂದಣಿ ಸಿದ್ಧತೆಗಳು

# theme
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

source: All Sites
kn: ಎಲ್ಲಾ ತಾಣಗಳು

source: Edit Site: %s
kn: ತಾಣವನ್ನು ಸಂಪಾದಿಸಿ: %s

source: No theme selected.
kn: ಯಾವುದೇ ಥೀಮ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ.

source: Invalid site ID.
kn: ಅಸಿಂಧುವಾದ ತಾಣದ ID.

source: Theme disabled.
kn: ಥೀಮ್ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.

source: Network Settings
kn: ಸಂಪರ್ಕಜಾಲ ಸಿದ್ಧತೆಗಳು

source: Add New Site
kn: ಸಿ‍

source: Site info updated.
kn: ತಾಣದ ವಿವರವನ್ನು ಪರಿಷ್ಕರಿಸಲಾಗಿದೆ.

source: User is already a member of this site.
kn: ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಈ ತಾಣ ಸದಸ್ಯರು.

source: Cannot add user.
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ಆಗುತ್ತಿಲ್ಲ.

source: User created.
kn: ಬಳಕೆದಾರರನ್ನು ರಚಿಸಲಾಗಿದೆ.

source: Network
kn: ನೆಟ್‌ವರ್ಕ್

source: Network Details
kn: ನೆಟ್‌ವರ್ಕ್‍ ವಿವರಗಳು

source: Site removed from spam.
kn: ಸ್ಪಾಮ್‍ನಿಂದ ತಾಣವನ್ನು ತೆಗೆಯಲಾಗಿದೆ.

source: Users removed from spam.
kn: ಸ್ಪಾಮ್‍ನಿಂದ ಬಳಕೆದಾರರನ್ನು ತೆಗೆಯಲಾಗಿದೆ.

source: Sites removed from spam.
kn: ಸ್ಪಾಮ್‍ನಿಂದ ತಾಣಗಳನ್ನು ತೆಗೆಯಲಾಗಿದೆ.

source: Sites marked as spam.
kn: ತಾಣವನ್ನು ಸ್ಪಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

source: Users deleted.
kn: ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Site activated.
kn: ತಾಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Site deactivated.
kn: ತಾಣವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Users marked as spam.
kn: ಸ್ಪಾಮ್ ಎಂದು ಗುರುತಿಸಲಾದ ಬಳಕೆದಾರರು.

source: Registration Settings
kn: ನೋಂದಾವಣೆ ಸಿದ್ಧತೆಗಳು

source: New Site Settings
kn: ಹೊಸ ತಾಣದ ಸಿದ್ಧತೆಗಳು

source: Upload Settings
kn: ಅಪ್ಲೋಡ್ ಸಿದ್ಧತೆಗಳು

source: Operational Settings
kn: ಕಾರ್ಯಕಾರಿ ಸಿದ್ಧತೆಗಳು

source: Next Sites
kn: ಮುಂದಿನ ತಾಣಗಳು

source: Site upload space
kn: ತಾಣದ ವರ್ಗಾವಣೆ ಸ್ಠಳ

source: The welcome email sent to new site owners.
kn: ಹೊಸ ಜಾಲತಾಣದ ಯಜಮಾನರಿಗೆ ಸ್ವಾಗತ ಮಿಂಚೆಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.

source: [%s] New Site Created
as: [%s] নতুন চাইট তৈয়াৰ কৰা হ'ল
kn: [%s] ಹೊಸ ಜಾಲತಾಣ ರಚನೆಯಾಗಿದೆ

source: Network Admin Email
kn: ಸಂಪರ್ಕಜಾಲದ ನಿರ್ವಹಣೆಗಾರರ ಮಿಂಚೆ

source: A new user will be created if the above email address is not in the database.
kn: ಈ ಮೇಲಿನ ಮಿಂಚೆ ವಿಳಾಸ ಡೇಟಾಬೇಸ್ನ‍ಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೆ, ಹೊಸ ಬಳಕೆದಾರರ ಖಾತೆ ರಚನೆಯಾಗುತ್ತದೆ.

source: Admin Email
as: প্ৰশাষকৰ ইমেইল
kn: ನಿರ್ವಹಣೆಗಾರರ ಮಿಂಚೆ

source: Add Site
as: চাইট যোগ কৰক
kn: ತಾಣವನ್ನು ಸೇರಿಸಿ

source: Default Language
as: নিজস্ব ভাষা
kn: ಪೂರ್ವನಿಯೋಜಿತ ಭಾಷೆ

source: Max upload file size
as: আপল'ড নথিৰ সৰ্বোচ্চ আঁকাৰ
kn: ವರ್ಗಾವಣೆ ಕಡತದ ಗರಿಷ್ಟ ಗಾತ್ರ

source: First Comment URL
as: প্ৰথম মন্তব্য ইউ আৰ এল
kn: ಮೊದಲ ಪ್ರತಿಕ್ರಿಯೆ URL

source: First Comment Author
as: প্ৰথম মন্তব্য লেখক
kn: ಮೊದಲ ಪ್ರತಿಕ್ರಿಯೆ ಲೇಖಕ

source: First Comment
as: প্ৰথম মন্তব্য
kn: ಮೊದಲ ಪ್ರತಿಕ್ರಿಯೆ

source: First Page
as: প্ৰথম পৃষ্ঠা
kn: ಮೊದಲ ಪುಟ

source: The welcome email sent to new users.
as: স্বাগতম ইমেইলটো নতুন ব্যৱহাৰকাৰীসকললৈ পঠিওৱা হ'ল |
kn: ಸ್ವಾಗತ ಮಿಂಚೆಯನ್ನು ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Welcome User Email
as: স্বাগতম ব্যৱহাৰকাৰী ইমেইল
kn: ಬಳಕೆದಾರರ ಸ್ವಾಗತ ಮಿಂಚೆ

source: Welcome Email
as: স্বাগতম ইমেইল
kn: ಸ್ವಾಗತ ಮಿಂಚೆ

source: Banned Email Domains
as: নিষিদ্ধ ইমেইল ডোমেইনসমূহ
kn: ನಿಷೇಧಿತ ಮಿಂಚೆ ಡೊಮೈನ್‍ಗಳು

source: Limited Email Registrations
as: সীমিত ইমেইল পঞ্জীয়নসমূহ
kn: ಸೀಮಿತ ಮಿಂಚೆ ನೋಂದಾವಣೆಗಳು

source: Registration notification
as: পঞ্জীয়ন জাঁননী
kn: ನೋಂದಾವಣೆ ಸೂಚನೆ

source: Duplicated username or email address.
as: দ্বিগুণিত ব্যৱহাৰকাৰী নাম নাইবা ইমেইল ঠিকনা |
kn: ನಕಲಿ ಬಳಕೆದಾರರು ಅಥವಾ ಮಿಂಚೆ ವಿಳಾಸ.

source: Cannot create an empty user.
as: উকা ব্যৱহাৰকাৰী সৃষ্টি কৰিব নোৱাৰি |
kn: ಖಾಲಿ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Confirm
as: নিশ্চিত কৰক
kn: ಧೃಡಪಡಿಸಿ

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Documentation on Upgrade Network</a>
kn: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">ನೆಟ್ವರ್ಕ್ ಉನ್ನತೀಕರಿಸುವ ಬಗ್ಗೆ ಲೇಖನ</a>

source: Warning!
as: সতৰ্কীকৰণ!

source: The username and password will be mailed to this email address.
as: ব্যৱহাৰকাৰী নাম আৰু পাছৱৰ্ড এই ইমেইল ঠিকনালৈ মেইলত পঠিওৱা হ'ব |
