Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: (Private post)
kn: (ಖಾಸಗಿ ಪೋಸ್ಟ್)

source: %s from now
kn: %s ಇದೀಗ

source: &#8220;%s&#8221; (Edit)
kn: &#8220;%s&#8221; (ಸಂಪಾದಿಸು)

# column name
source: Uploaded to
kn: ಗೆ ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿದೆ

source: Select All
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು

# paging
source: %1$s of %2$s
kn: %2$s ರಲ್ಲಿ %1$s

source: Current Page
kn: ಪ್ರಸ್ತುತ ಪುಟ

source: No pending comments
kn: ಬಾಕಿ ಉಳಿದಿರುವ ಕಾಮೆಂಟ್ಗಳಿಲ್ಲ

source: No approved comments
kn: ಅನುಮೋದಿತ ಕಾಮೆಂಟ್ಗಳಿಲ್ಲ

source: %s pending comment
kn: %s ಬಾಕಿ ಉಳಿದಿರುವ ಕಾಮೆಂಟ್

source: %s approved comment
kn: %s ಅನುಮೋದಿತ ಕಾಮೆಂಟ್

source: %s comment
kn: %s ಕಾಮೆಂಟ್

source: Select bulk action
kn: ಬೃಹತ್ ಕ್ರಿಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Excerpt View
kn: ಆಯ್ದ ಭಾಗಗಳ ನೋಟ

source: Select %s
kn: %s ಆಯ್ಕೆಮಾಡಿ

source: Rating
kn: ರೇಟಿಂಗ್

source: Visible
kn: ಕಾಣುವ

source: Loading&hellip;
kn: ತುಂಬುತ್ತಿದೆ&hellip;

source: The theme contains no files.
kn: ಈ ಥೀಮ್ ಯಾವುದೇ ಕಡತಗಳನ್ನು ಹೊಂದಿಲ್ಲ.

source: Noteworthy Contributors
kn: ಗಮನಾರ್ಹ ಕೊಡುಗೆದಾರರು

source: Media file updated.
kn: ಮಾಧ್ಯಮ ಕಡತವನ್ನು ಪರಿಷ್ಕರಿಸಲಾಗಿದೆ.

source: Edit this comment
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಂಪಾದಿಸಿ

# comment status
source: Pending
kn: ಬಾಕಿಯಿರುವ

# comments
source: Trash <span class="count">(%s)</span>
kn: ನಿರುಪಯೋಗಿ <span class="count">(%s)</span>

# comments
source: Pending <span class="count">(%s)</span>
kn: ಬಾಕಿ ಇರುವ <span class="count">(%s)</span>

source: Comment status
kn: ಪ್ರತಿಕ್ರಿಯೆಯ ಸ್ಥಿತಿ

# link name
source: Name
kn: ಹೆಸರು

source: Type
kn: ಬಗೆ

source: Move
kn: ಸರಿಸಿ

# media item
source: Edit
kn: ಸಂಪಾದಿಸಿ

# term name
source: Name
kn: ಹೆಸರು

# comment
source: Mark as Spam
kn: ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಿ

source: Comments on &#8220;%s&#8221;
kn: &#8220;%s&#8221; ನ ಪ್ರತಿಕ್ರಿಯೆಗಳು‍‍‍‍‍

# comment
source: Not Spam
kn: ಸ್ಪ್ಯಾಮ್ ಅಲ್ಲ

# link
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

# column name
source: Comment
kn: ಪ್ರತಿಕ್ರಿಯೆ

# verb
source: Spam
kn: ಸ್ಪಾಮ್

source: Mark this comment as spam
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸ್ಪಾಮ್ ಎಂದು ಗುರುತಿಸಿ

source: Reply to this comment
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಉತ್ತರಿಸಿ

source: Unapprove this comment
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಯ ಅನುಮೋದನೆ ನಿರಾಕರಿಸಿ

source: Approve this comment
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನುಮೋದಿಸಿ

source: Comment
kn: ಪ್ರತಿಕ್ರಿಯೆ

source: Unpacking the package&#8230;
kn: ಪ್ಯಾಕೇಜನ್ನು ತೆರೆಯಲಾಗುತ್ತಿದೆ&#8230;

source: Installation package not available.
kn: ಸ್ಥಾಪನಾ ಪ್ಯಾಕೇಜು ಲಭ್ಯವಿಲ್ಲ.

source: Could not access filesystem.
kn: ಕಡತವ್ಯವಸ್ಥೆ ಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ.

source: Posts
kn: ಲೇಖನಗಳು

source: No importers are available.
kn: ಯಾವುದೇ ಆಮದುಗಾರರು ಲಭ್ಯವಿಲ್ಲ.

source: Download Export File
kn: ರಫ್ತು ಕಡತವನ್ನು ವರ್ಗಾಯಿಸಿ

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
kn: ಈ ನಮೂನೆ, ಯಾವುದನ್ನು ನಾವು ವರ್ಡ್ ಪ್ರೆಸ್ eXtended RSS or WXR ಎಂದು ಕರೆಯುತ್ತೇವೋ, ಅದು ನಿಮ್ಮ ಲೇಖನಗಳು, ಪುಟಗಳು, ಪ್ರತಿಕ್ರಿಯೆಗಳು, ಸ್ವಯೋಜಿತ ವಿವರಗಳು, ವಿಭಾಗಗಳು ಮತ್ತು ಟ್ಯಾಗ್ ಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.

source: The name is how it appears on your site.
kn: ಹೆಸರು ನಿಮ್ಮ ಜಾಲತಾಣದಲ್ಲಿ ಕಾಣಿಸಿರುವ ಹಾಗೆ.

source: No comments found.
kn: ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Empty Trash
kn: ಅನುಪಯುಕ್ತವನ್ನು ಖಾಲಿ ಮಾಡಿ ‍

source: Empty Spam
kn: ಸ್ಪಾಮ್ ಅನ್ನು ಖಾಲಿ ಮಾಡಿ

source: Pings
kn: ಪಿಂಗ್‍ಗಳು

source: Move to Trash
kn: ಅನುಪಯುಕ್ತಕ್ಕೆ ಸಾಗಿಸಿ

source: Unapprove
kn: ನಿರಾಕರಿಸಿ

source: Bulk Actions
kn: ಸಗಟು ಕ್ರಿಯೆಗಳು

source: %s comment permanently deleted
kn: %s ಪ್ರತಿಕ್ರಿಯೆಯ‍ನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ‍‍‍

source: %s comment marked as spam.
kn: %s ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸ್ಪಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

source: %s comment approved
kn: %s ಪ್ರತಿಕ್ರಿಯೆ ಅನುಮೋದಿತವಾಗಿದೆ

source: Unknown action.
kn: ಅನಾಮಿಕ ಕ್ರಿಯೆ.

source: You are about to approve the following comment:
kn: ನೀವು ಈ ಕೆಳಗಿನ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನುಮೋದಿಸುವವರಿದ್ದೀರಿ:

source: Permanently Delete Comment
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ

source: You are about to delete the following comment:
kn: ಈ ಕೆಳಗಿನ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀವು ಅಳಿಸಲಿದ್ದೀರಿ:

source: You are about to move the following comment to the Trash:
kn: ಈ ಕೆಳಗಿನ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀವು ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲಿದ್ದೀರಿ:

source: You are about to mark the following comment as spam:
kn: ಈ ಕೆಳಗಿನ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀವು ಸ್ಪಾಮ್ ಎಂದು ಗುರುತಿಸಲಿದ್ದೀರಿ:

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆಯು ಅನುಪಯುಕ್ತದಲ್ಲಿದೆ. ನೀವು ಅದನ್ನು ಸಂಪಾದಿಸ ಬೇಕಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ಅದನ್ನು ಹೊರತೆಗೆಯಿರಿ.

source: Sorry, you are not allowed to edit comments on this post.
kn: ಕ್ಷಮಿಸಿ, ಈ ಲೇಖನದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಸಂಪಾದಿಸುವುದಕ್ಕೆ ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Edit Comment
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಂಪಾದಿಸಿ

source: Import
kn: ಆಮದು

source: Cannot load %s.
kn: %s ಅನ್ನು ತುಂಬಲಾಗಲಿಲ್ಲ.

source: Invalid plugin page.
kn: ಅಸಿಂಧುವಾದ ಪ್ಲಗ್ ಇನ್ ಪುಟ.

source: Item not updated.
kn: ವಸ್ತುವನ್ನು ನವೀಕರಿಸಿಲ್ಲ.

source: Saving is disabled: %s is currently editing this post.
kn: ಉಳಿಸುವಿಕೆ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ: %s ಅವರು ಪ್ರಸ್ತುತ ಈ ಲೇಖನವನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: Saving is disabled: %s is currently editing this page.
kn: ಉಳಿಸುವಿಕೆ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ: %s ಅವರು ಪ್ರಸ್ತುತ ಈ ಪುಟವನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: Someone
kn: ಯಾರೋ ಒಬ್ಬರು

source: Sorry, you must be logged in to reply to a comment.
kn: ಕ್ಷಮಿಸಿ, ಪ್ರತಿಕ್ರಿಯೆಗೆ ಉತ್ತರಿಸಲು ನೀವು ಲಾಗಿನ್ ಆಗಿರಲೇಬೇಕು.

source: Comment %d does not exist
kn: %d ಪ್ರತಿಕ್ರಿಯೆಯು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

# page title
source: About
kn: ಬಗ್ಗೆ

source: Welcome to WordPress&nbsp;%s
kn: ವರ್ಡ್ಪ್ರೆಸ್ &nbsp; %s ಗೆ ಸುಸ್ವಾಗತ

source: Thank you for updating to the latest version! WordPress %s will smooth your design workflow and keep you safe from coding errors.
kn: ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! ವರ್ಡ್ಪ್ರೆಸ್ %s ನಿಮ್ಮ ವಿನ್ಯಾಸ ಕಾರ್ಯದಕ್ಷತೆಯನ್ನು ಸುಗಮಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಕೋಡಿಂಗ್ ದೋಷಗಳಿಂದ ನಿಮ್ಮನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸುತ್ತದೆ.

source: Version %s
kn: ಆವೃತ್ತಿ %s

source: What&#8217;s New
kn: ಹೊಸತೇನಿದೆ

source: Credits
kn: ಮನ್ನಣೆ

source: Freedoms
kn: ಸ್ವಾತಂತ್ರ್ಯ

source: Privacy
kn: ಖಾಸಗಿತನ

source: Maintenance and Security Releases
kn: ನಿರ್ವಹಣೆ ಮತ್ತು ಸುರಕ್ಷತೆ ಬಿಡುಗಡೆಗಳು

source: <strong>Version %1$s</strong> addressed %2$s bug.
kn: <strong> ಆವೃತ್ತಿ %1$s ನಲ್ಲಿ</strong> %2$s ದೋಷವನ್ನು ಸರಿಪಡಿಸಲಾಗಿದೆ.

source: For more information, see <a href="%s">the release notes</a>.
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, <a href="%s"> ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು </a> ನೋಡಿ.

source: Major Customizer Improvements, Code Error Checking, and More! %s
kn: ಪ್ರಮುಖ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಸುಧಾರಣೆಗಳು, ಕೋಡ್ ದೋಷ ಪರಿಶೀಲನೆ ಮತ್ತು ಇನ್ನಷ್ಟು! %s

source: Welcome to an improved Customizer workflow with design drafts, locking, scheduling, and preview links. What&#8217;s more, code syntax highlighting and error checking will make for a clean and smooth site building experience. Finally, if all that wasn&#8217;t pretty great, we&#8217;ve got a great new Gallery widget and improvements to theme browsing and switching.
kn: ವಿನ್ಯಾಸ ಡ್ರಾಫ್ಟ್ಗಳು, ಲಾಕಿಂಗ್, ಶೆಡ್ಯೂಲಿಂಗ್ ಮತ್ತು ಪೂರ್ವವೀಕ್ಷಣೆಯ ಲಿಂಕ್ಗಳೊಂದಿಗೆ ಸುಧಾರಿತ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಕೆಲಸದ ಹರಿವುಗೆ ಸ್ವಾಗತ. ಹೆಚ್ಚು ಏನು, ಕೋಡ್ ಸಿಂಟ್ಯಾಕ್ಸ್ ಹೈಲೈಟ್ ಮತ್ತು ದೋಷ ತಪಾಸಣೆ ಸ್ವಚ್ಛ ಮತ್ತು ನಯವಾದ ವೆಬ್ಸೈಟ್ ನಿರ್ಮಿಸುವ ಅನುಭವಕ್ಕಾಗಿ. ಅಂತಿಮವಾಗಿ, ಅವು ಅತ್ಯುತ್ತಮವಾಗದಿದ್ದಲ್ಲಿ , ನಾವು ಉತ್ತಮ ಹೊಸ ಗ್ಯಾಲರಿ ವಿಜೆಟ್ ಮತ್ತು ಥೀಮ್ ಬ್ರೌಸಿಂಗ್ ಮತ್ತು ಸ್ವಿಚಿಂಗ್ಗೆ ಸುಧಾರಣೆಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ.

source: Customizer Workflow Improved
kn: ಸುಧಾರಿತ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಕೆಲಸದ ಹರಿವು

source: Draft and Schedule Site Design Customizations
kn: ಡ್ರಾಫ್ಟ್ ಮತ್ತು ವೇಳಾಪಟ್ಟಿ ಸೈಟ್ ಡಿಸೈನ್ ಅಗತ್ಯಾನುಗೊಳಿಸಿ

source: Yes, you read that right. Just like you can draft and revise posts and schedule them to go live on the date and time you choose, you can now tinker with your site&#8217;s design and schedule those design changes to go live as you please.
kn: ಹೌದು, ನೀವು ಅದನ್ನು ಸರಿಯಾಗಿ ಓದಿದ್ದೀರಿ. ನೀವು ಪೋಸ್ಟ್ಗಳನ್ನು ಕರಡು ಮತ್ತು ಪರಿಷ್ಕರಿಸಲು ಮತ್ತು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ದಿನಾಂಕ ಮತ್ತು ಸಮಯದಂದು ಲೈವ್ ಮಾಡಲು ವೇಳಾಪಟ್ಟಿ ಮಾಡುವಂತೆ, ನೀವು ಈಗ ನಿಮ್ಮ ಸೈಟ್ನ ವಿನ್ಯಾಸದೊಂದಿಗೆ ಟಿಂಕರ್ ಮಾಡಬಹುದು ಮತ್ತು ನೀವು ಬಯಸಿದಂತೆ ಆ ವಿನ್ಯಾಸದ ಬದಲಾವಣೆಗಳನ್ನೂ ಲೈವ್ ಮಾಡಬಹುದು.

source: Collaborate with Design Preview Links
kn: ಡಿಸೈನ್ ಪೂರ್ವವೀಕ್ಷಣೆಯ ಲಿಂಕ್ಗಳೊಂದಿಗೆ ಸಹಕರಿಸು

source: Need to get some feedback on proposed site design changes? WordPress 4.9 gives you a preview link you can send to your team and customers so that you can collect and integrate feedback before you schedule the changes to go live. Can we say collaboration&#43;&#43;?
kn: ಪ್ರಸ್ತಾವಿತ ಸೈಟ್ ವಿನ್ಯಾಸ ಬದಲಾವಣೆಗಳ ಕುರಿತು ಕೆಲವು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಪಡೆಯಬೇಕಾಗಿದೆಯೇ? ನಿಮ್ಮ ತಂಡ ಮತ್ತು ಗ್ರಾಹಕರಿಗೆ ನೀವು ಕಳುಹಿಸಬಹುದಾದ ಪೂರ್ವವೀಕ್ಷಣೆ ಲಿಂಕ್ ಅನ್ನು ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ನೀಡುತ್ತದೆ, ಇದರಿಂದಾಗಿ ನೀವು ಬದಲಾವಣೆಗಳನ್ನು ಲೈವ್ ಆಗಿ ಪರಿವರ್ತಿಸುವ ಮೊದಲು ಪ್ರತಿಕ್ರಿಯೆ ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಸಂಯೋಜಿಸಬಹುದು. ಸಹಯೋಗದೊಂದಿಗೆ ಎಂದು ನಾವು ಹೇಳಬಹುದು &#43;&#43;

source: Design Locking To Guard Your Changes
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಕಾಪಾಡಲು ವಿನ್ಯಾಸ ಲಾಕಿಂಗ್

source: A Prompt to Protect Your Work
kn: ನಿಮ್ಮ ಕೆಲಸವನ್ನು ರಕ್ಷಿಸಲು ಮುನ್ಸೂಚನೆ

source: Coding Enhancements
kn: ಕೋಡಿಂಗ್ ವರ್ಧನೆಗಳು

source: Syntax Highlighting and Error Checking? Yes, Please!
kn: ಸಿಂಟ್ಯಾಕ್ಸ್ ಹೈಲೈಟ್ ಮತ್ತು ದೋಷ ಪರಿಶೀಲನೆ ? ಹೌದು, ದಯವಿಟ್ಟು!

source: Sandbox for Safety
kn: ಸುರಕ್ಷತೆಗಾಗಿ ಸ್ಯಾಂಡ್ಬಾಕ್ಸ್

source: Warning: Potential Danger Ahead!
kn: ಎಚ್ಚರಿಕೆ: ಮುಂದೆ ಸಂಭವನೀಯ ಅಪಾಯ!

source: Even More Widget Updates
kn: ಇನ್ನಷ್ಟು ವಿಜೆಟ್ ನವೀಕರಣಗಳು

source: The New Gallery Widget
kn: ಹೊಸ ಗ್ಯಾಲರಿ ವಿಜೆಟ್

source: Ever encounter a scenario where two designers walk into a project and designer A overrides designer B&#8217;s beautiful changes? WordPress 4.9&#8217;s design lock feature (similar to post locking) secures your draft design so that no one can make changes to it or erase all your hard work.
kn: ಎರಡು ವಿನ್ಯಾಸಕರು ಒಂದೇ ಯೋಜನೆಯೊಳಗೆ ಕಾರ್ಯ ಮಾಡುವಾಗ ಈ ಒಂದು ಸನ್ನಿವೇಶವನ್ನು ಎದುರಿಸಿರಬಹುದು ಮತ್ತು ವಿನ್ಯಾಸಕ B ಯ ಸುಂದರ ಬದಲಾವಣೆಗಳನ್ನು ವಿನ್ಯಾಸಕ A ಅತಿಕ್ರಮಿಸಿರಬಹುದು ? ವರ್ಡ್ಪ್ರೆಸ್ 4.9 &#8217; ವಿನ್ಯಾಸ ಲಾಕ್ ವೈಶಿಷ್ಟ್ಯ (ಪೋಸ್ಟ್ ಲಾಕಿಂಗ್ನಂತೆಯೇ) ನಿಮ್ಮ ಡ್ರಾಫ್ಟ್ ವಿನ್ಯಾಸವನ್ನು ಭದ್ರಪಡಿಸುತ್ತದೆ. ಇದರಿಂದ ಯಾರೊಬ್ಬರೂ ಅದರಲ್ಲಿ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಬಾರದು ಅಥವಾ ನಿಮ್ಮ ಕಠಿಣ ಪರಿಶ್ರಮದ ಕೆಲಸವನ್ನು ಅಳಿಸಬಾರದು.

source: Were you lured away from your desk before you saved your new draft design? Fear not, when you return, WordPress 4.9 will politely ask whether or not you&#8217;d like to save your unsaved changes.
kn: ನಿಮ್ಮ ಹೊಸ ಕರಡು ವಿನ್ಯಾಸವನ್ನು ಉಳಿಸುವ ಮೊದಲು ನೀವು ನಿಮ್ಮ ಮೇಜಿನಿಂದ ದೂರವಿದ್ದೀರಾ? ಭಯಪಡಬೇಡಿ, ನೀವು ಹಿಂದಿರುವಾಗ, ನಿಮ್ಮ ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ಬಯಸುವಿರಾ ಎಂಬುದನ್ನು ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ನಯವಾಗಿ ಕೇಳುತ್ತದೆ.

source: The dreaded white screen. You&#8217;ll avoid it when working on themes and plugin code because WordPress 4.9 will warn you about saving an error. You&#8217;ll sleep better at night.
kn: ಭೀತಿಗೊಳಿಸುವ ಬಿಳಿ ಪರದೆಯ ದೋಷ. ಥೀಮ್ಗಳು ಮತ್ತು ಪ್ಲಗ್ಇನ್ ಕೋಡ್ ಅನ್ನು ಬಳಸುವಾಗ ನೀವು ತಪ್ಪಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಏಕೆಂದರೆ ದೋಷವನ್ನು ಉಳಿಸುವ ಬಗ್ಗೆ ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸುತ್ತದೆ. ನೀವು ರಾತ್ರಿಯಲ್ಲಿ ಉತ್ತಮ ನಿದ್ರೆ ಮಾಡುತ್ತೀರಿ.

source: When you edit themes and plugins directly, WordPress 4.9 will politely warn you that this is a dangerous practice. It will recommend that you backup your files before saving, so they don&#8217;t get overwritten by the next update. Take the safe route: your future self will thank you. Your team and customers will thank you.
kn: ನೀವು ನೇರವಾಗಿ ಥೀಮ್ಗಳು ಮತ್ತು ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸಂಪಾದಿಸಿದಾಗ, ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ಇದು ಅಪಾಯಕಾರಿಯಾದ ಅಭ್ಯಾಸವೆಂದು ನಿಮ್ಮನ್ನು ನಯವಾಗಿ ಎಚ್ಚರಿಸುತ್ತದೆ. ಉಳಿಸುವ ಮೊದಲು ನಿಮ್ಮ ಫೈಲ್ಗಳನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಲು ಅದು ಶಿಫಾರಸು ಮಾಡುತ್ತದೆ, ಆದ್ದರಿಂದ ಅದನ್ನು ಮುಂದಿನ ನವೀಕರಣದಿಂದ ತಿದ್ದಿ ಬರೆಯಲಾಗುವುದಿಲ್ಲ. ಸುರಕ್ಷಿತ ಮಾರ್ಗವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ: ಮುಂದೆ ನೀವೇ ನಿಮಗೆ ಸ್ವಯಂ ಧನ್ಯವಾದಗಳನ್ನು ಹೇಳಬಹುದು. ನಿಮ್ಮ ತಂಡ ಮತ್ತು ಗ್ರಾಹಕರು ನಿಮಗೆ ಧನ್ಯವಾದಗಳನ್ನು ಹೇಳಬಹುದು.

source: An incremental improvement to the media changes hatched in WordPress 4.8, you can now add a gallery via widget. Yes!
kn: ವರ್ಡ್ಪ್ರೆಸ್ 4.8 ಗಿಂತ ಹೆಚ್ಚು ಮಾಧ್ಯಮ ಬದಲಾವಣೆ ಸುಧಾರಣೆ, ನೀವು ಈಗ ವಿಜೆಟ್ ಮೂಲಕ ಗ್ಯಾಲರಿ ಸೇರಿಸಬಹುದು. ಹೌದು!

source: Press a Button, Add Media
kn: ಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಮಾಧ್ಯಮ ಸೇರಿಸಿ

source: Site Building Improvements
kn: ಜಾಲತಾಣ ನಿರ್ಮಾಣ ಸುಧಾರಣೆಗಳು

source: More Reliable Theme Switching
kn: ಹೆಚ್ಚು ವಿಶ್ವಾಸಾರ್ಹ ಥೀಮ್ ಬದಲಾವಣೆ

source: Better Menu Instructions = Less Confusion
kn: ಉತ್ತಮ ಮೆನು ಸೂಚನೆಗಳು = ಕಡಿಮೆ ಗೊಂದಲ

source: Lend a Hand with Gutenberg %s
kn: ಗುಟೆನ್ಬರ್ಗ್ %s ನೊಂದಿಗೆ ಒಂದು ಕೈ ಜೋಡಿಸಿ

source: Want to add media to your text widget? Embed images, video, and audio directly into the widget along with your text, with our simple but useful Add Media button. Woo!
kn: ನಿಮ್ಮ ಪಠ್ಯ ವಿಜೆಟ್ಗೆ ಮಾಧ್ಯಮವನ್ನು ಸೇರಿಸಲು ಬಯಸುವಿರಾ? ನಮ್ಮ ಸರಳ ಆದರೆ ಉಪಯುಕ್ತವಾದ ಸೇರಿಸಿ ಮೀಡಿಯಾ ಬಟನ್ನೊಂದಿಗೆ, ನಿಮ್ಮ ಪಠ್ಯದೊಂದಿಗೆ ವಿಜೆಟ್ಗೆ ನೇರವಾಗಿ ಚಿತ್ರಗಳನ್ನು ಎಂಬೆಡ್ ಮಾಡಿ, ವೀಡಿಯೊ ಮತ್ತು ಆಡಿಯೊವನ್ನು ಎಂಬೆಡ್ ಮಾಡಿ. ಓ!

source: When you switch themes, widgets sometimes think they can just up and move location. Improvements in WordPress 4.9 offer more persistent menu and widget placement when you decide it&#8217;s time for a new theme. Additionally, you can preview installed themes or download, install, and preview new themes right. Nothing says handy like being able to preview before you deploy.
kn: ನೀವು ಥೀಮ್ಗಳನ್ನು ಬದಲಾಯಿಸಿದಾಗ, ವಿಜೆಟ್ಗಳು ಕೆಲವೊಮ್ಮೆ ಅವರು ಕೇವಲ ಸ್ಥಳಾಂತರಿಸಬಹುದು ಮತ್ತು ಬೇರೆ ಸ್ಥಳಕ್ಕೆ ಚಲಿಸಬಹುದು ಎಂದು ಭಾವಿಸುತ್ತಾರೆ. ನೀವು ಹೊಸ ಥೀಮ್ಗಾಗಿ ಸಮಯವನ್ನು ನಿರ್ಧರಿಸಿದಾಗ ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ನಲ್ಲಿನ ಸುಧಾರಣೆಗಳು ಹೆಚ್ಚು ನಿರಂತರ ಮೆನು ಮತ್ತು ವಿಜೆಟ್ ನಿಯೋಜನೆಯನ್ನು ನೀಡುತ್ತವೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ನೀವು ಥೀಮ್ಗಳನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬಹುದಾಗಿದೆ ಅಥವಾ ಹೊಸ ಥೀಮ್ಗಳನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ, ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು. ನಿಯೋಜಿಸಲು ಮುಂಚಿತವಾಗಿ ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡುವ ಸಾಮರ್ಥ್ಯವಿರುವಂತಹ ಯಾವುದೂ ಸೂಕ್ತವಲ್ಲ ಎಂದು ಹೇಳುತ್ತದೆ.

source: Were you confused by the steps to create a new menu? Perhaps no longer! We&#8217;ve ironed out the UX for a smoother menu creation process. Newly updated copy will guide you.
kn: ಹೊಸ ಮೆನುವನ್ನು ರಚಿಸುವ ಹಂತಗಳ ಮೂಲಕ ನೀವು ಗೊಂದಲಕ್ಕೊಳಗಾದೀರಾ? ಬಹುಶಃ ಇನ್ನು ಮುಂದೆ ಇಲ್ಲ! ಸರಳವಾದ ಮೆನು ಸೃಷ್ಟಿ ಪ್ರಕ್ರಿಯೆಗಾಗಿ ನಾವು UX ಅನ್ನು ತಯಾರಿಸಿದ್ದೇವೆ . ಹೊಸದಾಗಿ ನವೀಕರಿಸಿದ ನಕಲು ನಿಮಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತದೆ.

source: WordPress is working on a new way to create and control your content and we&#8217;d love to have your help. Interested in being an <a href="%s">early tester</a> or getting involved with the Gutenberg project? <a href="%s">Contribute on GitHub</a>.
kn: ನಿಮ್ಮ ವಿಷಯವನ್ನು ರಚಿಸಲು ಮತ್ತು ನಿಯಂತ್ರಿಸಲು ವರ್ಡ್ಪ್ರೆಸ್ ಹೊಸ ರೀತಿಯಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಮತ್ತು ನಿಮ್ಮ ಸಹಾಯವನ್ನು ನಾವು ಪ್ರೀತಿಸುತ್ತೇವೆ. ಒಂದು <a href="%s"> ಆರಂಭಿಕ ಪರೀಕ್ಷಕ </a> ಅಥವಾ ಗುಟೆನ್ಬರ್ಗ್ ಯೋಜನೆಯೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳುವುದರಲ್ಲಿ ಆಸಕ್ತಿ ಇದ್ದರೆ ? <a href="%s"> GitHub ನಲ್ಲಿ ಕೊಡುಗೆ ನೀಡಿ </a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
kn: <strong> ಆವೃತ್ತಿ %1$s ನಲ್ಲಿ</strong> ಕೆಲವು ಭದ್ರತಾ ಸಮಸ್ಯೆಗಳನ್ನು ಮತ್ತು ಸ್ಥಿರವಾದ %2$s ದೋಷವನ್ನು ಸರಿಪಡಿಸಿದೆ.

source: Date and time
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ

source: Developer Happiness %s
kn: ಡೆವಲಪರ್ ಸಂತೋಷ %s

source: Customizer JS API Improvements
kn: ಅಗತ್ಯಾನುಗೊಳಿಸಿದ JS API ಸುಧಾರಣೆಗಳು

source: CodeMirror available for use in your themes and plugins
kn: ನಿಮ್ಮ ಥೀಮ್ಗಳು ಮತ್ತು ಪ್ಲಗ್ಇನ್ಗಳಲ್ಲಿ ಬಳಸಲು ಕೋಡ್ಮಿರರ್ ಲಭ್ಯವಿದೆ

source: MediaElement.js upgraded to 4.2.6
kn: MediaElement.js ಅನ್ನು 4.2.6 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ

source: We&#8217;ve made numerous improvements to the Customizer JS API in WordPress 4.9, eliminating many pain points and making it just as easy to work with as the PHP API. There are also new base control templates, a date/time control, and section/panel/global notifications to name a few. <a href="%s">Check out the full list.</a>
kn: ನಾವು ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ರಲ್ಲಿ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ JS APIಗೆ ಹಲವಾರು ಸುಧಾರಣೆಗಳನ್ನು ಮಾಡಿದ್ದೇವೆ, ಅನೇಕ ನೋವು ಬಿಂದುಗಳನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಮತ್ತು PHP APIನೊಂದಿಗೆ ಕೆಲಸ ಮಾಡಲು ಸುಲಭವಾಗಿಸುತ್ತದೆ. ಹೊಸ ಬೇಸ್ ಕಂಟ್ರೋಲ್ ಟೆಂಪ್ಲೆಟ್ಗಳು, ದಿನಾಂಕ / ಸಮಯ ನಿಯಂತ್ರಣ, ಮತ್ತು ವಿಭಾಗ / ಫಲಕ / ಜಾಗತಿಕ ಅಧಿಸೂಚನೆ, ಹೆಸರಿಸಲು ಕೆಲವು ಇವೆ. <a href="%s"> ಸಂಪೂರ್ಣ ಪಟ್ಟಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. </a>

source: We&#8217;ve introduced a new code editing library, CodeMirror, for use within core. Use it to improve any code writing or editing experiences within your plugins, like CSS or JavaScript include fields.
kn: ನಾವು ಹೊಸ ಕೋಡ್ ಸಂಪಾದನೆ ಗ್ರಂಥಾಲಯ, ಕೋಡ್ಮಿರರ್, ಕೋರ್ನಲ್ಲಿ ಬಳಕೆಗಾಗಿ ಪರಿಚಯಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗಳೊಳಗೆ ಯಾವುದೇ ಕೋಡ್ ಬರವಣಿಗೆಯನ್ನು ಅಥವಾ ಸಂಪಾದನೆ ಅನುಭವಗಳನ್ನು ಸುಧಾರಿಸಲು ಅದನ್ನು ಬಳಸಿ, ಸಿಎಸ್ಎಸ್ ಅಥವಾ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಜಾಗಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.

source: WordPress 4.9 includes an upgraded version of MediaElement.js, which removes dependencies on jQuery, improves accessibility, modernizes the UI, and fixes many bugs.
kn: ವರ್ಡ್ಪ್ರೆಸ್ 4.9 ನಲ್ಲಿ MediaElement.jsನ ಅಪ್ಗ್ರೇಡ್ ಆವೃತ್ತಿಯು ಸೇರಿದೆ, ಇದು jQuery ಮೇಲೆ ಅವಲಂಬನೆಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ, ಪ್ರವೇಶವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ, ಯುಐ ಆಧುನೀಕರಿಸುತ್ತದೆ ಮತ್ತು ಹಲವಾರು ದೋಷಗಳನ್ನು ಪರಿಹರಿಸುತ್ತದೆ.

source: Improvements to Roles and Capabilities
kn: ಪಾತ್ರಗಳು ಮತ್ತು ಸಾಮರ್ಥ್ಯಗಳಿಗೆ ಸುಧಾರಣೆಗಳು

source: New capabilities have been introduced that allow granular management of plugins and translation files. In addition, the site switching process in multisite has been fine-tuned to update the available roles and capabilities in a more reliable and coherent way.
kn: ಪ್ಲಗಿನ್ಗಳು ಮತ್ತು ಅನುವಾದ ಫೈಲ್ಗಳ ಸೂಕ್ಷ್ಮ ನಿರ್ವಹಣೆಗೆ ಅವಕಾಶ ನೀಡುವ ಹೊಸ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಪರಿಚಯಿಸಲಾಗಿದೆ. ಇದಲ್ಲದೆ, ಮಲ್ಟಿಸೈಟ್ನಲ್ಲಿನ ಸೈಟ್ ಸ್ವಿಚಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯು ಲಭ್ಯವಿರುವ ಪಾತ್ರಗಳು ಮತ್ತು ಸಾಮರ್ಥ್ಯಗಳನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ಹೆಚ್ಚು ವಿಶ್ವಾಸಾರ್ಹ ಮತ್ತು ಸುಸಂಬದ್ಧವಾದ ರೀತಿಯಲ್ಲಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Return to Updates
kn: ನವೀಕರಣಗಳಿಗೆ ಹಿಂತಿರುಗಿ

source: Return to Dashboard &rarr; Updates
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ &rarr; ನವೀಕರಣಗಳಿಗೆ ಹಿಂತಿರುಗಿ

source: Go to Dashboard &rarr; Home
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ &rarr; ಮುಖಪುಟಕ್ಕೆ ಹೋಗಿ

source: Go to Dashboard
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ ಹೋಗಿ

source: Maintenance Release
kn: ನಿರ್ವಹಣಾ ಬಿಡುಗಡೆ

source: Maintenance Releases
kn: ನಿರ್ವಹಣಾ ಬಿಡುಗಡೆಗಳು

source: Security Release
kn: ಸುರಕ್ಷತಾ ಬಿಡುಗಡೆ

source: Security Releases
kn: ಸುರಕ್ಷತಾ ಬಿಡುಗಡೆಗಳು

source: Maintenance and Security Release
kn: ನಿರ್ವಹಣೆ ಮತ್ತು ಸುರಕ್ಷತಾ ಬಿಡುಗಡೆ

source: <strong>Version %s</strong> addressed one security issue.
kn: <strong> ಆವೃತ್ತಿ %s </strong> ಒಂದು ಭದ್ರತಾ ಸಮಸ್ಯೆಯನ್ನು ಉದ್ದೇಶಿಸಿದೆ.

source: <strong>Version %s</strong> addressed some security issues.
kn: <strong> ಆವೃತ್ತಿ %s </strong> ಕೆಲವು ಸುರಕ್ಷತಾ ಸಮಸ್ಯೆಗಳನ್ನು ಉದ್ದೇಶಿಸಿದೆ.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
kn: <strong> ಆವೃತ್ತಿ %1$s </strong> ಭದ್ರತಾ ಸಮಸ್ಯೆಯನ್ನು ಮತ್ತು ಸ್ಥಿರ %2$s ದೋಷವನ್ನು ಉದ್ದೇಶಿಸಿದೆ.

source: Thank you for creating with <a href="%s">WordPress</a>.
kn: <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ </a> ನೊಂದಿಗೆ ರಚಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.

source: %1$s &#8212; WordPress
kn: %1$s &#8212; ವರ್ಡ್ಪ್ರೆಸ್

source: Main content
kn: ಮುಖ್ಯ ವಿಷಯ

source: Sorry, you are not allowed to import content.
kn: ಕ್ಷಮಿಸಿ, ವಿಷಯವನ್ನು ಆಮದು ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to edit this item.
kn: ಕ್ಷಮಿಸಿ, ಈ ಐಟಂ ಅನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Overview
kn: ಅವಲೋಕನ

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
kn: ಅಗತ್ಯವಿದ್ದರೆ ಕಾಮೆಂಟ್ನಲ್ಲಿ ಉಳಿದಿರುವ ಮಾಹಿತಿಯನ್ನು ನೀವು ಸಂಪಾದಿಸಬಹುದು. ಕಾಮೆಂಟ್ ಮಾಡುವವರು ಮುದ್ರಣದ ದೋಷವನ್ನು ಮಾಡಿದ್ದಾರೆ ಎಂದು ಗಮನಿಸಿದಾಗ ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಉಪಯುಕ್ತವಾಗಿದೆ.

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
kn: ಸ್ಥಿತಿ ಪೆಟ್ಟಿಗೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಈ ಪರದೆಯಿಂದ ಕಾಮೆಂಟ್ ಅನ್ನು ನೀವು ಮಧ್ಯಮಗೊಳಿಸಬಹುದು, ಅಲ್ಲಿ ನೀವು ಕಾಮೆಂಟ್ನ ಸಮಯಸ್ಟ್ಯಾಂಪ್ ಅನ್ನು ಬದಲಾಯಿಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Administration_Screens#Comments">Documentation on Comments</a>
kn: <a href="https://codex.wordpress.org/Administration_Screens#Comments"> ಕಾಮೆಂಟ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Moderate Comment
kn: ಕಾಮೆಂಟ್ ಮಿತಗೊಳಿಸಿ

source: Approve Comment
kn: ಕಾಮೆಂಟ್ ಅನುಮೋದಿಸಿ

source: This comment is currently approved.
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಪ್ರಸ್ತುತ ಅನುಮೋದಿಸಲಾಗಿದೆ.

source: This comment is currently marked as spam.
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಪ್ರಸ್ತುತ ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

source: For more information:
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ:

source: <a href="https://wordpress.org/support/">Support Forums</a>
kn: <a href="https://wordpress.org/support/"> ಬೆಂಬಲ ವೇದಿಕೆಗಳು </a>

source: You&#8217;ve got a display problem but can&#8217;t quite figure out exactly what went wrong in the CSS you lovingly wrote. With syntax highlighting and error checking for CSS editing and the Custom HTML widget introduced in WordPress 4.8.1, you&#8217;ll pinpoint coding errors quickly. Practically guaranteed to help you scan code more easily and suss out and fix code errors quickly.
kn: ನೀವು ಪ್ರದರ್ಶನ ಸಮಸ್ಯೆಯನ್ನು ಪಡೆದಿರುವಿರಿ ಆದರೆ ನೀವು ಪ್ರೀತಿಯಿಂದ ಬರೆದ ಸಿಎಸ್ಎಸ್ನಲ್ಲಿ ತಪ್ಪಾಗಿದೆ ಎಂಬುದನ್ನು ನಿಖರವಾಗಿ ಲೆಕ್ಕಾಚಾರ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಸಿಂಟ್ಯಾಕ್ಸ್ ಹೈಲೈಟಿಂಗ್ ಮತ್ತು ಸಿಎಸ್ಎಸ್ ಎಡಿಟಿಂಗ್ಗಾಗಿ ದೋಷ ತಪಾಸಣೆ ಮತ್ತು ವರ್ಡ್ಪ್ರೆಸ್ 4.8.1 ರಲ್ಲಿ ಪರಿಚಯಿಸಲಾದ ಅಗತ್ಯಾನುಗೊಳಿಸಿದ HTML ವಿಜೆಟ್ನೊಂದಿಗೆ ನೀವು ಕೋಡಿಂಗ್ ದೋಷಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಗುರುತಿಸಬಹುದು. ಕೋಡ್ ಅನ್ನು ಹೆಚ್ಚು ಸುಲಭವಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಪ್ರಾಯೋಗಿಕವಾಗಿ ಖಾತ್ರಿಪಡಿಸಲಾಗಿದೆ ಮತ್ತು ಕೋಡ್ ದೋಷಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಸರಿಪಡಿಸಿ.

source: This comment is currently in the Trash.
kn: ಈ ಕಾಮೆಂಟ್ ಪ್ರಸ್ತುತ ಅನುಪಯುಕ್ತದಲ್ಲಿದೆ.

source: Caution:
kn: ಎಚ್ಚರಿಕೆ:

source: In Response To
kn: ಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ

source: In reply to %s.
kn: %s ಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ.

source: Submitted on
kn: ರಂದು ಸಲ್ಲಿಸಲಾಗಿದೆ

source: WordPress is created by a <a href="%1$s">worldwide team</a> of passionate individuals. <a href="%2$s">Get involved in WordPress</a>.
kn: ಭಾವೋದ್ರಿಕ್ತ ವ್ಯಕ್ತಿಗಳ ಒಂದು <a href="%1$s"> ವಿಶ್ವಾದ್ಯಂತ ತಂಡ </a> ದಿಂದ ವರ್ಡ್ಪ್ರೆಸ್ವನ್ನು ರಚಿಸಲಾಗಿದೆ. <a href="%2$s"> ವರ್ಡ್ಪ್ರೆಸ್ನಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ </a>.

source: WordPress is created by a worldwide team of passionate individuals.
kn: ಭಾವೋದ್ರಿಕ್ತ ವ್ಯಕ್ತಿಗಳ ವಿಶ್ವಾದ್ಯಂತ ತಂಡವು ವರ್ಡ್ಪ್ರೆಸ್ವನ್ನು ರಚಿಸಿದೆ.

source: Want to see your name in lights on this page? <a href="%s">Get involved in WordPress</a>.
kn: ಈ ಪುಟದಲ್ಲಿನ ದೀಪಗಳಲ್ಲಿ ನಿಮ್ಮ ಹೆಸರನ್ನು ನೋಡಲು ಬಯಸುವಿರಾ? <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ನಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ </a>.

source: Translators
kn: ಅನುವಾದಕರು

source: Project Leaders
kn: ಯೋಜನಾ ನಾಯಕರು

source: Core Contributors to WordPress %s
kn: ವರ್ಡ್ಪ್ರೆಸ್ %s ಗೆ ಮೂಲ ಕೊಡುಗೆದಾರರು

source: Cofounder, Project Lead
kn: ಸಹ ಸಂಸ್ಥಾಪಕ, ಯೋಜನಾ ನಾಯಕ

source: Lead Developer
kn: ಅಭಿವರ್ಧಕ ನಾಯಕ

source: Release Lead
kn: ಬಿಡುಗಡೆ ನಾಯಕ

source: Release Design Lead
kn: ಬಿಡುಗಡೆ ವಿನ್ಯಾಸ ನಾಯಕ

source: Release Deputy
kn: ಬಿಡುಗಡೆ ಉಪನಾಯಕ

source: Core Developer
kn: ಮೂಲ ಅಭಿವರ್ಧಕ

source: External Libraries
kn: ಬಾಹ್ಯ ಗ್ರಂಥಾಲಯಗಳು

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
kn: ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಹಿನ್ನೆಲೆ ಬಳಸಿ ನಿಮ್ಮ ಥೀಮ್ನ ಕೋಡ್ ಅನ್ನು ಯಾವುದೇ ಸ್ಪರ್ಶಿಸದೆಯೇ ನಿಮ್ಮ ಸೈಟ್ನ ನೋಟವನ್ನು ನೀವು ಅಗತ್ಯಾನುಗೊಳಿಸಬಹುದು. ನಿಮ್ಮ ಹಿನ್ನೆಲೆಯು ಚಿತ್ರ ಅಥವಾ ಬಣ್ಣವಾಗಿರಬಹುದು.

source: To use a background image, simply upload it or choose an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button. You can display a single instance of your image, or tile it to fill the screen. You can have your background fixed in place, so your site content moves on top of it, or you can have it scroll with your site.
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರವನ್ನು ಬಳಸಲು, ಅದನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ ಅಥವಾ ಈಗಾಗಲೇ ನಿಮ್ಮ ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಗೆ ಅಪ್ಲೋಡ್ ಮಾಡಿರುವ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ &#8220; ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ &#8221; ಬಟನ್ ಒತ್ತಿ . ನೀವು ಪ್ರದರ್ಶಿಸಬಹುದು, ನಿಮ್ಮ ಏಕೈಕ ಚಿತ್ರ ಅಥವಾ ಪರದೆಯನ್ನು ತುಂಬಲು ಅದನ್ನು ಟೈಲ್ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಹಿನ್ನೆಲೆಯು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಸ್ಥಿರವಾಗಬಹುದು, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಸೈಟ್ ವಿಷಯವು ಅದರ ಮೇಲೆ ಚಲಿಸುತ್ತದೆ ಅಥವಾ ನಿಮ್ಮ ಸೈಟ್ನೊಂದಿಗೆ ನೀವು ಅದನ್ನು ಸ್ಕ್ರಾಲ್ ಮಾಡಬಹುದು.

source: You can also choose a background color by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
kn: ಬಣ್ಣ ಆಯ್ಕೆಮಾಡಿ ಬಟನ್ ಒತ್ತಿ ಹಿನ್ನೆಲೆ ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಕಾನೂನುಬದ್ಧ ಎಚ್ಟಿಎಮ್ಎಲ್ ಹೆಕ್ಸ್ ಮೌಲ್ಯದಲ್ಲಿ ಟೈಪ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಹಿನ್ನೆಲೆ ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಉದಾ. &#8220; #ff0000 &#8221; ಕೆಂಪು ಬಣ್ಣಕ್ಕಾಗಿ ಅಥವಾ ಬಣ್ಣದ ಪಿಕ್ಕರ್ ಬಳಸಿ ಬಣ್ಣವನ್ನು ಆರಿಸುವುದರ ಮೂಲಕ.

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
kn: ನೀವು ಮುಗಿಸಿದಾಗ ಉಳಿಸು ಬದಲಾವಣೆಗಳ ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲು ಮರೆಯದಿರಿ.

source: <a href="https://codex.wordpress.org/Appearance_Background_Screen">Documentation on Custom Background</a>
kn: <a href="https://codex.wordpress.org/Appearance_Background_Screen"> ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಹಿನ್ನೆಲೆ ಮೇಲೆ ದಾಖಲೆ </a>

source: Custom Background
kn: ಅಗತ್ಯಾನುಗೊಳಿಸಿದ ಹಿನ್ನೆಲೆ
