Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Save all changes
kn: ಎಲ್ಲಾ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ

source: Add media files from your computer
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ನಿಂದ ಮಾಧ್ಯಮ ಫೈಲ್ಗಳನ್ನು ಸೇರಿಸಿ

source: Drop files here
kn: ಫೈಲ್ಗಳನ್ನು ಇಲ್ಲಿ ಬಿಡಿ

source: Continue
kn: ಮುಂದುವರಿಸಿ

source: You are about to delete %s.
kn: ನೀವು %s ಅನ್ನು ಅಳಿಸಲಿದ್ದೀರಿ.

source: Insert into Post
kn: ಪೋಸ್ಟ್ಗೆ ಸೇರಿಸಿ

source: Upload date:
kn: ಅಪ್ಲೋಡ್ ದಿನಾಂಕ:

source: Location of the uploaded file.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಸ್ಥಳ.

source: Enter a link URL or click above for presets.
kn: ಲಿಂಕ್ URL ನಮೂದಿಸಿ ಅಥವಾ ಪೂರ್ವನಿಗದಿಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Link URL
kn: ಲಿಂಕ್ URL

source: Empty Title filled from filename.
kn: ಫೈಲ್ ಹೆಸರಿನಲ್ಲಿ ಖಾಲಿ ಶೀರ್ಷಿಕೆ ತುಂಬಿದೆ.

source: Attachment Post URL
kn: ಲಗತ್ತು ಪೋಸ್ಟ್ URL

source: File URL
kn: ಫೈಲ್ URL

source: Invalid image URL
kn: ಅಮಾನ್ಯ ಚಿತ್ರ URL

source: WordPress
kn: ವರ್ಡ್ಪ್ರೆಸ್

source: Uploads
kn: ಅಪ್ಲೋಡ್ಗಳು

source: Genre: %s.
kn: ಪ್ರಕಾರ: %s.

source: Track %1$s.
kn: %1$s ಟ್ರ್ಯಾಕ್ ಮಾಡಿ.

source: Track %1$s of %2$s.
kn: %2$s ರಲ್ಲಿ %1$s ಟ್ರ್ಯಾಕ್ ಮಾಡಿ.

source: Released: %d.
kn: ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ: %d.

source: %1$s by %2$s.
kn: %2$s ರಿಂದ %1$s.

source: "%1$s" by %2$s.
kn: %2$s ಮೂಲಕ "%1$s".

source: "%1$s" from %2$s.
kn: %2$s ನಿಂದ "%1$s".

source: "%1$s" from %2$s by %3$s.
kn: %3$s ಮೂಲಕ %2$s ನಿಂದ "%1$s".

source: Gallery (%s)
kn: ಗ್ಯಾಲರಿ (%s)

source: From URL
kn: URL ನಿಂದ

source: From Computer
kn: ಕಂಪ್ಯೂಟರ್ನಿಂದ

source: Import posts &amp; media from Tumblr using their API.
kn: ಪೋಸ್ಟ್ಗಳು &amp; ಮಾಧ್ಯಮವನ್ನು ಆಮದು Tumblr ನ API ಬಳಸಿ .

source: Import posts from an RSS feed.
kn: RSS ಫೀಡ್ನಿಂದ ಪೋಸ್ಟ್ಗಳನ್ನು ಆಮದು ಮಾಡಿ.

source: Import links in OPML format.
kn: OPML ಸ್ವರೂಪದಲ್ಲಿ ಕೊಂಡಿಗಳ ಆಮದು.

source: Blogroll
kn: ಬ್ಲಾಗ್ ರೋಲ್

source: Import posts from LiveJournal using their API.
kn: ಲೈವ್ ಜರ್ನಲ್ನಿಂದ API ಅನ್ನು ಬಳಸಿಕೊಂಡು ಪೋಸ್ಟ್ಗಳನ್ನು ಆಮದು ಮಾಡಿ.

source: LiveJournal
kn: ಲೈವ್ ಜರ್ನಲ್

source: Categories and Tags Converter
kn: ವರ್ಗಗಳು ಮತ್ತು ಟ್ಯಾಗ್ಗಳ ಪರಿವರ್ತಕ

source: Import posts, comments, and users from a Blogger blog.
kn: ಬ್ಲಾಗರ್ ಬ್ಲಾಗ್ನಿಂದ ಪೋಸ್ಟ್ಗಳನ್ನು, ಕಾಮೆಂಟ್ಗಳನ್ನು ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ.

source: Blogger
kn: ಬ್ಲಾಗರ್

source: Image saved
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸಲಾಗಿದೆ

source: Unable to save the image.
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Nothing to save, the image has not changed.
kn: ಉಳಿಸಲು ಏನೂ ಇಲ್ಲ, ಚಿತ್ರ ಬದಲಾಗಿಲ್ಲ.

source: Unable to create new image.
kn: ಹೊಸ ಚಿತ್ರವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Image restored successfully.
kn: ಚಿತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Image metadata is inconsistent.
kn: ಇಮೇಜ್ ಮೆಟಾಡೇಟಾ ಅಸಮಂಜಸವಾಗಿದೆ.

source: Cannot save image metadata.
kn: ಚಿತ್ರದ ಮೆಟಾಡೇಟಾ ಉಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Cannot load image metadata.
kn: ಚಿತ್ರದ ಮೆಟಾಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: $image needs to be an WP_Image_Editor object
kn: $image WP_Image_Editor ವಸ್ತುವಿನ ರೀತಿಯ ಅಗತ್ಯವಾಗಿದೆ

source: Flip horizontally
kn: ಅಡ್ಡಲಾಗಿ ಫ್ಲಿಪ್ ಮಾಡಿ

source: Flip vertically
kn: ಲಂಬವಾಗಿ ಫ್ಲಿಪ್ ಮಾಡಿ

source: Image rotation is not supported by your web host.
kn: ಚಿತ್ರ ತಿರುಗಿಸುವಿಕೆ ನಿಮ್ಮ ವೆಬ್ ಹೋಸ್ಟ್ನಿಂದ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.

source: Rotate clockwise
kn: ಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ತಿರುಗಿಸಿ

source: Rotate counter-clockwise
kn: ಅಪ್ರದಕ್ಷಿಣಕಾರವಾಗಿ ತಿರುಗಿಸಿ

source: Crop
kn: ಕತ್ತರಿಸಿ

source: All sizes except thumbnail
kn: ಥಂಬ್ನೇಲ್ ಹೊರತುಪಡಿಸಿ ಎಲ್ಲಾ ಗಾತ್ರಗಳು

source: All image sizes
kn: ಎಲ್ಲಾ ಚಿತ್ರದ ಗಾತ್ರಗಳು

source: Apply changes to:
kn: ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸು:

source: Current thumbnail
kn: ಪ್ರಸ್ತುತ ಥಂಬ್ನೇಲ್

source: Thumbnail Settings Help
kn: ಥಂಬ್ನೇಲ್ ಸೆಟ್ಟಿಂಗ್ಗಳು ಸಹಾಯ

source: Thumbnail Settings
kn: ಥಂಬ್ನೇಲ್ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: selection height
kn: ಆಯ್ಕೆ ಎತ್ತರ

source: selection width
kn: ಆಯ್ಕೆ ಅಗಲ

source: crop ratio height
kn: ಎತ್ತರ ಕತ್ತರಿಸುವ ಅನುಪಾತ

source: crop ratio width
kn: ಅಗಲ ಕತ್ತರಿಸುವ ಅನುಪಾತ

source: Aspect ratio:
kn: ಆಕಾರ ಅನುಪಾತ:

source: Crop Selection
kn: ಕತ್ತರಿಸುವ ಆಯ್ಕೆ

source: Crop Aspect Ratio
kn: ಕತ್ತರಿಸುವ ಆಕಾರ ಅನುಪಾತ:

source: Image Crop Help
kn: ಚಿತ್ರ ಕತ್ತರಿಸುವ ಸಹಾಯ

source: Image Crop
kn: ಚಿತ್ರ ಕತ್ತರಿಸಿ

source: Restore image
kn: ಚಿತ್ರವನ್ನು ಮರುಸ್ಥಾಪಿಸಿ

source: Previously edited copies of the image will not be deleted.
kn: ಮುಂಚಿತವಾಗಿ ಸಂಪಾದಿಸಲಾದ ಚಿತ್ರದ ನಕಲುಗಳನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Discard any changes and restore the original image.
kn: ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ತ್ಯಜಿಸಿ ಮತ್ತು ಮೂಲ ಚಿತ್ರವನ್ನು ಮರುಸ್ಥಾಪಿಸಿ.

source: Scale
kn: ಅಳತೆ

source: scale height
kn: ಎತ್ತರ ಅಳತೆ

source: scale width
kn: ಅಗಲ ಅಳತೆ

source: New dimensions:
kn: ಹೊಸ ಆಯಾಮಗಳು:

source: Original dimensions %s
kn: ಮೂಲ ಆಯಾಮಗಳು %s

source: Scale Image Help
kn: ಚಿತ್ರ ಅಳತೆ ಸಹಾಯ

source: Scale Image
kn: ಚಿತ್ರ ಅಳತೆ

source: Image data does not exist. Please re-upload the image.
kn: ಚಿತ್ರದ ಡೇಟಾ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಚಿತ್ರವನ್ನು ಮರು-ಅಪ್ಲೋಡ್ ಮಾಡಿ.

source: Invalid request ID when merging exporter data.
kn: ರಫ್ತು ಡೇಟಾವನ್ನು ವಿಲೀನಗೊಳಿಸುವಾಗ ಅಮಾನ್ಯ ವಿನಂತಿಯ ID.

source: Unable to send personal data export email.
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು ಇಮೇಲ್ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: [%s] Personal Data Export
kn: [%s] ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು

source: Unable to open export file (archive) for writing.
kn: ರಫ್ತು ಮಾಡಲು ರಫ್ತು ಫೈಲ್ (ಆರ್ಕೈವ್) ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Unable to add data to export file.
kn: ರಫ್ತು ಫೈಲ್ಗೆ ಡೇಟಾವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

# date/time
source: On
kn: ಹಚ್ಚು

# website URL
source: At URL
kn: URL ನಲ್ಲಿ

# website name
source: For site
kn: ಸೈಟ್ಗಾಗಿ

# email address
source: Report generated for
kn: ವರದಿ ರಚಿಸಲಾಗಿರುವುದು

# personal data group label
source: About
kn: ಬಗ್ಗೆ

source: Personal Data Export
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು

source: Personal Data Export for %s
kn: %s ಗಾಗಿ ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು

source: Unable to open export file (HTML report) for writing.
kn: ರಫ್ತು ಮಾಡಲು ರಫ್ತು ಫೈಲ್ (HTML ವರದಿ) ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Unable to protect export folder from browsing.
kn: ಬ್ರೌಸಿಂಗ್ನಿಂದ ರಫ್ತು ಫೋಲ್ಡರ್ ಅನ್ನು ರಕ್ಷಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Unable to create export folder.
kn: ರಫ್ತು ಫೋಲ್ಡರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Invalid email address when generating export file.
kn: ರಫ್ತು ಫೈಲ್ ಉತ್ಪಾದಿಸುವಾಗ ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸ.

source: Invalid request ID when generating export file.
kn: ರಫ್ತು ಫೈಲ್ ಉತ್ಪಾದಿಸುವಾಗ ಅಮಾನ್ಯವಾದ ವಿನಂತಿಯ ID.

source: Unable to generate export file. ZipArchive not available.
kn: ರಫ್ತು ಫೈಲ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ZipArchive ಲಭ್ಯವಿಲ್ಲ.

source: Proceed
kn: ಮುಂದುವರಿ

source: Private Key:
kn: ಖಾಸಗಿ ಕೀ:

source: Public Key:
kn: ಸಾರ್ವಜನಿಕ ಕೀ:

source: Authentication Keys
kn: ದೃಢೀಕರಣ ಕೀಗಳು

source: Connection Type
kn: ಸಂಪರ್ಕ ಪ್ರಕಾರ

source: This password will not be stored on the server.
kn: ಈ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಸರ್ವರ್ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ.

source: example: www.wordpress.org
kn: ಉದಾಹರಣೆಗೆ: www.wordpress.org

source: Hostname
kn: ಹೋಸ್ಟ್ ಹೆಸರು

source: FTP Password
kn: FTP ಪಾಸ್ವರ್ಡ್

source: FTP Username
kn: FTP ಬಳಕೆದಾರಹೆಸರು

source: Please enter your FTP credentials to proceed.
kn: ದಯವಿಟ್ಟು ಮುಂದುವರಿಯಲು ನಿಮ್ಮ FTP ರುಜುವಾತುಗಳನ್ನು ನಮೂದಿಸಿ.

source: FTP/SSH Password
kn: FTP / SSH ಪಾಸ್ವರ್ಡ್

source: FTP/SSH Username
kn: FTP / SSH ಬಳಕೆದಾರಹೆಸರು

source: Please enter your FTP or SSH credentials to proceed.
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ FTP ಅಥವಾ SSH ರುಜುವಾತುಗಳನ್ನು ನಮೂದಿಸಿ.

source: Connection Information
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ

source: Empty archive.
kn: ಖಾಲಿ ಆರ್ಕೈವ್.

source: Could not copy file.
kn: ಫೈಲ್ ನಕಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Could not extract file from archive.
kn: ಆರ್ಕೈವ್ನಿಂದ ಫೈಲ್ ಅನ್ನು ಹೊರತೆಗೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Could not retrieve file from archive.
kn: ಆರ್ಕೈವ್ನಿಂದ ಫೈಲ್ ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: The checksum of the file (%1$s) does not match the expected checksum value (%2$s).
kn: ಫೈಲ್ನ ಚೆಕ್ಸಮ್ (%1$s) ನಿರೀಕ್ಷಿತ ಚೆಕ್ಸಮ್ ಮೌಲ್ಯದೊಂದಿಗೆ (%2$s) ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.

source: Could not create Temporary file.
kn: ತಾತ್ಕಾಲಿಕ ಫೈಲ್ ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Invalid URL Provided.
kn: ಅಮಾನ್ಯವಾದ URL ಅನ್ನು ಒದಗಿಸಲಾಗಿದೆ.

source: Specified file failed upload test.
kn: ನಿರ್ದಿಷ್ಟ ಫೈಲ್ ಅಪ್ಲೋಡ್ ಪರೀಕ್ಷೆ ವಿಫಲವಾಗಿದೆ.

source: File is empty. Please upload something more substantial.
kn: ಫೈಲ್ ಖಾಲಿಯಾಗಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಹೆಚ್ಚಿನದನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ.

source: Invalid form submission.
kn: ಅಮಾನ್ಯವಾದ ಫಾರ್ಮ್ ಸಲ್ಲಿಕೆ.

source: File upload stopped by extension.
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ವಿಸ್ತರಣೆಯಿಂದ ನಿಲ್ಲಿಸಿದೆ.

source: Failed to write file to disk.
kn: ಫೈಲ್ ಅನ್ನು ಡಿಸ್ಕ್ಗೆ ಬರೆಯಲು ವಿಫಲವಾಗಿದೆ.

source: Missing a temporary folder.
kn: ತಾತ್ಕಾಲಿಕ ಫೋಲ್ಡರ್ ಕಾಣೆಯಾಗಿದೆ.

source: No file was uploaded.
kn: ಯಾವುದೇ ಫೈಲ್ ಅನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ upload_max_filesize ಡೈರೆಕ್ಟಿವ್ ಅನ್ನು php.ini ನಲ್ಲಿ ಮೀರಿಸುತ್ತದೆ.

source: Unable to write to file.
kn: ಫೈಲ್ಗೆ ಬರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Files of this type are not editable.
kn: ಈ ಪ್ರಕಾರದ ಫೈಲ್ಗಳನ್ನು ಸಂಪಾದಿಸಲಾಗುವುದಿಲ್ಲ.

source: No such file exists! Double check the name and try again.
kn: ಅಂತಹ ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ! ಹೆಸರನ್ನು ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: Sorry, you are not allowed to edit templates for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗಾಗಿ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to edit plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗಾಗಿ ಪ್ಲಗಿನ್ಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: %s Page Template
kn: %s ಪುಟ ಟೆಂಪ್ಲೇಟ್

source: Popup Comments
kn: ಪಾಪ್ಅಪ್ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: Popup Comments Template
kn: ಪಾಪ್ಅಪ್ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಟೆಂಪ್ಲೇಟ್

source: Comments Template
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳ ಟೆಂಪ್ಲೇಟ್

source: .htaccess (for rewrite rules )
kn: .htaccess ( ಪುನಃ ಬರೆಯುವ ನಿಯಮಗಳಿಗಾಗಿ )

source: my-hacks.php (legacy hacks support)
kn: my-hacks.php (ಪರಂಪರೆ ಹ್ಯಾಕಗಳ ಬೆಂಬಲ)

source: RTL Stylesheet
kn: RTL ಸ್ಟೈಲ್ಶೀಟ್

source: Visual Editor RTL Stylesheet
kn: ವಿಷುಯಲ್ ಸಂಪಾದಕ RTL ಸ್ಟೈಲ್ಶೀಟ್

source: Visual Editor Stylesheet
kn: ವಿಷುಯಲ್ ಸಂಪಾದಕ ಸ್ಟೈಲ್ಶೀಟ್

source: Embed Footer Template
kn: ಹುದುಗಿಸುವ ಅಡಿಟಿಪ್ಪಣಿ ಟೆಂಪ್ಲೇಟ್

source: Embed Header Template
kn: ಹುದುಗಿಸುವ ಶಿರೋಲೇಖ ಟೆಂಪ್ಲೇಟ್

source: Embed Content Template
kn: ಹುದುಗಿಸುವ ವಿಷಯ ಟೆಂಪ್ಲೇಟು

source: Embed 404 Template
kn: ಹುದುಗಿಸುವ 404 ಟೆಂಪ್ಲೇಟ್

source: Embed Template
kn: ಹುದುಗಿಸುವ ಟೆಂಪ್ಲೇಟ್

source: Application Attachment Template
kn: ಅಪ್ಲಿಕೇಶನ್ ಲಗತ್ತು ಟೆಂಪ್ಲೇಟ್

source: Audio Attachment Template
kn: ಆಡಿಯೋ ಲಗತ್ತು ಟೆಂಪ್ಲೇಟ್

source: Video Attachment Template
kn: ವೀಡಿಯೊ ಲಗತ್ತು ಟೆಂಪ್ಲೇಟ್

source: Image Attachment Template
kn: ಚಿತ್ರ ಲಗತ್ತು ಟೆಂಪ್ಲೇಟ್

source: Attachment Template
kn: ಲಗತ್ತು ಟೆಂಪ್ಲೇಟ್

source: Single Post
kn: ಏಕೈಕ ಪೋಸ್ಟ್

source: Date Template
kn: ದಿನಾಂಕ ಟೆಂಪ್ಲೇಟ್

source: Singular Template
kn: ಏಕ ಟೆಂಪ್ಲೇಟ್

source: Posts Page
kn: ಪೋಸ್ಟ್ಗಳ ಪುಟ

source: Tag Template
kn: ಟ್ಯಾಗ್ ಟೆಂಪ್ಲೇಟ್

source: Category Template
kn: ವರ್ಗ ಟೆಂಪ್ಲೇಟ್

source: Author Template
kn: ಲೇಖಕ ಟೆಂಪ್ಲೇಟು

source: Main Index Template
kn: ಮುಖ್ಯ ಸೂಚ್ಯಂಕ ಟೆಂಪ್ಲೇಟು

source: Links Template
kn: ಲಿಂಕ್ಸ್ ಟೆಂಪ್ಲೇಟು

source: 404 Template
kn: 404 ಟೆಂಪ್ಲೇಟು

source: Search Form
kn: ಹುಡುಕಾಟದ ಫಾರ್ಮ್

source: Theme Footer
kn: ಥೀಮ್ ಅಡಿಟಿಪ್ಪಣಿ

source: Theme Header
kn: ಥೀಮ್ ಶಿರೋಲೇಖ

source: Theme Functions
kn: ಥೀಮ್ ಕಾರ್ಯಗಳು

source: Tags deleted.
kn: ಟ್ಯಾಗ್ಗಳ ಅಳಿಸಲಾಗಿದೆ.

source: Tag not updated.
kn: ಟ್ಯಾಗ್ ನವೀಕರಿಸಲಾಗಿಲ್ಲ.

source: Tag not added.
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಲಾಗಿಲ್ಲ.

source: Tag updated.
kn: ಟ್ಯಾಗ್ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Tag deleted.
kn: ಟ್ಯಾಗ್ ಅಳಿಸಲಾಗಿದೆ.

source: Tag added.
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಲಾಗಿದೆ.

source: Categories deleted.
kn: ವರ್ಗಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Taxonomy Template
kn: ಟ್ಯಾಕ್ಸಾನಮಿ ಟೆಂಪ್ಲೇಟ

source: Category not updated.
kn: ವರ್ಗ ನವೀಕರಿಸಲಾಗಿಲ್ಲ.

source: Category not added.
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ.

source: Category updated.
kn: ವರ್ಗ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Category deleted.
kn: ವರ್ಗವನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Category added.
kn: ವರ್ಗ ಸೇರಿಸಲಾಗಿದೆ.

source: Items deleted.
kn: ಐಟಂಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Item not added.
kn: ಐಟಂ ಸೇರಿಸಲಾಗಿಲ್ಲ.

source: Item updated.
kn: ಐಟಂ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Item deleted.
kn: ಐಟಂ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Item added.
kn: ಐಟಂ ಸೇರಿಸಲಾಗಿದೆ.

source: Popular Plugin
kn: ಜನಪ್ರಿಯ ಪ್ಲಗಿನ್

source: Learn more about getting started
kn: ಪ್ರಾರಂಭಿಸುವುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ

source: Turn comments on or off
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ಆನ್ ಅಥವಾ ಆಫ್ ಮಾಡಿ

source: Manage menus
kn: ಮೆನುಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: Manage widgets
kn: ವಿಜೆಟ್ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: More Actions
kn: ಇನ್ನಷ್ಟು ಕ್ರಿಯೆಗಳು

source: View your site
kn: ನಿಮ್ಮ ಸೈಟ್ ವೀಕ್ಷಿಸಿ

source: Add an About page
kn: ಈ ಬಗ್ಗೆ ಪುಟ ಸೇರಿಸಿ

source: Write your first blog post
kn: ನಿಮ್ಮ ಮೊದಲ ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ ಅನ್ನು ಬರೆಯಿರಿ

source: Add a blog post
kn: ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ ಅನ್ನು ಸೇರಿಸಿ

source: Add additional pages
kn: ಹೆಚ್ಚುವರಿ ಪುಟಗಳನ್ನು ಸೇರಿಸಿ

source: Edit your front page
kn: ನಿಮ್ಮ ಮುಂದಿನ ಪುಟವನ್ನು ಸಂಪಾದಿಸಿ

source: Next Steps
kn: ಮುಂದಿನ ಹೆಜ್ಜೆಗಳು

source: or, <a href="%s">change your theme completely</a>
kn: ಅಥವಾ , <a href="%s">ಸಂಪೂರ್ಣವಾಗಿ ನಿಮ್ಮ ಥೀಮ್ ಬದಲಾಯಿಸಬಹುದು</a>

source: Customize Your Site
kn: ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ

source: Get Started
kn: ಪ್ರಾರಂಭಿಸಿ

source: We&#8217;ve assembled some links to get you started:
kn: ನೀವು ಪ್ರಾರಂಭಿಸಲು ಕೆಲವು ಲಿಂಕ್ಗಳನ್ನು ನಾವು ಜೋಡಿಸಿದ್ದೇವೆ:

source: Welcome to WordPress!
kn: ವರ್ಡ್ಪ್ರೆಸ್ಗೆ ಸುಸ್ವಾಗತ!

source: Dismiss the browser warning panel
kn: ಬ್ರೌಸರ್ ಎಚ್ಚರಿಕೆ ಫಲಕವನ್ನು ವಜಾಗೊಳಿಸಿ

source: %1$s MB (%2$s%%) Space Used
kn: %1$s MB (%2$s%%) ಸ್ಪೇಸ್ ಬಳಸಲಾಗಿದೆ

source: Manage Uploads
kn: ಅಪ್ಲೋಡ್ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: %s MB Space Allowed
kn: %s MB ಸ್ಪೇಸ್ ಅನುಮತಿಸಲಾಗಿದೆ

source: Storage Space
kn: ಶೇಖರಣಾ ಸ್ಥಳ

source: Other WordPress News
kn: ಇತರೆ ವರ್ಡ್ಪ್ರೆಸ್ ಸುದ್ದಿ

source: WordPress Blog
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಬ್ಲಾಗ್

source: Attend an upcoming event near %s.
kn: %s ಬಳಿ ಮುಂಬರುವ ಈವೆಂಟ್ಗೆ ಹಾಜರಾಗಿ.

source: Cincinnati
kn: ಸಿನ್ಸಿನ್ನಾಟಿ

source: City:
kn: ನಗರ:

source: Edit city
kn: ನಗರವನ್ನು ಸಂಪಾದಿಸಿ

source: News
kn: ಸುದ್ದಿ

source: WordCamps
kn: ವರ್ಡ್ಕ್ಯಾಂಪ್ಗಳು

source: Meetups
kn: ಮೀಟ್ಅಪ್ಗಳು

source: View more comments
kn: ಹೆಚ್ಚಿನ ಕಾಮೆಂಟ್ಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Tomorrow
kn: ನಾಳೆ

source: No activity yet!
kn: ಇನ್ನೂ ಯಾವುದೇ ಚಟುವಟಿಕೆ ಇಲ್ಲ!

source: Recently Published
kn: ಇತ್ತೀಚೆಗೆ ಪ್ರಕಟಿಸಲಾಗಿದೆ

source: Publishing Soon
kn: ಶೀಘ್ರದಲ್ಲೇ ಪ್ರಕಟಿಸಲಾಗುತ್ತಿದೆ

# dashboard
source: %1$s on %2$s %3$s
kn: %1$s ನಲ್ಲಿ %2$s %3$s

source: From %1$s %2$s
kn: %1$s %2$s ನಿಂದ

source: View this comment
kn: ಈ ಕಾಮೆಂಟ್ ವೀಕ್ಷಿಸಿ

source: View all drafts
kn: ಎಲ್ಲಾ ಡ್ರಾಫ್ಟ್ಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: What&#8217;s on your mind?
kn: ನಿನ್ನ ಮನದೊಳಗೇನಿದೆ?

source: Search Sites
kn: ಸೈಟ್ಗಳಲ್ಲಿ ಹುಡುಕಿ

source: Search Users
kn: ಬಳಕೆದಾರರ ಹುಡುಕಿ

source: You have %1$s and %2$s.
kn: ನಿಮ್ಮಲ್ಲಿ %1$s ಮತ್ತು %2$s ಇದೆ.

source: %s site
kn: %s ಸೈಟ್

source: %s user
kn: %s ಬಳಕೆದಾರ

source: Create a New User
kn: ಹೊಸ ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿ

source: Create a New Site
kn: ಹೊಸ ಸೈಟ್ ರಚಿಸಿ

source: Search Engines Discouraged
kn: ಹುಡುಕಾಟದ ಇಂಜಿನ್ಗಳು ವಿರೋಧಿಸಲ್ಪಡುತ್ತವೆ

# comments
source: %s comment in moderation
kn: %s ಕಾಮೆಂಟ್ ಸಂಪಾದನೆಯಲ್ಲಿವೆ

source: %s Page
kn: %s ಪುಟ

source: %s Post
kn: %s ಪೋಸ್ಟ್

source: Submit
kn: ಸಲ್ಲಿಸಿ

source: View all
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ

source: WordPress Events and News
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಕಾರ್ಯಕ್ರಮಗಳು ಮತ್ತು ಸುದ್ದಿ

source: Your Recent Drafts
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಡ್ರಾಫ್ಟ್ಗಳು

source: Quick Draft
kn: ತ್ವರಿತ ಡ್ರಾಫ್ಟ್

source: Activity
kn: ಚಟುವಟಿಕೆ

source: Right Now
kn: ಇದೀಗ

source: At a Glance
kn: ಒಂದು ನೋಟದಲ್ಲಿ

source: Your browser is out of date!
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ ಹಳೆಯದು!

source: You are using an insecure browser!
kn: ನೀವು ಅಸುರಕ್ಷಿತ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ!

source: %s post by this author
kn: ಈ ಲೇಖಕರ %s ಪೋಸ್ಟ್

# name
source: Unknown
kn: ಅಪರಿಚಿತ

source: View posts by %s
kn: %s ಮೂಲಕ ಪೋಸ್ಟ್ಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Super Admin
kn: ಸೂಪರ್ ನಿರ್ವಾಹಕ

source: Role
kn: ಪಾತ್ರ

source: Change role to&hellip;
kn: ಪಾತ್ರವನ್ನು ಬದಲಾಯಿಸಿ &hellip;

source: No role
kn: ಪಾತ್ರವಿಲ್ಲ

# users
source: All <span class="count">(%s)</span>
kn: ಎಲ್ಲ <span class="count">(%s)</span>

source: No users found.
kn: ಯಾವುದೇ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ.

source: The package could not be installed.
kn: ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಲಿಲ್ಲ.

source: Could not create directory.
kn: ಡೈರೆಕ್ಟರಿಯನ್ನು ರಚಿಸಲಾಗಲಿಲ್ಲ.

source: Destination folder already exists.
kn: ನಿರ್ದಿಷ್ಟ ಸ್ಥಳದಲ್ಲಿ ಫೋಲ್ಡರ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.

source: Installing the latest version&#8230;
kn: ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Unable to locate WordPress theme directory.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Unable to locate WordPress plugin directory.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗ್ಇನ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Unable to locate WordPress content directory (wp-content).
kn: ವರ್ಡ್ಪ್ರೆಸ್ ವಿಷಯ ಡೈರೆಕ್ಟರಿಯನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ(wp-content).

source: Unable to locate WordPress root directory.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ರೂಟ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Filesystem error.
kn: ಫೈಲ್ ಸಿಸ್ಟಮ್ ದೋಷ.

source: Invalid data provided.
kn: ಅಮಾನ್ಯವಾದ ಡೇಟಾವನ್ನು ಒದಗಿಸಲಾಗಿದೆ.

source: Version:
kn: ಆವೃತ್ತಿ:

source: Install
kn: ಸ್ಥಾಪಿಸಿ

source: Collapse
kn: ಸಂಕುಚಿಸಿ

source: Collapse Sidebar
kn: ಪಾರ್ಶ್ವಪಟ್ಟಿ ಸಂಕುಚಿಸಿ

source: Preview %s
kn: ಮುನ್ನೋಟ %s

source: This theme is already installed and is up to date
kn: ಈ ಥೀಮ್ ಈಗಾಗಲೇ ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಮತ್ತು ನವೀಕೃತವಾಗಿದೆ

source: Update to version %s
kn: %s ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ

source: No themes match your request.
kn: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.

# themes
source: Recently Updated
kn: ಇತ್ತೀಚೆಗೆ ನವೀಕರಿಸಲಾಗಿದೆ

# themes
source: Latest
kn: ಇತ್ತೀಚಿನ

# themes
source: Featured
kn: ವೈಶಿಷ್ಟ್ಯವಾದ

source: No description
kn: ವಿವರಣೆ ಇಲ್ಲ

source: View &#8220;%s&#8221; archive
kn: &#8220;%s&#8221; ಆರ್ಕೈವ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ

source: Delete &#8220;%s&#8221;
kn: &#8220;%s&#8221; ಅಳಿಸಿಹಾಕು

# Number/count of items
source: Count
kn: ಎಣಿಕೆ

source: View Mode
kn: ವೀಕ್ಷಣೆ ಮೋಡ್

source: Pagination
kn: ಪುಟ ವಿನ್ಯಾಸ

source: Number of items per page:
kn: ಪ್ರತಿ ಪುಟಕ್ಕೆ ಐಟಂಗಳ ಸಂಖ್ಯೆ:

source: %s column
kn: %s ಕಾಲಮ್

# Welcome panel
source: Welcome
kn: ಸ್ವಾಗತ

source: Boxes
kn: ಪೆಟ್ಟಿಗೆಗಳು

source: Screen Options Tab
kn: ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳ ಟ್ಯಾಬ್

source: Enable full-height editor and distraction-free functionality.
kn: ಪೂರ್ಣ-ಎತ್ತರದ ಸಂಪಾದಕ ಮತ್ತು ಭಂಗಮುಕ್ತ ಕಾರ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.

source: Additional settings
kn: ಹೆಚ್ಚುವರಿ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Disable accessibility mode
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Enable accessibility mode
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Screen Options
kn: ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು

source: Contextual Help Tab
kn: ಸಾಂದರ್ಭಿಕ ಸಹಾಯ ಟ್ಯಾಬ್

source: Items list
kn: ಐಟಂಗಳ ಪಟ್ಟಿ

source: Items list navigation
kn: ಐಟಂಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Filter items list
kn: ಐಟಂಗಳ ಪಟ್ಟಿ ಫಿಲ್ಟರ್

source: Allow Pings
kn: ಪಿಂಗ್ಗಳನ್ನು ಅನುಮತಿಸಿ

source: Allow Comments
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ಅನುಮತಿಸಿ

source: Do not allow
kn: ಅನುಮತಿಸುವುದಿಲ್ಲ

source: Allow
kn: ಅನುಮತಿಸು

source: Default Template
kn: ಡೀಫಾಲ್ಟ್ ಟೆಂಪ್ಲೇಟ

source: Main Page (no parent)
kn: ಮುಖ್ಯ ಪುಟ (ಪೋಷಕರು ಇಲ್ಲ)

source: Quick Edit
kn: ತ್ವರಿತ ಸಂಪಾದಿಸು

source: Preview &#8220;%s&#8221;
kn: ಪೂರ್ವವೀಕ್ಷಣೆ &#8220;%s&#8221;

source: Quick edit &#8220;%s&#8221; inline
kn: ತ್ವರಿತ ಸಂಪಾದನೆ &#8220;%s&#8221; ಇನ್ಲೈನ್

source: Last Modified
kn: ಕೊನೆಯದಾಗಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ

source: Missed schedule
kn: ತಪ್ಪಿಹೋದ ವೇಳಾಪಟ್ಟಿ

source: %s is currently editing
kn: %s ಪ್ರಸ್ತುತ ಸಂಪಾದಿಸಲಾಗುತ್ತಿದೆ

source: &#8220;%s&#8221; is locked
kn: &#8220;%s&#8221; ಲಾಕ್ ಮಾಡಲಾಗಿದೆ

# posts
source: All <span class="count">(%s)</span>
kn: ಎಲ್ಲ <span class="count">(%s)</span>

# posts
source: Mine <span class="count">(%s)</span>
kn: ನನ್ನ <span class="count">(%s)</span>

source: Visit plugin site
kn: ಪ್ಲಗಿನ್ ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡಿ

source: View details
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ

# plugin
source: Deactivate %s
kn: %s ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: Network Only
kn: ನೆಟ್ವರ್ಕ್ ಮಾತ್ರ

source: Network Active
kn: ನೆಟ್ವರ್ಕ್ ಸಕ್ರಿಯ

# plugin
source: Network Deactivate %s
kn: ನೆಟ್ವರ್ಕ್ %s ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ

source: Requires %1$s in %2$s file.
kn: %2$s ಫೈಲ್ನಲ್ಲಿ %1$s ಅಗತ್ಯವಿದೆ.

source: Inactive:
kn: ನಿಷ್ಕ್ರಿಯ:

source: Files in the %s directory are executed automatically.
kn: %s ಡೈರೆಕ್ಟರಿಯಲ್ಲಿನ ಫೈಲ್ಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತವೆ.

source: Clear List
kn: ಪಟ್ಟಿ ತೆರವುಗೊಳಿಸಿ

source: Deactivate
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: Network Deactivate
kn: ನೆಟ್ವರ್ಕ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: Update Available <span class="count">(%s)</span>
kn: ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ <span class="count">(%s)</span>

source: Drop-ins <span class="count">(%s)</span>
kn: ಡ್ರಾಪ್-ಇನ್ಗಳು <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
kn: ಬಳಸಲೇಬೇಕು <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
kn: ನಿಷ್ಕ್ರಿಯ <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
kn: ಇತ್ತೀಚೆಗೆ ಸಕ್ರಿಯ <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
kn: ಸಕ್ರಿಯ <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
kn: ಎಲ್ಲ <span class="count">(%s)</span>

source: Plugin
kn: ಪ್ಲಗಿನ್

source: Search installed plugins...
kn: ಸ್ಥಾಪಿಸಲಾದ ಪ್ಲಗಿನ್ಗಳನ್ನು ಹುಡುಕಿ ...

source: Filter by category
kn: ವರ್ಗದಿಂದ ಫಿಲ್ಟರ್ ಮಾಡಿ

source: No links found.
kn: ಯಾವುದೇ ಲಿಂಕ್ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Privacy Policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ

source: Personal Data and Privacy
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ಮತ್ತು ಗೌಪ್ಯತೆ

source: Personal Data Export and Erasure
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು ಮತ್ತು ಅಳಿಸಿಹಾಕುವುದು

source: SSH2 password is required
kn: SSH2 ಪಾಸ್ವರ್ಡ್ ಅಗತ್ಯವಿದೆ

source: SSH2 username is required
kn: SSH2 ಬಳಕೆದಾರಹೆಸರು ಅಗತ್ಯವಿದೆ

source: SSH2 hostname is required
kn: SSH2 ಹೋಸ್ಟ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ

source: The ssh2 PHP extension is not available
kn: ssh2 PHP ವಿಸ್ತರಣೆ ಲಭ್ಯವಿಲ್ಲ

source: Username/Password incorrect for %s
kn: %s ಗಾಗಿ ಬಳಕೆದಾರ ಹೆಸರು / ಪಾಸ್ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ

source: Failed to connect to FTP Server %s
kn: FTP ಸರ್ವರ್ %s ಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ

source: FTP password is required
kn: FTP ಪಾಸ್ವರ್ಡ್ ಅಗತ್ಯವಿದೆ

source: FTP username is required
kn: FTP ಬಳಕೆದಾರಹೆಸರು ಅಗತ್ಯವಿದೆ

source: FTP hostname is required
kn: FTP ಹೋಸ್ಟ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ

source: Sticky
kn: ಚುಚ್ಚಿದ

# posts
source: Sticky <span class="count">(%s)</span>
kn: ಚುಚ್ಚಿದ <span class="count">(%s)</span>

source: Order
kn: ಕ್ರಮವಾದ

source: No plugins found.
kn: ಯಾವುದೇ ಪ್ಲಗ್ಇನ್ಗಳೂ ಕಂಡುಬಂದಿಲ್ಲ.

source: Search for plugins in the WordPress Plugin Directory.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಹುಡುಕಿ.

source: No plugins found for &#8220;%s&#8221;.
kn: &#8220;%s&#8221;. ಗಾಗಿ ಯಾವುದೇ ಪ್ಲಗ್ಇನ್ಗಳಿಲ್ಲ.

source: <strong>Compatible</strong> with your version of WordPress
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ <strong> ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ </strong>

source: <strong>Incompatible</strong> with your version of WordPress
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ <strong> ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ </strong>

source: Untested with your version of WordPress
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಪರೀಕ್ಷಿಸಿಲ್ಲ

source: %s Active Installations
kn: %s ಸಕ್ರಿಯ ಅನುಸ್ಥಾಪನೆಗಳು

# Active plugin installations
source: Less Than 10
kn: ೧೦ ಕ್ಕಿಂತ ಕಡಿಮೆ

# Active plugin installations
source: 1+ Million
kn: 1+ ಮಿಲಿಯನ್

source: Last Updated:
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ:

source: More Details
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ

# plugin
source: Active
kn: ಸಕ್ರಿಯ

source: Update %s now
kn: ಈಗ %s ಅನ್ನು ನವೀಕರಿಸಿ

source: Install %s now
kn: ಈಗ %s ಅನ್ನು ಸ್ಥಾಪಿಸಿ

# Plugin installer group title
source: Social
kn: ಸಾಮಾಜಿಕ

# Plugin installer group title
source: Performance
kn: ಕಾರ್ಯ ನಿರ್ವಹಣೆ

source: Try Again
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು

source: Upload Plugin
kn: ಪ್ಲಗಿನ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ

# Plugin Installer
source: Favorites
kn: ಮೆಚ್ಚಿನವುಗಳು

# Plugin Installer
source: Recommended
kn: ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ

# Plugin Installer
source: Popular
kn: ಜನಪ್ರಿಯ

# Plugin Installer
source: Featured
kn: ವೈಶಿಷ್ಟ್ಯವಾದ

# Plugin Installer
source: Beta Testing
kn: ಬೀಟಾ ಪರೀಕ್ಷೆ

source: Restore &#8220;%s&#8221; from the Trash
kn: ಅನುಪಯುಕ್ತದಿಂದ &#8220;%s&#8221; ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ

source: View &#8220;%s&#8221;
kn: ವೀಕ್ಷಿಸಿ &#8220;%s&#8221;

source: Delete &#8220;%s&#8221; permanently
kn: &#8220;%s&#8221; ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ

source: Move &#8220;%s&#8221; to the Trash
kn: &#8220;%s&#8221; ಅನ್ನು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಿ

source: Attach &#8220;%s&#8221; to existing content
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿಷಯಕ್ಕೆ &#8220;%s&#8221; ಅನ್ನು ಲಗತ್ತಿಸಿ

source: Detach
kn: ಬೇರ್ಪಡಿಸು

source: Detach from &#8220;%s&#8221;
kn: &#8220;%s&#8221; ಇಂದ ಬೇರ್ಪಡಿಸಿ
