Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: More information about %s
kn: %s ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ

source: Install %s
kn: %s ಅನ್ನು ಸ್ಥಾಪಿಸಿ

source: The %s importer is invalid or is not installed.
kn: %s ಆಮದು ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ.

source: ERROR:
kn: ದೋಷ:

source: Status:
kn: ಸ್ಥಿತಿ:

source: End date:
kn: ಅಂತಿಮ ದಿನಾಂಕ:

source: Start date:
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ:

source: Date range:
kn: ದಿನಾಂಕ ಶ್ರೇಣಿ:

source: Authors:
kn: ಲೇಖಕರು:

source: All
kn: ಎಲ್ಲ

source: Categories:
kn: ವರ್ಗಗಳು:

source: All content
kn: ಎಲ್ಲಾ ವಿಷಯ

source: Content to export
kn: ರಫ್ತು ಮಾಡಲು ವಿಷಯ

source: Choose what to export
kn: ಏನು ರಫ್ತು ಮಾಡಬೇಕೆಂದು ಆರಿಸಿ

source: Export
kn: ರಫ್ತು

source: Sorry, you are not allowed to export the content of this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನ ವಿಷಯವನ್ನು ರಫ್ತು ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: %s page restored from the Trash.
kn: %s ಪುಟವನ್ನು ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Updating translations for %1$s (%2$s)&#8230;
kn: %1$s (%2$s) ಗಾಗಿ ಅನುವಾದಗಳು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Update Translations
kn: ಅನುವಾದಗಳನ್ನು ನವೀಕರಿಸಿ

source: Please select a file
kn: ದಯವಿಟ್ಟು ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ

source: Attempting to roll back to previous version.
kn: ಹಿಂದಿನ ಆವೃತ್ತಿಗೆ ಹಿಂತಿರುಗಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.

source: Could not copy files. You may have run out of disk space.
kn: ಫೈಲ್ಗಳನ್ನು ನಕಲಿಸಲಾಗಲಿಲ್ಲ. ನೀವು ಡಿಸ್ಕ್ ಜಾಗವನ್ನು ಮೀರಿರಬಹುದು.

source: Could not copy files.
kn: ಫೈಲ್ಗಳನ್ನು ನಕಲಿಸಲಾಗಲಿಲ್ಲ.

source: Unpacking the update&#8230;
kn: ನವೀಕರಣವನ್ನು ಬಿಡಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Downloading update from %s&#8230;
kn: %s ನಿಂದ ನವೀಕರಣವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ &#8230;

source: Update package not available.
kn: ಅಪ್ಡೇಟ್ ಪ್ಯಾಕೇಜ್ ಲಭ್ಯವಿಲ್ಲ.

source: Another update is currently in progress.
kn: ಮತ್ತೊಂದು ಅಪ್ಡೇಟ್ ಪ್ರಗತಿಯಲ್ಲಿದೆ.

source: WordPress is at the latest version.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿದೆ.

source: Show details.
kn: ವಿವರಗಳನ್ನು ತೋರಿಸು.

source: All updates have been completed.
kn: ಎಲ್ಲಾ ನವೀಕರಣಗಳು ಪೂರ್ಣಗೊಂಡಿದೆ.

source: %1$s updated successfully.
kn: %1$s ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: The update of %1$s failed.
kn: %1$s ನ ಅಪ್ಡೇಟ್ ವಿಫಲವಾಗಿದೆ.

source: An error occurred while updating %1$s: %2$s
kn: %1$s ಅನ್ನು ನವೀಕರಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ: %2$s

source: Return to Themes page
kn: ಥೀಮ್ಗಳ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Updating Theme %1$s (%2$d/%3$d)
kn: ಥೀಮ್ %1$s ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ (%2$d / %3$d)

source: Return to WordPress Updates page
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಣಗಳ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Updating Plugin %1$s (%2$d/%3$d)
kn: ಪ್ಲಗಿನ್ %1$s ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ (%2$d/%3$d)

source: Did not receive array from %1$s eraser (index %2$d).
kn: %1$s ಎರೇಸರ್ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಸರಣಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲಿಲ್ಲ.

source: Return to Plugins page
kn: ಪ್ಲಗ್ಇನ್ಗಳ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Could not insert link into the database
kn: ಡೇಟಾಬೇಸ್ಗೆ ಲಿಂಕ್ ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ

source: Could not update link in the database
kn: ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಲಿಂಕ್ ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ

source: Sorry, you are not allowed to edit the links for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗಾಗಿ ಲಿಂಕ್ಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Eraser callback at index %d is not a valid callback.
kn: %d ಸೂಚ್ಯಂಕದಲ್ಲಿ ಎರೇಸರ್ ಕಾಲ್ಬ್ಯಾಕ್ ಮಾನ್ಯವಾದ ಕಾಲ್ಬ್ಯಾಕ್ ಆಗಿಲ್ಲ.

source: Expected an array describing the eraser at index %d.
kn: ಸೂಚ್ಯಂಕ %d ನಲ್ಲಿ ಎರೇಸರ್ ಅನ್ನು ವಿವರಿಸುವ ಒಂದು ಶ್ರೇಣಿಯನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ.

source: Eraser array at index %d does not include a callback.
kn: %d ಸೂಚ್ಯಂಕದಲ್ಲಿ ಎರೇಸರ್ ಶ್ರೇಣಿಯು ಕಾಲ್ಬ್ಯಾಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ.

source: Eraser index is out of range.
kn: ಎರೇಸರ್ ಸೂಚ್ಯಂಕವು ವ್ಯಾಪ್ತಿಯಲಿಲ್ಲ

source: Eraser index cannot be less than one.
kn: ಎರೇಸರ್ ಸೂಚ್ಯಂಕವು ಒಂದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರುವಂತಿಲ್ಲ.

source: Missing eraser index.
kn: ಕಾಣೆಯಾದ ಎರೇಸರ್ ಸೂಚ್ಯಂಕ.

# comments
source: Spam <span class="count">(%s)</span>
kn: ಸ್ಪ್ಯಾಮ್ <span class="count">(%s)</span>

# comments
source: Approved <span class="count">(%s)</span>
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ <span class="count">(%s)</span>

# comments
source: All <span class="count">(%s)</span>
kn: ಎಲ್ಲ <span class="count">(%s)</span>

source: Error: [%1$s] %2$s
kn: ದೋಷ : [%1$s] %2$s

source: Rollback Error: [%1$s] %2$s
kn: ಹಿಂತಿರುಗಿ ದೋಷ : [%1$s] %2$s

source: UPDATE LOG ==========
kn: ಲಾಗ್ ನವೀಕರಿಸಿ ==========

source: [%s] Background updates have finished
kn: [%s] ಹಿನ್ನೆಲೆ ನವೀಕರಣಗಳು ಮುಗಿದಿದೆ

source: [%s] There were failures during background updates
kn: [%s] ಹಿನ್ನೆಲೆ ನವೀಕರಣಗಳ ಸಮಯದಲ್ಲಿ ವೈಫಲ್ಯಗಳು ಸಂಭವಿಸಿವೆ

source: SUCCESS: %s
kn: ಯಶಸ್ಸು: %s

source: FAILED: WordPress failed to update to %s
kn: ವಿಫಲ : %s ಗೆ ನವೀಕರಿಸಲು ವರ್ಡ್ಪ್ರೆಸ್ ವಿಫಲವಾಗಿದೆ

source: SUCCESS: WordPress was successfully updated to %s
kn: ಯಶಸ್ಸು: ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು %s ಗೆ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

source: WordPress site: %s
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್: %s

source: Error code: %s
kn: ದೋಷ ಕೋಡ್: %s

source: Your site was running version %s.
kn: ನಿಮ್ಮ ಸೈಟ್ ಆವೃತ್ತಿ %s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದೆ.

source: Please update your site at %1$s to WordPress %2$s.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು %1$s ನಲ್ಲಿ ವರ್ಡ್ಪ್ರೆಸ್ %2$s ಗೆ ನವೀಕರಿಸಿ.

source: Updating is easy and only takes a few moments:
kn: ನವೀಕರಿಸುವುದು ಸುಲಭ ಮತ್ತು ಕೆಲವು ಕ್ಷಣಗಳನ್ನು ಮಾತ್ರ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ:

source: WordPress %s is also now available.
kn: ವರ್ಡ್ಪ್ರೆಸ್ %s ಇದೀಗ ಲಭ್ಯವಿದೆ.

source: Howdy! Your site at %1$s has been updated automatically to WordPress %2$s.
kn: ಹೇಗಿದ್ದೀರಾ! %1$s ನಲ್ಲಿರುವ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ %2$s ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ.

source: [%1$s] URGENT: Your site may be down due to a failed update
kn: [%1$s] ತುರ್ತು : ನವೀಕರಣ ವಿಫಲಗೊಂಡ ಕಾರಣದಿಂದಾಗಿ ನಿಮ್ಮ ಸೈಟ್ ಚಾಲ್ತಿಯಲ್ಲಿಲ್ಲದಿರಬಹುದು

source: [%1$s] WordPress %2$s is available. Please update!
kn: [%1$s] ವರ್ಡ್ಪ್ರೆಸ್ %2$s ಲಭ್ಯವಿದೆ. ದಯವಿಟ್ಟು ನವೀಕರಿಸಿ!

source: [%1$s] Your site has updated to WordPress %2$s
kn: [%1$s] ನಿಮ್ಮ ಸೈಟ್ ವರ್ಡ್ಪ್ರೆಸ್ %2$s ಗೆ ನವೀಕರಿಸಿದೆ

source: Translations for %s
kn: %s ಗಾಗಿ ಅನುವಾದಗಳು

source: Updating plugin: %s
kn: ಪ್ಲಗ್ಇನ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ: %s

source: Activate &#8220;%s&#8221;
kn: &#8220;%s&#8221; ಸಕ್ರಿಯಗೊಳಿಸು

source: Live Preview &#8220;%s&#8221;
kn: ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ &#8220;%s&#8221;

source: Downloading installation package from %s&#8230;
kn: %s ನಿಂದ ಅನುಸ್ಥಾಪನಾ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ &#8230;

source: Successfully installed the plugin <strong>%s %s</strong>.
kn: <strong>%s %s </strong> ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: The language pack is missing either the %1$s or %2$s files.
kn: ಭಾಷೆ ಪ್ಯಾಕ್ %1$s ಅಥವಾ %2$s ಫೈಲ್ಗಳು ಕಾಣೆಯಾಗಿದೆ.

source: Downloading translation from %s&#8230;
kn: %s ನಿಂದ ಅನುವಾದವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ &#8230;

source: Expected data array in response array from exporter: %s.
kn: ರಫ್ತುದಾರರಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ ನಿರೀಕ್ಷಿತ ಡೇಟಾ ಸರಣಿ: %s.

source: Expected data in response array from exporter: %s.
kn: ರಫ್ತುದಾರರಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ ನಿರೀಕ್ಷಿತ ಡೇಟಾ: %s.

source: Expected response as an array from exporter: %s.
kn: ರಫ್ತುದಾರರಿಂದ ನಿರೀಕ್ಷಿತ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ: %s.

source: Exporter callback is not a valid callback: %s.
kn: ರಫ್ತುದಾರ ಕಾಲ್ಬ್ಯಾಕ್ ಮಾನ್ಯವಾದ ಕಾಲ್ಬ್ಯಾಕ್ ಅಲ್ಲ: %s.

source: Exporter does not include a callback: %s.
kn: ರಫ್ತುದಾರರಿಗೆ ಕಾಲ್ಬ್ಯಾಕ್ ಒಳಗೊಂಡಿಲ್ಲ: %s.

source: Exporter array at index %s does not include a friendly name.
kn: ಸೂಚ್ಯಂಕ %s ನಲ್ಲಿ ರಫ್ತು ಮಾಡುವಿಕೆಯು ಸ್ನೇಹಿ ಹೆಸರನ್ನು ಒಳಗೊಂಡಿಲ್ಲ.

source: Expected an array describing the exporter at index %s.
kn: ಸೂಚ್ಯಂಕ %s ನಲ್ಲಿ ರಫ್ತುದಾರನನ್ನು ವಿವರಿಸುವ ಒಂದು ಶ್ರೇಣಿಯನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ.

source: Updating theme: %s
kn: ಥೀಮ್ ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ: %s

source: WordPress %s
kn: ವರ್ಡ್ಪ್ರೆಸ್ %s

source: Updating to WordPress %s
kn: ವರ್ಡ್ಪ್ರೆಸ್ %s ಗೆ ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ

# nav menu front page title
source: Home: %s
kn: ಮುಖಪುಟ: %s

source: The theme is missing the %s file.
kn: ಥೀಮ್ %s ಫೈಲ್ ಕಾಣೆಯಾಗಿದೆ.

source: The theme is missing the %s stylesheet.
kn: ಥೀಮ್ %s ಸ್ಟೈಲ್ಶೀಟ್ ಕಾಣೆಯಾಗಿದೆ.

source: Preparing to install <strong>%1$s %2$s</strong>&#8230;
kn: <strong>%1$s %2$s</strong> ಅನ್ನು ಸ್ಥಾಪಿಸಲು ತಯಾರಾಗುತ್ತಿದೆ&#8230;

source: Customize &#8220;%s&#8221;
kn: &#8220;%s&#8221; ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ

source: Removing the old version of the plugin&#8230;
kn: ಪ್ಲಗ್ಇನ್ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ &#8230;

source: The plugin is at the latest version.
kn: ಪ್ಲಗಿನ್ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿದೆ.

source: Update progress
kn: ನವೀಕರಣ ಪ್ರಗತಿ

source: Update Plugin
kn: ಪ್ಲಗಿನ್ ನವೀಕರಿಸಿ

source: Return to Plugin Installer
kn: ಪ್ಲಗಿನ್ ಸ್ಥಾಪಕಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Return to Importers
kn: ಆಮದುದಾರರಿಗೆ ಹಿಂತಿರುಗಿ

source: Activate Plugin
kn: ಪ್ಲಗಿನ್ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Activate Plugin &amp; Return to Press This
kn: ಪ್ಲಗಿನ್ ಸಕ್ರಿಯಗೊಳಿಸಿ &amp; ಹಿಂತಿರುಗಲು ಇದನ್ನು ಒತ್ತಿರಿ

source: Activate Plugin &amp; Run Importer
kn: ಪ್ಲಗಿನ್ ಸಕ್ರಿಯಗೊಳಿಸಿ &amp; ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ

source: Translation updated successfully.
kn: ಅನುವಾದ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Translation update failed.
kn: ಅನುವಾದದ ಅಪ್ಡೇಟ್ ವಿಫಲವಾಗಿದೆ.

source: The translations are up to date.
kn: ಅನುವಾದಗಳು ನವೀಕೃತವಾಗಿವೆ.

source: Invalid email address in request.
kn: ವಿನಂತಿಯಲ್ಲಿ ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸ.

source: Page index cannot be less than one.
kn: ಪುಟ ಸೂಚ್ಯಂಕವು ಒಂದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರುವಂತಿಲ್ಲ.

source: Select comment
kn: ಕಾಮೆಂಟ್ ಆಯ್ಕೆಮಾಡಿ

source: Show more details
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ತೋರಿಸಿ

source: Quick&nbsp;Edit
kn: ತ್ವರಿತವಾಗಿ &nbsp; ಸಂಪಾದಿಸು

source: Quick edit this comment inline
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಇನ್ಲೈನ್ನಲ್ಲಿ ತ್ವರಿತವಾಗಿ ಸಂಪಾದಿಸಿ

source: Move this comment to the Trash
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಿ

source: Delete this comment permanently
kn: ಈ ಕಾಮೆಂಟ್ ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ

source: Restore this comment from the Trash
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಿ

source: Restore this comment from the spam
kn: ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಸ್ಪ್ಯಾಮ್ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ

# column name
source: Submitted On
kn: ಸಲ್ಲಿಸಲಾಗಿದೆ

source: Filter
kn: ಫಿಲ್ಟರ್

source: All comment types
kn: ಎಲ್ಲಾ ಕಾಮೆಂಟ್ ಪ್ರಕಾರಗಳು

source: Filter by comment type
kn: ಕಾಮೆಂಟ್ ಪ್ರಕಾರದಿಂದ ಫಿಲ್ಟರ್ ಮಾಡಿ

source: Restore
kn: ಮರುಸ್ಥಾಪಿಸಿ

source: Approve
kn: ಅನುಮೋದಿಸಿ

source: No comments awaiting moderation.
kn: ಯಾವುದೇ ಕಾಮೆಂಟ್ಗಳು ಮಾಡರೇಶನ್ಗಾಗಿ ಕಾಯುತ್ತಿಲ್ಲ.

source: The following translations failed to update:
kn: ಕೆಳಗಿನ ಅನುವಾದಗಳು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ:

source: The following themes failed to update:
kn: ಕೆಳಗಿನ ಥೀಮ್ಗಳು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ:

source: The following plugins failed to update:
kn: ಕೆಳಗಿನ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ:

source: The following translations were successfully updated:
kn: ಕೆಳಗಿನ ಅನುವಾದಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ:

source: The following themes were successfully updated:
kn: ಕೆಳಗಿನ ಥೀಮ್ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ:

source: The following plugins were successfully updated:
kn: ಕೆಳಗಿನ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ:

source: We have some data that describes the error your site encountered.
kn: ನಿಮ್ಮ ಸೈಟ್ ಎದುರಿಸಿದ ದೋಷವನ್ನು ವಿವರಿಸುವ ಕೆಲವು ಡೇಟಾ ನಮ್ಮ ಬಳಿ ಇದೆ.

source: The WordPress Team
kn: ವರ್ಡ್ಪ್ರೆಸ್ ತಂಡ

source: No further action is needed on your part.
kn: ನಿಮ್ಮ ಕಡೆಯಿಂದ ಮತ್ತಷ್ಟು ಕ್ರಿಯೆಯ ಅಗತ್ಯವಿಲ್ಲ.

source: WordPress updated successfully
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

source: Installation Failed
kn: ಸ್ಥಾಪನೆ ವಿಫಲವಾಗಿದೆ

source: To the top
kn: ಮೇಲ್ಭಾಗಕ್ಕೆ

source: Down one
kn: ಒಂದು ಭಾಗ ಕೆಳಗೆ

source: Up one
kn: ಒಂದು ಭಾಗ ಮೇಲೆ

source: CSS Classes (optional)
kn: ಸಿಎಸ್ಎಸ್ ಕ್ಲಾಸ್ಸಸ್ (ಐಚ್ಛಿಕ)

source: Edit menu item
kn: ಮೆನು ಐಟಂ ಸಂಪಾದಿಸಿ

source: sub item
kn: ಉಪ ಐಟಂ

source: Theme installed successfully.
kn: ಥೀಮ್ ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Theme installation failed.
kn: ಥೀಮ್ ಸ್ಥಾಪನೆ ವಿಫಲವಾಗಿದೆ.

source: Installing the theme&#8230;
kn: ಥೀಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Theme updated successfully.
kn: ಥೀಮ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Theme update failed.
kn: ಥೀಮ್ ಅಪ್ಡೇಟ್ ವಿಫಲವಾಗಿದೆ.

source: Could not remove the old theme.
kn: ಹಳೆಯ ಥೀಮ್ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Removing the old version of the theme&#8230;
kn: ಥೀಮ್ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ &#8230;

source: The theme is at the latest version.
kn: ಥೀಮ್ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿದೆ.

source: Update Theme
kn: ಥೀಮ್ ನವೀಕರಿಸಿ

source: Return to Theme Installer
kn: ಥೀಮ್ ಸ್ಥಾಪಕಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: No valid plugins were found.
kn: ಯಾವುದೇ ಮಾನ್ಯ ಪ್ಲಗ್ಇನ್ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Plugin installed successfully.
kn: ಪ್ಲಗಿನ್ ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Plugin installation failed.
kn: ಪ್ಲಗಿನ್ ಸ್ಥಾಪನೆ ವಿಫಲವಾಗಿದೆ.

source: The plugin contains no files.
kn: ಪ್ಲಗಿನ್ ಯಾವುದೇ ಫೈಲ್ಗಳನ್ನು ಹೊಂದಿಲ್ಲ.

source: Installing the plugin&#8230;
kn: ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Plugins updated successfully.
kn: ಪ್ಲಗಿನ್ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Plugin updated successfully.
kn: ಪ್ಲಗಿನ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Could not remove the old plugin.
kn: ಹಳೆಯ ಪ್ಲಗಿನ್ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Exporter index out of range.
kn: ರಫ್ತು ಸೂಚ್ಯಂಕ ವ್ಯಾಪ್ತಿಯ ಹೊರಗಿದೆ.

source: Exporter index cannot be negative.
kn: ರಫ್ತು ಸೂಚ್ಯಂಕ ಋಣಾತ್ಮಕವಾಗಿರಬಾರದು.

source: An exporter has improperly used the registration filter.
kn: ರಫ್ತುದಾರರು ನೋಂದಣಿ ಫಿಲ್ಟರ್ ಅನ್ನು ಸರಿಯಾಗಿ ಬಳಸಿದ್ದಾರೆ.

source: Missing page index.
kn: ಪುಟ ಸೂಚ್ಯಂಕ ಕಾಣೆಯಾಗಿದೆ.

source: Missing exporter index.
kn: ರಫ್ತು ಸೂಚ್ಯಂಕ ಕಾಣೆಯಾಗಿದೆ.

source: A valid email address must be given.
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನೀಡಬೇಕು.

source: Invalid request type.
kn: ವಿನಂತಿಯ ಪ್ರಕಾರ ಅಮಾನ್ಯವಾಗಿದೆ.

source: Invalid request ID.
kn: ಅಮಾನ್ಯ ವಿನಂತಿಯ ID.

source: Missing request ID.
kn: ಕಾಣೆಯಾದ ವಿನಂತಿಯ ID.

source: File edited successfully.
kn: ಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ಸಂಪಾದಿಸಲಾಗಿದೆ.
