Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Creating a Page is very similar to creating a Post, and the screens can be customized in the same way using drag and drop, the Screen Options tab, and expanding/collapsing boxes as you choose. This screen also has the distraction-free writing space, available in both the Visual and Text modes via the Fullscreen buttons. The Page editor mostly works the same as the Post editor, but there are some Page-specific features in the Page Attributes box.
kn: ಒಂದು ಪುಟವನ್ನು ರಚಿಸುವುದು ಒಂದು ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸುವುದಕ್ಕೆ ಹೋಲುತ್ತದೆ, ಮತ್ತು ನೀವು ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಬಳಸಿ ಆಯ್ಕೆ ಮಾಡಿದ ಸ್ಕ್ರೀನ್ಗಳು , ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳ ಟ್ಯಾಬ್ ಮತ್ತು ವಿಸ್ತರಿಸುವ / ಕುಸಿಯುವ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು. ಈ ಪರದೆಯು ದೃಷ್ಟಿ-ಮುಕ್ತ ಬರವಣಿಗೆಯ ಸ್ಥಳವನ್ನು ಹೊಂದಿದೆ, ಪೂರ್ಣಪರದೆ ಗುಂಡಿಗಳ ಮೂಲಕ ವಿಷುಯಲ್ ಮತ್ತು ಪಠ್ಯ ವಿಧಾನಗಳಲ್ಲಿ ಎರಡೂ ಲಭ್ಯವಿದೆ. ಪುಟ ಸಂಪಾದಕ ಹೆಚ್ಚಾಗಿ ಪೋಸ್ಟ್ ಎಡಿಟರ್ನಂತೆಯೇ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಾನೆ, ಆದರೆ ಪುಟ ಗುಣಲಕ್ಷಣಗಳ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಕೆಲವು ಪುಟ-ನಿರ್ದಿಷ್ಟ ಲಕ್ಷಣಗಳಿವೆ.

source: <a href="https://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages">Documentation on Editing Pages</a>
kn: <a href="https://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages"> ಎಡಿಟಿಂಗ್ ಪೇಜ್ಗಳ ಬಗೆಗಿನ ದಾಖಲೆ </a>

source: This screen allows you to edit four fields for metadata in a file within the media library.
kn: ಮಾಧ್ಯಮ ಪತ್ರಿಕೆಯಲ್ಲಿರುವ ಫೈಲ್ನಲ್ಲಿ ಮೆಟಾಡೇಟಾಗಾಗಿ ನಾಲ್ಕು ಕ್ಷೇತ್ರಗಳನ್ನು ಸಂಪಾದಿಸಲು ಈ ಪರದೆಯು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.

source: Remember to click Update Media to save metadata entered or changed.
kn: ನಮೂದಿಸಿದ ಅಥವಾ ಬದಲಾದ ಮೆಟಾಡೇಟಾವನ್ನು ಉಳಿಸಲು ನವೀಕರಣ ಮಾಧ್ಯಮ ಕ್ಲಿಕ್ ಮಾಡಲು ನೆನಪಿಡಿ.

source: <a href="https://codex.wordpress.org/Media_Add_New_Screen#Edit_Media">Documentation on Edit Media</a>
kn: <a href="https://codex.wordpress.org/Media_Add_New_Screen#Edit_Media"> ಸಂಪಾದನೆ ಮಾಧ್ಯಮದ ದಾಖಲೆ </a>

source: Inserting Media
kn: ಮಾಧ್ಯಮವನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ

source: Several boxes on this screen contain settings for how your content will be published, including:
kn: ಈ ಪರದೆಯಲ್ಲಿರುವ ಹಲವಾರು ಪೆಟ್ಟಿಗೆಗಳು ನಿಮ್ಮ ವಿಷಯವನ್ನು ಹೇಗೆ ಪ್ರಕಟಿಸಲಾಗುವುದು ಎಂಬುದರ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ, ಅವುಗಳೆಂದರೆ:

source: <strong>Discussion</strong> &mdash; You can turn comments and pings on or off, and if there are comments on the post, you can see them here and moderate them.
kn: <strong> ಚರ್ಚೆ </strong> &mdash; ನೀವು ಕಾಮೆಂಟ್ಗಳು ಮತ್ತು ಪಿಂಗ್ಗಳನ್ನು ಆನ್ ಅಥವಾ ಆಫ್ ಮಾಡಬಹುದು, ಮತ್ತು ಪೋಸ್ಟ್ನಲ್ಲಿ ಕಾಮೆಂಟ್ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಮಾಡರೇಟ್ ಮಾಡಬಹುದು.

source: For images only, you can click on Edit Image under the thumbnail to expand out an inline image editor with icons for cropping, rotating, or flipping the image as well as for undoing and redoing. The boxes on the right give you more options for scaling the image, for cropping it, and for cropping the thumbnail in a different way than you crop the original image. You can click on Help in those boxes to get more information.
kn: ಚಿತ್ರಗಳಿಗೆ ಮಾತ್ರ, ನೀವು ಚಿತ್ರವನ್ನು ಕ್ರಾಪ್ ಮಾಡಲು, ತಿರುಗಿಸಲು, ಅಥವಾ ಫ್ಲಿಪ್ಪಿಂಗ್ ಮಾಡಲು ಮತ್ತು ರದ್ದುಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಪುನಃ ಮಾಡುವಿಕೆಗೆ ಐಕಾನ್ಗಳೊಂದಿಗೆ ಇನ್ಲೈನ್ ​​ಚಿತ್ರ ಸಂಪಾದಕವನ್ನು ವಿಸ್ತರಿಸಲು ಥಂಬ್ನೇಲ್ ಅಡಿಯಲ್ಲಿ ಚಿತ್ರ ಸಂಪಾದಿಸಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು. ಬಲಭಾಗದಲ್ಲಿರುವ ಪೆಟ್ಟಿಗೆಗಳು ಚಿತ್ರವನ್ನು ಸ್ಕೇಲಿಂಗ್ ಮಾಡಲು, ಅದನ್ನು ಬೆಳೆಸಲು ಮತ್ತು ಮೂಲ ಚಿತ್ರವನ್ನು ಕ್ರಾಪ್ ಮಾಡುವುದಕ್ಕಿಂತ ವಿಭಿನ್ನ ರೀತಿಯಲ್ಲಿ ಥಂಬ್ನೇಲ್ ಅನ್ನು ಬೆಳೆಸಲು ನಿಮಗೆ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ನೀಡುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಪಡೆಯಲು ನೀವು ಆ ಪೆಟ್ಟಿಗೆಗಳಲ್ಲಿ ಸಹಾಯವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು.

source: Note that you crop the image by clicking on it (the Crop icon is already selected) and dragging the cropping frame to select the desired part. Then click Save to retain the cropping.
kn: ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಚಿತ್ರದ ಕ್ರಾಪ್ ಅನ್ನು ಗಮನಿಸಿ (ಕ್ರಾಪ್ ಐಕಾನ್ ಈಗಾಗಲೇ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ) ಮತ್ತು ಅಪೇಕ್ಷಿತ ಭಾಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಕ್ರಾಪಿಂಗ್ ಫ್ರೇಮ್ ಅನ್ನು ಎಳೆಯಿರಿ. ನಂತರ ಕ್ರಾಪಿಂಗ್ ಉಳಿಸಿಕೊಳ್ಳಲು ಉಳಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: You can upload and insert media (images, audio, documents, etc.) by clicking the Add Media button. You can select from the images and files already uploaded to the Media Library, or upload new media to add to your page or post. To create an image gallery, select the images to add and click the &#8220;Create a new gallery&#8221; button.
kn: ಸೇರಿಸು ಮಾಧ್ಯಮ ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಮಾಧ್ಯಮವನ್ನು (ಚಿತ್ರಗಳು, ಆಡಿಯೋ, ಡಾಕ್ಯುಮೆಂಟ್ಗಳು, ಇತ್ಯಾದಿ) ಅಪ್ಲೋಡ್ ಮಾಡಬಹುದು ಮತ್ತು ಸೇರಿಸಬಹುದು. ಮಾಧ್ಯಮ ಗ್ರಂಥಾಲಯಕ್ಕೆ ಈಗಾಗಲೇ ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಚಿತ್ರಗಳು ಮತ್ತು ಫೈಲ್ಗಳಿಂದ ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಅಥವಾ ನಿಮ್ಮ ಪುಟ ಅಥವಾ ಪೋಸ್ಟ್ಗೆ ಸೇರಿಸಲು ಹೊಸ ಮಾಧ್ಯಮವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ. ಚಿತ್ರ ಗ್ಯಾಲರಿಯನ್ನು ರಚಿಸಲು, ಚಿತ್ರಗಳನ್ನು ಸೇರಿಸಲು &#8220; ಹೊಸ ಗ್ಯಾಲರಿಯನ್ನು ರಚಿಸಿ &#8221; ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲು ಆಯ್ಕೆಮಾಡಿ.

source: You can also embed media from many popular websites including Twitter, YouTube, Flickr and others by pasting the media URL on its own line into the content of your post/page. Please refer to the Codex to <a href="https://codex.wordpress.org/Embeds">learn more about embeds</a>.
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ / ಪುಟದ ವಿಷಯವನ್ನು ತನ್ನ ಸ್ವಂತ ಸಾಲಿನಲ್ಲಿ ಮಾಧ್ಯಮ URL ಅನ್ನು ಅಂಟಿಸುವುದರ ಮೂಲಕ ನೀವು ಟ್ವಿಟರ್, ಯೂಟ್ಯೂಬ್, ಫ್ಲಿಕರ್ ಮತ್ತು ಇತರರು ಸೇರಿದಂತೆ ಹಲವು ಜನಪ್ರಿಯ ವೆಬ್ಸೈಟ್ಗಳಿಂದ ಮಾಧ್ಯಮವನ್ನು ಎಂಬೆಡ್ ಮಾಡಬಹುದು. ದಯವಿಟ್ಟು <a href="https://codex.wordpress.org/Embeds"> ಎಂಬೆಡ್ಗಳನ್ನು ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ </a> ಗೆ ಕೋಡೆಕ್ಸ್ ಅನ್ನು ನೋಡಿ.

source: Discussion Settings
kn: ಚರ್ಚೆ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: <strong>Order</strong> &mdash; Pages are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
kn: <strong> ಆದೇಶ </strong> &mdash; ಪುಟಗಳು ಸಾಮಾನ್ಯವಾಗಿ ವರ್ಣಮಾಲೆಯಂತೆ ಆದೇಶಿಸಲ್ಪಡುತ್ತವೆ, ಆದರೆ ನೀವು ಈ ಕ್ಷೇತ್ರದಲ್ಲಿ ಸಂಖ್ಯೆಯನ್ನು (ಮೊದಲನೆಯದು, ಇತ್ಯಾದಿಗಳಿಗೆ) ನಮೂದಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಸ್ವಂತ ಆದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
kn: <strong> ಸಂಪರ್ಕ ಕಳೆದುಹೋಗಿದೆ. </strong> ನೀವು ಮರುಸಂಪರ್ಕಿಸುವವರೆಗೆ ಉಳಿಸುವಿಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: We&#8217;re backing up this post in your browser, just in case.
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ನಲ್ಲಿ ನಾವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡುತ್ತಿದ್ದೇವೆ.

source: <strong>Publish</strong> &mdash; You can set the terms of publishing your post in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a post or making it stay at the top of your blog indefinitely (sticky). The Password protected option allows you to set an arbitrary password for each post. The Private option hides the post from everyone except editors and administrators. Publish (immediately) allows you to set a future or past date and time, so you can schedule a post to be published in the future or backdate a post.
kn: <strong> ಪ್ರಕಟಿಸಿ </strong> &mdash; ಪ್ರಕಟಿಸಿ ಬಾಕ್ಸ್ನಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಕಟಿಸುವ ನಿಯಮಗಳನ್ನು ನೀವು ಹೊಂದಿಸಬಹುದು. ಸ್ಥಿತಿ, ಗೋಚರತೆ, ಮತ್ತು ಪ್ರಕಟಣೆಗಾಗಿ (ತಕ್ಷಣ), ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಲು ಸಂಪಾದಿಸುವ ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಗೋಚರತೆಯು ಪಾಸ್ವರ್ಡ್ಗಾಗಿ ಆಯ್ಕೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ-ಪೋಸ್ಟ್ ಅನ್ನು ರಕ್ಷಿಸುತ್ತದೆ ಅಥವಾ ನಿಮ್ಮ ಬ್ಲಾಗ್ ಅನ್ನು ಅನಿರ್ದಿಷ್ಟವಾಗಿ (ಜಿಗುಟಾದ) ಮೇಲಿರುವಂತೆ ಮಾಡುತ್ತದೆ. ಪಾಸ್ವರ್ಡ್ ರಕ್ಷಿತ ಆಯ್ಕೆಯು ಪ್ರತಿ ಪೋಸ್ಟ್ಗೆ ಅನಿಯಂತ್ರಿತ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಸಂಪಾದಕರು ಮತ್ತು ನಿರ್ವಾಹಕರು ಹೊರತುಪಡಿಸಿ ಖಾಸಗಿ ಆಯ್ಕೆಯು ಪ್ರತಿಯೊಬ್ಬರಿಂದಲೂ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡುತ್ತದೆ. ಭವಿಷ್ಯದ ಅಥವಾ ಹಿಂದಿನ ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಹೊಂದಿಸಲು ಪ್ರಕಟಣೆ (ತಕ್ಷಣ) ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಭವಿಷ್ಯದಲ್ಲಿ ಪ್ರಕಟಿಸಲು ಅಥವಾ ಪೋಸ್ಟ್ ಅನ್ನು ಬ್ಯಾಕ್ಡೇಟ್ ಮಾಡಲು ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ವೇಳಾಪಟ್ಟಿ ಮಾಡಬಹುದು.

source: <strong>Format</strong> &mdash; Post Formats designate how your theme will display a specific post. For example, you could have a <em>standard</em> blog post with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="https://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each post format</a>. Your theme could enable all or some of 10 possible formats.
kn: <strong> ಫಾರ್ಮ್ಯಾಟ್ </strong> &mdash; ನಿಮ್ಮ ಥೀಮ್ ನಿರ್ದಿಷ್ಟ ಪೋಸ್ಟ್ ಅನ್ನು ಹೇಗೆ ಪ್ರದರ್ಶಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಪೋಸ್ಟ್ ಸ್ವರೂಪಗಳು ಗೊತ್ತುಪಡಿಸುತ್ತವೆ. ಉದಾಹರಣೆಗೆ, ನೀವು ಶೀರ್ಷಿಕೆ ಮತ್ತು ಪ್ಯಾರಾಗಳು ಅಥವಾ <em> ಪಕ್ಕಕ್ಕೆ </em> ಹೊಂದಿರುವ ಒಂದು <em> ಸ್ಟ್ಯಾಂಡರ್ಡ್ </em> ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ ಅನ್ನು ಹೊಂದಬಹುದು ಮತ್ತು ಅದು ಶೀರ್ಷಿಕೆಯನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತದೆ ಮತ್ತು ಕಿರು ಪಠ್ಯ ಬ್ಲರ್ಬ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ. ದಯವಿಟ್ಟು <a href="https://codex.wordpress.org/Post_Formats#Supported_Formats"> ಪ್ರತಿ ಪೋಸ್ಟ್ ಸ್ವರೂಪದ ವಿವರಣೆಯ </a> ಗೆ ಕೋಡೆಕ್ಸ್ ಅನ್ನು ನೋಡಿ . ನಿಮ್ಮ ಥೀಮ್ನ್ ಎಲ್ಲಾ ಅಥವಾ 10 ಸಂಭಾವ್ಯ ಸ್ವರೂಪಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: <strong>%s</strong> &mdash; This allows you to associate an image with your post without inserting it. This is usually useful only if your theme makes use of the image as a post thumbnail on the home page, a custom header, etc.
kn: <strong> %s </strong> &mdash; ನಿಮ್ಮ ಪೋಸ್ಟ್ನೊಂದಿಗೆ ಚಿತ್ರವನ್ನು ಸೇರಿಸದೆಯೇ ಅದನ್ನು ಸಂಯೋಜಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಥೀಮ್ ಮುಖಪುಟದಲ್ಲಿ ಪೋಸ್ಟ್ ಥಂಬ್ನೇಲ್, ಕಸ್ಟಮ್ ಹೆಡರ್, ಇತ್ಯಾದಿಗಳಂತೆ ನಿಮ್ಮ ಥೀಮ್ ಅನ್ನು ಬಳಸಿದರೆ ಮಾತ್ರ ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಉಪಯುಕ್ತವಾಗಿದೆ.

source: Enter title here
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ

source: Get Shortlink
kn: ಸಣ್ಣಕೊಂಡಿ ಪಡೆಯಿರಿ

source: Word count: %s
kn: ಪದಗಳ ಎಣಿಕೆ: %s

source: Last edited by %1$s on %2$s at %3$s
kn: %3$s ನಲ್ಲಿ %2$s ನಲ್ಲಿ %1$s ರಿಂದ ಕೊನೆಯದಾಗಿ ಸಂಪಾದಿಸಲಾಗಿದೆ

source: Last edited on %1$s at %2$s
kn: %2$s ನಲ್ಲಿ %1$s ನಲ್ಲಿ ಕೊನೆಯದಾಗಿ ಸಂಪಾದಿಸಲಾಗಿದೆ

# comment
source: Permalink:
kn: ಪರ್ಮಾಲಿಂಕ್:

source: <strong>Send Trackbacks</strong> &mdash; Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
kn: <strong> ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳನ್ನು ಕಳುಹಿಸಿ </strong> &mdash; ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳು ​​ನೀವು ಅವರಿಗೆ ಲಿಂಕ್ ಮಾಡಿದ ಪರಂಪರಾಗತ ಬ್ಲಾಗ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ತಿಳಿಸಲು ಒಂದು ಮಾರ್ಗವಾಗಿದೆ. ನೀವು ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳನ್ನು ಕಳುಹಿಸಲು ಬಯಸುವ URL (ಗಳನ್ನು) ನಮೂದಿಸಿ. ನೀವು ಇತರ ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ಗಳಿಗೆ ಲಿಂಕ್ ಮಾಡಿದರೆ ಅವರು ಪಿಂಗ್ಬ್ಯಾಕ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೂಚಿಸಲಾಗುವುದು, ಮತ್ತು ಈ ಕ್ಷೇತ್ರವು ಅನಗತ್ಯವಾಗಿದೆ.

source: <strong>Parent</strong> &mdash; You can arrange your pages in hierarchies. For example, you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how many levels you can nest pages.
kn: <strong> ಪೋಷಕ </strong> &mdash; ನಿಮ್ಮ ಪುಟಗಳನ್ನು ಶ್ರೇಣಿಯಲ್ಲಿ ಜೋಡಿಸಬಹುದು. ಉದಾಹರಣೆಗೆ, ನೀವು &#8220; ಕುರಿತು &#8221; &#8220; ಲೈಫ್ ಸ್ಟೋರಿ &#8221; ಮತ್ತು &#8220; ನನ್ನ ನಾಯಿ &#8221; ಅದರ ಅಡಿಯಲ್ಲಿ ಪುಟಗಳು. ಗೂಡಿನ ಪುಟಗಳ ಮಟ್ಟಕ್ಕೆ ಮಿತಿ ಇರುವುದಿಲ್ಲ .

source: <strong>Template</strong> &mdash; Some themes have custom templates you can use for certain pages that might have additional features or custom layouts. If so, you&#8217;ll see them in this dropdown menu.
kn: <strong> ಟೆಂಪ್ಲೇಟು </strong> &mdash; ಕೆಲವು ಥೀಮ್ಗಳು ಕೆಲವು ಪುಟಗಳಿಗಾಗಿ ನೀವು ಬಳಸಬಹುದಾದ ಕಸ್ಟಮ್ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಹೊಂದಿದ್ದು ಹೆಚ್ಚುವರಿ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅಥವಾ ಕಸ್ಟಮ್ ವಿನ್ಯಾಸಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ಹಾಗಿದ್ದಲ್ಲಿ, ಈ ಡ್ರಾಪ್ಡೌನ್ ಮೆನುವಿನಲ್ಲಿ ನೀವು ಅವರನ್ನು ನೋಡುತ್ತೀರಿ.

source: Name:
kn: ಹೆಸರು:

source: Email:
kn: ಇಮೇಲ್:

source: Status
kn: ಸ್ಥಿತಿ

source: Submitted on: %s
kn: %s ರಂದು ಸಲ್ಲಿಸಲಾಗಿದೆ

source: Edit date and time
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಸಂಪಾದಿಸಿ

source: In response to: %s
kn: ಇದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ: %s

source: In reply to: %s
kn: ಇದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ: %s

source: <a href="%s">Links</a> / Edit Link
kn: <a href="%s"> ಲಿಂಕ್ಗಳು ​​</a> / ಲಿಂಕ್ ಸಂಪಾದಿಸಿ

source: Update Link
kn: ಲಿಂಕ್ ನವೀಕರಿಸಿ

source: <a href="%s">Links</a> / Add New Link
kn: <a href="%s"> ಲಿಂಕ್ಗಳು ​​</a> / ಹೊಸ ಲಿಂಕ್ ಸೇರಿಸಿ

source: <a href="https://codex.wordpress.org/Links_Add_New_Screen">Documentation on Creating Links</a>
kn: <a href="https://codex.wordpress.org/Links_Add_New_Screen"> ಲಿಂಕ್ಗಳನ್ನು ರಚಿಸುವ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Link added.
kn: ಲಿಂಕ್ ಸೇರಿಸಲಾಗಿದೆ.

source: Example: Nifty blogging software
kn: ಉದಾಹರಣೆ: ನಿಫ್ಟಿ ಬ್ಲಾಗಿಂಗ್ ತಂತ್ರಾಂಶ

source: Web Address
kn: ಜಾಲತಾಣದ ವಿಳಾಸ

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
kn: ಬ್ಲಾಗ್ ರೋಲ್ನಲ್ಲಿರುವ ಲಿಂಕ್ನ ಮೇಲೆ ಯಾರೋ ಸುತ್ತುವರಿದಾಗ ಅಥವಾ ಐಚ್ಛಿಕವಾಗಿ ಲಿಂಕ್ನ ಕೆಳಗೆ ಈ ಸಂದರ್ಭದಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ.

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
kn: ಪ್ರತಿಯೊಂದು ಪೆಟ್ಟಿಗೆಗಳಲ್ಲಿ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ನೀವು ಈ ತೆರೆಯಲ್ಲಿ ಲಿಂಕ್ಗಳನ್ನು ಸೇರಿಸಬಹುದು ಅಥವಾ ಸಂಪಾದಿಸಬಹುದು. ಕೇವಲ ಲಿಂಕ್ ನ ವೆಬ್ ವಿಳಾಸ ಮತ್ತು ಹೆಸರು (ನಿಮ್ಮ ಸೈಟ್ನ ಲಿಂಕ್ನಲ್ಲಿ ನೀವು ಪ್ರದರ್ಶಿಸಲು ಬಯಸುವ ಪಠ್ಯ) ಕ್ಷೇತ್ರಗಳ ಅಗತ್ಯವಿದೆ.

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
kn: ಲಿಂಕ್ ಹೆಸರು, ವೆಬ್ ವಿಳಾಸ, ಮತ್ತು ವಿವರಣೆಗಾಗಿ ಪೆಟ್ಟಿಗೆಗಳು ಸ್ಥಿರ ಸ್ಥಾನಗಳನ್ನು ಹೊಂದಿವೆ, ಆದರೆ ಇತರವು ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಬಳಸಿ ಮರುಪಡೆಯಬಹುದು. ನೀವು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ನಲ್ಲಿ ಬಳಸದ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಮರೆಮಾಡಬಹುದು, ಅಥವಾ ಪೆಟ್ಟಿಗೆಯ ಶೀರ್ಷಿಕೆ ಪಟ್ಟಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.

source: XFN stands for <a href="http://gmpg.org/xfn/">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
kn: XFN <a href="http://gmpg.org/xfn/"> XHTML ಫ್ರೆಂಡ್ಸ್ ನೆಟ್ವರ್ಕ್ </a> ಗೆ ಪ್ರತಿನಿಧಿಸುತ್ತದೆ , ಐಚ್ಛಿಕವಾದ. ನೀವು ಲಿಂಕ್ ಮಾಡುವ ಸೈಟ್ನ ಲೇಖಕರು / ಮಾಲೀಕರಿಗೆ ನೀವು ಹೇಗೆ ಸಂಬಂಧ ಹೊಂದಿದ್ದೀರಿ ಎಂಬುದನ್ನು XFN ಲಕ್ಷಣಗಳು ತೋರಿಸಲು ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಮತಿಸುತ್ತದೆ.

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
kn: ದಿ &#8220; ಸ್ಲಗ್ &#8221; ಇದು URL- ಸ್ನೇಹಿ ಆವೃತ್ತಿಯ ಹೆಸರಾಗಿದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಎಲ್ಲಾ ಸಣ್ಣ ಅಕ್ಷರಗಳು ಮತ್ತು ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಮತ್ತು ಹೈಫನ್ಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರುತ್ತದೆ.

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
kn: ವರ್ಗಗಳು, ಟ್ಯಾಗ್ಗಳು ಭಿನ್ನವಾಗಿ, ಒಂದು ಕ್ರಮಾನುಗತ ಹೊಂದಬಹುದು. ನೀವು ಜಾಝ್ ವರ್ಗದಲ್ಲಿ ಹೊಂದಿರಬಹುದು, ಮತ್ತು ಅದರ ಅಡಿಯಲ್ಲಿ ಮಕ್ಕಳು ಬೆಬಾಪ್ ಮತ್ತು ಬಿಗ್ ಬ್ಯಾಂಡ್ಗಾಗಿ ವಿಭಾಗಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಸಂಪೂರ್ಣವಾಗಿ ಐಚ್ಛಿಕ.

source: Assign a parent term to create a hierarchy. The term Jazz, for example, would be the parent of Bebop and Big Band.
kn: ಕ್ರಮಾನುಗತವನ್ನು ರಚಿಸಲು ಪೋಷಕ ಪದವನ್ನು ನಿಗದಿಪಡಿಸಿ. ಉದಾಹರಣೆಗೆ, ಜಾಝ್ ಎಂಬ ಪದವು ಬೆಬಾಪ್ ಮತ್ತು ಬಿಗ್ ಬ್ಯಾಂಡ್ನ ಪೋಷಕರು.

source: The description is not prominent by default; however, some themes may show it.
kn: ಪೂರ್ವನಿಯೋಜಿತ ವಿವರಣೆಯು ಪ್ರಮುಖವಾಗಿಲ್ಲ; ಆದಾಗ್ಯೂ, ಕೆಲವು ಥೀಮ್ ಗಳು ಇದನ್ನು ತೋರಿಸಬಹುದು

source: Sorry, you are not allowed to delete this item.
kn: ಕ್ಷಮಿಸಿ, ಈ ಐಟಂ ಅನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to delete these items.
kn: ಕ್ಷಮಿಸಿ, ಈ ಐಟಂಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದ ಐಟಂ ಸಂಪಾದಿಸಲು ನೀವು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ಬಹುಶಃ ಅದನ್ನು ಅಳಿಸಲಾಗಿದೆ?

source: You can create groups of links by using Link Categories. Link Category names must be unique and Link Categories are separate from the categories you use for posts.
kn: ಲಿಂಕ್ ವರ್ಗಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಲಿಂಕ್ಗಳ ಗುಂಪುಗಳನ್ನು ರಚಿಸಬಹುದು. ಲಿಂಕ್ ವರ್ಗ ಹೆಸರುಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು ಮತ್ತು ಲಿಂಕ್ ವರ್ಗಗಳು ನೀವು ಪೋಸ್ಟ್ಗಳಿಗಾಗಿ ಬಳಸುವ ವರ್ಗಗಳಿಂದ ಪ್ರತ್ಯೇಕವಾಗಿರುತ್ತವೆ.

source: Delete
kn: ಅಳಿಸಿ

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
kn: ನಿಮ್ಮ ಸೈಟ್ ಮತ್ತು ಗುಂಪು ಸಂಬಂಧಿತ ಪೋಸ್ಟ್ಗಳ ವಿಭಾಗಗಳನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ವಿಭಾಗಗಳನ್ನು ನೀವು ಬಳಸಬಹುದು. ಡೀಫಾಲ್ಟ್ ವರ್ಗವು &#8220; ವರ್ಗವಿಲ್ಲದ್ದು &#8221; ನಿಮ್ಮ <a href="%s"> ಬರೆಯುವ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ </a> ಅದನ್ನು ಬದಲಾಯಿಸುವವರೆಗೆ.

source: You can assign keywords to your posts using <strong>tags</strong>. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
kn: ನೀವು <strong> ಟ್ಯಾಗ್ಗಳನ್ನು </strong> ಬಳಸಿ ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಿಗೆ ಕೀವರ್ಡ್ಗಳನ್ನು ನಿಯೋಜಿಸಬಹುದು. ವಿಭಾಗಗಳಂತೆ, ಟ್ಯಾಗ್ಗಳಿಗೆ ಯಾವುದೇ ಕ್ರಮಾನುಗತತೆ ಇಲ್ಲ, ಅಂದರೆ ಒಂದು ಟ್ಯಾಗ್ನಿಂದ ಮತ್ತೊಂದಕ್ಕೆ ಯಾವುದೇ ಸಂಬಂಧವಿಲ್ಲ.

source: You can delete Link Categories in the Bulk Action pull-down, but that action does not delete the links within the category. Instead, it moves them to the default Link Category.
kn: ದೊಡ್ಡ ಕ್ರಿಯೆಯ ಪುಲ್-ಡೌನ್ನಲ್ಲಿ ಲಿಂಕ್ ವರ್ಗಗಳನ್ನು ನೀವು ಅಳಿಸಬಹುದು, ಆದರೆ ಆ ವರ್ಗದವರು ವರ್ಗದಲ್ಲಿ ಇರುವ ಲಿಂಕ್ಗಳನ್ನು ಅಳಿಸುವುದಿಲ್ಲ. ಬದಲಿಗೆ, ಇದು ಡೀಫಾಲ್ಟ್ ಲಿಂಕ್ ವರ್ಗಕ್ಕೆ ಚಲಿಸುತ್ತದೆ.

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
kn: ವರ್ಗಗಳು ಮತ್ತು ಟ್ಯಾಗ್ಗಳ ನಡುವಿನ ವ್ಯತ್ಯಾಸವೇನು? ಸಾಮಾನ್ಯವಾಗಿ, ಟ್ಯಾಗ್ಗಳನ್ನು ಪೂರ್ವ-ನಿರ್ಧಾರಿತ ವಿಭಾಗಗಳಾಗಿರುವಾಗ, ನಿಮ್ಮ ಪೋಸ್ಟ್ನಲ್ಲಿ (ಹೆಸರುಗಳು, ವಿಷಯಗಳು, ಇತ್ಯಾದಿ) ಇತರ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಅಥವಾ ಪುನರಾವರ್ತಿಸದಿರುವ ಪ್ರಮುಖ ಮಾಹಿತಿಯನ್ನು ಗುರುತಿಸುವ ಆಡ್-ಹಾಕ್ ಕೀವರ್ಡ್ಗಳು. ಪುಸ್ತಕದಂತೆ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ನೀವು ಭಾವಿಸಿದರೆ, ವಿಭಾಗಗಳು ಪರಿವಿಡಿಯನ್ನು ಹೋಲುತ್ತವೆ ಮತ್ತು ಟ್ಯಾಗ್ಗಳು ಇಂಡೆಕ್ಸ್ನಲ್ಲಿನ ನಿಯಮಗಳನ್ನು ಹೋಲುತ್ತವೆ.

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
kn: ಈ ಪರದೆಯಲ್ಲಿ ಹೊಸ ವರ್ಗವನ್ನು ಸೇರಿಸುವಾಗ, ನೀವು ಈ ಕೆಳಗಿನ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡುತ್ತೀರಿ:

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
kn: ಈ ಪರದೆಯಲ್ಲಿ ಹೊಸ ಟ್ಯಾಗ್ ಸೇರಿಸುವಾಗ, ನೀವು ಕೆಳಗಿನ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡುತ್ತೀರಿ:

source: <strong>Name</strong> &mdash; The name is how it appears on your site.
kn: <strong> ಹೆಸರು </strong> &mdash; ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಅದು ಹೇಗೆ ಗೋಚರಿಸುತ್ತದೆ ಎಂಬುದು.

source: <strong>Description</strong> &mdash; The description is not prominent by default; however, some themes may display it.
kn: <strong> ವಿವರಣೆ </strong> &mdash; ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವಿವರಣೆಯು ಪ್ರಮುಖವಾಗಿಲ್ಲ; ಆದಾಗ್ಯೂ, ಕೆಲವು ವಿಷಯಗಳು ಇದನ್ನು ಪ್ರದರ್ಶಿಸಬಹುದು.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
kn: ಪ್ರತಿ ಪರದೆಯವರೆಗೆ ಎಷ್ಟು ಐಟಂಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಟೇಬಲ್ನಲ್ಲಿ ಕಾಲಮ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು / ಮರೆಮಾಡಲು ಹೊಂದಿಸಲು ನೀವು ಸ್ಕ್ರೀನ್ ಪರದೆಯ ಟ್ಯಾಬ್ ಬಳಸಿ ಈ ಪರದೆಯ ಪ್ರದರ್ಶನವನ್ನು ಬದಲಾಯಿಸಬಹುದು.

source: <strong>Parent</strong> &mdash; Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have child categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown.
kn: <strong> ಪೋಷಕ </strong> &mdash; ವರ್ಗಗಳು, ಟ್ಯಾಗ್ಗಳು ಭಿನ್ನವಾಗಿ, ಒಂದು ಕ್ರಮಾನುಗತ ಹೊಂದಬಹುದು. ನೀವು ಜಾಝ್ ವರ್ಗವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ಅದರ ಅಡಿಯಲ್ಲಿ ಮಗುವಿನ ವರ್ಗಗಳು ಬೆಬೊಪ್ ಮತ್ತು ಬಿಗ್ ಬ್ಯಾಂಡ್ಗಾಗಿ ಹೊಂದಿರುತ್ತವೆ. ಸಂಪೂರ್ಣವಾಗಿ ಐಚ್ಛಿಕ. ಉಪವಿಭಾಗವನ್ನು ರಚಿಸಲು, ಪೋಷಕ ಡ್ರಾಪ್ಡೌನ್ನಿಂದ ಮತ್ತೊಂದು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
kn: ಉದಾಹರಣೆ: <code>http://wordpress.org/</code> &#8212; <code>http://</code> ಅನ್ನು ಮರೆಯಬೇಡಿ

source: <strong>Slug</strong> &mdash; The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
kn: <strong> ಸ್ಲಗ್ </strong> &mdash; ದಿ &#8220; ಸ್ಲಗ್ &#8221; ಇದುURL-ಸ್ನೇಹಿ ಹೆಸರಿನ ಆವೃತ್ತಿಯಾಗಿದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಎಲ್ಲಾ ಸಣ್ಣ ಅಕ್ಷರಗಳು ಮತ್ತು ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಮತ್ತು ಹೈಫನ್ಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರುತ್ತದೆ.

source: <a href="https://codex.wordpress.org/Pages_Screen">Documentation on Managing Pages</a>
kn: <a href="https://codex.wordpress.org/Pages_Screen"> ಪುಟಗಳನ್ನು ನಿರ್ವಹಿಸುವ ದಾಖಲೆ </a>

source: Managing pages is very similar to managing posts, and the screens can be customized in the same way.
kn: ವ್ಯವಸ್ಥಾಪಕ ಪುಟಗಳು ವ್ಯವಸ್ಥಾಪಕ ಪೋಸ್ಟ್ಗಳನ್ನು ಹೋಲುತ್ತದೆ, ಮತ್ತು ಪರದೆಗಳನ್ನು ಅದೇ ರೀತಿಯಲ್ಲಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು.

source: <a href="https://codex.wordpress.org/Posts_Screen">Documentation on Managing Posts</a>
kn: <a href="https://codex.wordpress.org/Posts_Screen"> ವ್ಯವಸ್ಥಾಪಕ ಪೋಸ್ಟ್ಗಳ ದಾಖಲೆ </a>

source: <strong>Trash</strong> removes your post from this list and places it in the trash, from which you can permanently delete it.
kn: <strong> ಅನುಪಯುಕ್ತ </strong> ಈ ಲಿಸ್ಟಿಂದ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿಹಾಕುವ ಮೂಲಕ ಅದನ್ನು ಇರಿಸುತ್ತದೆ.

source: <strong>Quick Edit</strong> provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
kn: <strong> ತ್ವರಿತ ಸಂಪಾದನೆ </strong> ನಿಮ್ಮ ಪೋಸ್ಟ್ನ ಮೆಟಾಡೇಟಾಗೆ ಇನ್ಲೈನ್ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತದೆ, ಈ ಪರದೆಯನ್ನು ಬಿಡದೆಯೇ ಪೋಸ್ಟ್ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.

source: <strong>Edit</strong> takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
kn: <strong> ಸಂಪಾದಿಸು </strong> ಆ ಪೋಸ್ಟ್ಗಾಗಿ ಸಂಪಾದನೆ ಪರದೆಗೆ ನಿಮ್ಮನ್ನು ಕರೆದೊಯ್ಯುತ್ತದೆ. ಪೋಸ್ಟ್ ಶೀರ್ಷಿಕೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಆ ತೆರೆಯಲ್ಲಿ ತಲುಪಬಹುದು.

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
kn: ಪೋಸ್ಟ್ಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಸಾಲುಗಳ ಮೇಲೆ ಸುಳಿದಾಡಿ್ದರೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುವಂತಹ ಕ್ರಿಯೆಯ ಲಿಂಕ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ. ನೀವು ಕೆಳಗಿನ ಕ್ರಮಗಳನ್ನು ಮಾಡಬಹುದು:

source: You can view posts in a simple title list or with an excerpt using the Screen Options tab.
kn: ನೀವು ಸರಳ ಶೀರ್ಷಿಕೆ ಪಟ್ಟಿಗಳಲ್ಲಿ ಅಥವಾ ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಒಂದು ಆಯ್ದ ಭಾಗದಲ್ಲಿ ಪೋಸ್ಟ್ಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದು.

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
kn: ನಿಮ್ಮ ಅಗತ್ಯತೆಗಳ ಆಧಾರದ ಮೇಲೆ ನೀವು ಮರೆಮಾಡಲು / ಪ್ರದರ್ಶಿಸಬಹುದು ಮತ್ತು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ ಬಳಸಿ ಪ್ರತಿ ಪರದೆಯ ಪಟ್ಟಿಗೆ ಎಷ್ಟು ಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸಬೇಕು ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಬಹುದು.

source: This screen provides access to all of your posts. You can customize the display of this screen to suit your workflow.
kn: ಈ ಪರದೆಯು ನಿಮ್ಮ ಎಲ್ಲಾ ಪೋಸ್ಟ್ಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತದೆ. ನಿಮ್ಮ ವರ್ಕ್ ಫ್ಲೋ ಗೆ ಸರಿಹೊಂದುವಂತೆ ಈ ಪರದೆಯ ಪ್ರದರ್ಶನವನ್ನು ನೀವು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದು.

source: Tags can be selectively converted to categories using the <a href="%s">tag to category converter</a>.
kn: <a href="%s"> ಟ್ಯಾಗ್ ನಿಂದ ವರ್ಗ ಪರಿವರ್ತಕಕ್ಕೆ </a> ಬಳಸಿ ಟ್ಯಾಗ್ಗಳನ್ನು ಆಯ್ದ ವರ್ಗಗಳಾಗಿ ಪರಿವರ್ತಿಸಬಹುದು.

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
kn: <a href="%s">ವರ್ಗದಿಂದ ಟ್ಯಾಗ್ ಪರಿವರ್ತಕಕ್ಕೆ </a> ಬಳಸಿಕೊಂಡು ವರ್ಗಗಳನ್ನು ಆಯ್ದ ಟ್ಯಾಗ್ಗಳಾಗಿ ಪರಿವರ್ತಿಸಬಹುದು.

source: Deleting a category does not delete the posts in that category. Instead, posts that were only assigned to the deleted category are set to the category %s.
kn: ವರ್ಗವನ್ನು ಅಳಿಸುವುದು ಆ ವಿಭಾಗದಲ್ಲಿನ ಪೋಸ್ಟ್ಗಳನ್ನು ಅಳಿಸುವುದಿಲ್ಲ. ಬದಲಿಗೆ, ಅಳಿಸಲಾದ ವರ್ಗದಲ್ಲಿ ಮಾತ್ರ ನಿಯೋಜಿಸಲಾದ ಪೋಸ್ಟ್ಗಳನ್ನು ವಿಭಾಗ %s ಗೆ ಹೊಂದಿಸಲಾಗುವುದು.

source: <a href="https://codex.wordpress.org/Posts_Tags_Screen">Documentation on Tags</a>
kn: <a href="https://codex.wordpress.org/Posts_Tags_Screen"> ಟ್ಯಾಗ್ಗಳ ಮೇಲಿನ ದಾಖಲೆ </a>

source: <a href="https://codex.wordpress.org/Links_Link_Categories_Screen">Documentation on Link Categories</a>
kn: <a href="https://codex.wordpress.org/Links_Link_Categories_Screen"> ಲಿಂಕ್ ವರ್ಗಗಳ ಮೇಲಿನ ದಾಖಲೆ </a>

source: <a href="https://codex.wordpress.org/Posts_Categories_Screen">Documentation on Categories</a>
kn: <a href="https://codex.wordpress.org/Posts_Categories_Screen"> ವರ್ಗಗಳ ದಾಖಲೆ </a>

source: If the importer you need is not listed, <a href="%s">search the plugin directory</a> to see if an importer is available.
kn: ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಆಮದುದಾರನು ಪಟ್ಟಿ ಮಾಡದಿದ್ದರೆ, ಆಮದುದಾರನು ಲಭ್ಯವಿದೆಯೇ ಎಂದು ನೋಡಲು <a href="%s"> ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಹುಡುಕಿ </a>.
