Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: You can also perform the same types of actions, including narrowing the list by using the filters, acting on a page using the action links that appear when you hover over a row, or using the Bulk Actions menu to edit the metadata for multiple pages at once.
kn: ಫಿಲ್ಟರ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಪಟ್ಟಿಯನ್ನು ಸಂಕುಚಿತಗೊಳಿಸುವುದರೊಂದಿಗೆ, ನೀವು ಸಾಲಿನ ಮೇಲೆ ಸುಳಿದಾಡಿದಾಗ, ಅಥವಾ ಅನೇಕ ಪುಟಗಳಿಗಾಗಿ ಮೆಟಾಡೇಟಾವನ್ನು ಸಂಪಾದಿಸಲು ದೊಡ್ಡ ಕ್ರಮಗಳ ಮೆನುವನ್ನು ಬಳಸುವ ಕ್ರಿಯೆಯ ಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಒಂದು ಪುಟದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ಒಳಗೊಂಡಂತೆ ಅದೇ ರೀತಿಯ ಕ್ರಿಯೆಗಳನ್ನು ನೀವು ಒಮ್ಮೆಗೆ ಮಾಡಬಹುದು.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
kn: ದೊಡ್ಡ ಸಂಪಾದನೆಯನ್ನು ಬಳಸುವಾಗ, ಆಯ್ಕೆ ಮಾಡಿದ ಎಲ್ಲಾ ಪೋಸ್ಟ್ಗಳಿಗೆ ಏಕಕಾಲದಲ್ಲಿ ನೀವು ಮೆಟಾಡೇಟಾವನ್ನು (ವಿಭಾಗಗಳು, ಲೇಖಕ, ಇತ್ಯಾದಿ) ಬದಲಾಯಿಸಬಹುದು. ಗುಂಪಿನಿಂದ ಪೋಸ್ಟ್ ತೆಗೆದುಹಾಕಲು, ಕಾಣಿಸಿಕೊಳ್ಳುವ ದೊಡ್ಡ ಸಂಪಾದನೆಯ ಪ್ರದೇಶದಲ್ಲಿ ಅದರ ಹೆಸರಿನ ಮುಂದೆ X ಕ್ಲಿಕ್ ಮಾಡಿ.

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
kn: ನೀವು ಇನ್ನೊಂದು ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಪೋಸ್ಟ್ಗಳು ಅಥವಾ ಕಾಮೆಂಟ್ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ವರ್ಡ್ಪ್ರೆಸ್ ಈ ಸೈಟ್ಗೆ ಆಮದು ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಪ್ರಾರಂಭಿಸಲು, ಕೆಳಗೆ ಇಂಪೋರ್ಟ್ ಮಾಡಲು ಒಂದು ವ್ಯವಸ್ಥೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:

source: <a href="https://codex.wordpress.org/Tools_Import_Screen">Documentation on Import</a>
kn: <a href="https://codex.wordpress.org/Tools_Import_Screen"> ಆಮದು ಮಾಡಿಕೊಳ್ಳುವ ದಾಖಲೆಗಳು </a>

source: In previous versions of WordPress, all importers were built-in. They have been turned into plugins since most people only use them once or infrequently.
kn: ವರ್ಡ್ಪ್ರೆಸ್ನ ಹಿಂದಿನ ಆವೃತ್ತಿಗಳಲ್ಲಿ, ಎಲ್ಲಾ ಆಮದುದಾರರು ಅಂತರ್ನಿರ್ಮಿತರಾಗಿದ್ದರು. ಹೆಚ್ಚಿನ ಜನರು ಒಮ್ಮೆ ಅಥವಾ ಅಪರೂಪವಾಗಿ ಬಳಸುವುದರಿಂದ ಅವುಗಳನ್ನು ಪ್ಲಗ್ಇನ್ಗಳಾಗಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ.

source: Don&#8217;t you wish all software came with these freedoms? So do we! For more information, check out the <a href="https://www.fsf.org/">Free Software Foundation</a>.
kn: ಎಲ್ಲಾ ತಂತ್ರಾಂಶಗಳು ಮುಕ್ತ ಸ್ವಾತಂತ್ರ್ಯದೊಂದಿಗೆ ಬರಬಾರದೇಕೆ ಎಂದು ನೀವು ಬಯಸುವುದಿಲ್ಲವೇ? ನಾವು ಕೂಡ ಹಾಗೆ ! ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, <a href="https://www.fsf.org/"> ಫ್ರೀ ಸಾಫ್ಟ್ವೇರ್ ಫೌಂಡೇಶನ್ </a> ಅನ್ನು ಪರಿಶೀಲಿಸಿ.

source: You can also edit or move multiple posts to the trash at once. Select the posts you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
kn: ನೀವು ಅನೇಕ ಪೋಸ್ಟ್ಗಳನ್ನು ಒಮ್ಮೆಗೆ ಅನುಪಯುಕ್ತಕ್ಕೆ ಸಂಪಾದಿಸಬಹುದು ಅಥವಾ ಸೇರಿಸಬಹುದು. ಚೆಕ್ಬಾಕ್ಸ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಬಯಸುವ ಪೋಸ್ಟ್ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ನಂತರ ನೀವು ದೊಡ್ಡ ಕ್ರಿಯೆಗಳ ಮೆನುವಿನಿಂದ ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸುವ ಕ್ರಿಯೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಅನ್ವಯಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: <strong>Preview</strong> will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
kn: <strong> ಪೂರ್ವವೀಕ್ಷಣೆ </strong> ನೀವು ಅದನ್ನು ಪ್ರಕಟಿಸಿದರೆ ನಿಮ್ಮ ಕರಡು ಪೋಸ್ಟ್ ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಮಗೆ ತೋರಿಸುತ್ತದೆ. ಪೋಸ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಲು ವೀಕ್ಷಣೆ ನಿಮ್ಮ ಲೈವ್ ಸೈಟ್ಗೆ ನಿಮ್ಮನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ನಿಮ್ಮ ಲಿಂಕ್ನ ಸ್ಥಿತಿ ಅವಲಂಬಿಸಿರುವ ಲಿಂಕ್ ಲಭ್ಯವಿದೆ.

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
kn: ಪೋಸ್ಟ್ಗಳ ಪಟ್ಟಿಯ ಮೇಲಿರುವ ಡ್ರಾಪ್ಡೌನ್ ಮೆನುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿರ್ದಿಷ್ಟ ವರ್ಗದಲ್ಲಿ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ತಿಂಗಳಲ್ಲಿ ಪೋಸ್ಟ್ಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಲು ಪಟ್ಟಿಯನ್ನು ನೀವು ಸಂಸ್ಕರಿಸಬಹುದು. ನಿಮ್ಮ ಆಯ್ಕೆ ಮಾಡಿದ ನಂತರ ಫಿಲ್ಟರ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಪೋಸ್ಟ್ಗಳ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಪೋಸ್ಟ್ ಲೇಖಕ, ವಿಭಾಗ ಅಥವಾ ಟ್ಯಾಗ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ಪಟ್ಟಿಯನ್ನು ಸಂಸ್ಕರಿಸಬಹುದು.

source: You can filter the list of posts by post status using the text links above the posts list to only show posts with that status. The default view is to show all posts.
kn: ಪೋಸ್ಟ್ಗಳ ಪಟ್ಟಿಯ ಮೇಲಿರುವ ಪಠ್ಯ ಲಿಂಕ್ಗಳನ್ನು ಆ ಸ್ಥಿತಿಯೊಂದಿಗೆ ಪೋಸ್ಟ್ಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಲು ಪೋಸ್ಟ್ ಸ್ಥಿತಿಯ ಮೂಲಕ ನೀವು ಪೋಸ್ಟ್ಗಳ ಪಟ್ಟಿಯನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಬಹುದು. ಎಲ್ಲಾ ಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸಲು ಡೀಫಾಲ್ಟ್ ವೀಕ್ಷಿಸಿ.

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
kn: ಈ ಪರದೆಯು ಬ್ಲಾಗಿಂಗ್ / ವಿಷಯ ನಿರ್ವಹಣೆ ವೇದಿಕೆಗಳಿಂದ ಡೇಟಾವನ್ನು ಆಮದು ಮಾಡಲು ಪ್ಲಗಿನ್ಗಳಿಗೆ ಲಿಂಕ್ಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ. ನೀವು ಇಂಪೋರ್ಟ್ ಮಾಡಲು ಬಯಸುವ ಪ್ಲ್ಯಾಟ್ಫಾರ್ಮ್ ಆಯ್ಕೆಮಾಡಿ, ಮತ್ತು ಪಾಪ್ಅಪ್ ವಿಂಡೋದಲ್ಲಿ ನೀವು ಪ್ರಾಂಪ್ಟ್ ಮಾಡಿದಾಗ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಿಮ್ಮ ಪ್ಲ್ಯಾಟ್ಫಾರ್ಮ್ ಅನ್ನು ಪಟ್ಟಿ ಮಾಡದಿದ್ದರೆ, ನಿಮ್ಮ ವೇದಿಕೆಯೊಂದರಲ್ಲಿ ಒಂದನ್ನು ಹೊಂದಿದ್ದರೆ ನೋಡಲು ಇತರ ಆಮದು ಪ್ಲಗ್ಇನ್ಗಳಿಗಾಗಿ ಪ್ಲಗಿನ್ ಕೋಶವನ್ನು ಹುಡುಕಲು ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: You can customize the display of this screen&#8217;s contents in a number of ways:
kn: ನೀವು ಈ ಪರದೆಯ ವಿಷಯಗಳನ್ನು ಹಲವಾರು ರೀತಿಗಳಲ್ಲಿ ಪ್ರದರ್ಶಿಸಬಹುದು:

source: Sorry, you are not allowed to restore this item from the Trash.
kn: ಕ್ಷಮಿಸಿ, ಈ ಐಟಂ ಅನ್ನು ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to move this item to the Trash.
kn: ಕ್ಷಮಿಸಿ, ಈ ಐಟಂ ಅನ್ನು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: This importer is not installed. Please install importers from <a href="%s">the main site</a>.
kn: ಈ ಆಮದು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು <a href="%s"> ಮುಖ್ಯ ಸೈಟ್ </a> ನಿಂದ ಆಮದುದಾರರನ್ನು ಸ್ಥಾಪಿಸಿ.

source: Every plugin and theme in WordPress.org&#8217;s directory is 100%% GPL or a similarly free and compatible license, so you can feel safe finding <a href="%1$s">plugins</a> and <a href="%2$s">themes</a> there. If you get a plugin or theme from another source, make sure to <a href="%3$s">ask them if it&#8217;s GPL</a> first. If they don&#8217;t respect the WordPress license, we don&#8217;t recommend them.
kn: WordPress.org ನ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿನ ಪ್ರತಿಯೊಂದು ಪ್ಲಗ್ಇನ್ ಮತ್ತು ಥೀಮ್ 100% ಜಿಪಿಎಲ್ ಅಥವಾ ಇದೇ ರೀತಿಯ ಉಚಿತ ಮತ್ತು ಹೊಂದಿಕೊಳ್ಳುವ ಪರವಾನಗಿ, ಆದ್ದರಿಂದ <a href="%1$s"> ಪ್ಲಗ್ಇನ್ಗಳನ್ನು </a> ಮತ್ತು <a href="%2$s"> ಥೀಮ್ಗಳನ್ನು </a> ಸುರಕ್ಷಿತವಾಗಿ ಹುಡುಕಬಹುದು. ನೀವು ಇನ್ನೊಂದು ಮೂಲದಿಂದ ಪ್ಲಗ್ಇನ್ ಅಥವಾ ಥೀಮ್ ಅನ್ನು ಪಡೆದರೆ, ಮೊದಲಿಗೆ <a href="%3$s"> ಜಿಪಿಎಲ್ ಆಗಿದೆಯೇ ಎಂದು ಕೇಳಿ </a> ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಅವರು ವರ್ಡ್ಪ್ರೆಸ್ ಪರವಾನಗಿಯನ್ನು ಗೌರವಿಸದಿದ್ದರೆ, ನಾವು ಅವರನ್ನು ಶಿಫಾರಸು ಮಾಡುವುದಿಲ್ಲ.

source: WordPress grows when people like you tell their friends about it, and the thousands of businesses and services that are built on and around WordPress share that fact with their users. We&#8217;re flattered every time someone spreads the good word, just make sure to <a href="%s">check out our trademark guidelines</a> first.
kn: ನಿಮ್ಮಂತಹ ಜನರು ಅದರ ಬಗ್ಗೆ ತಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ಹೇಳಿದಾಗ, ಮತ್ತು ವಾಸ್ತವವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಸುತ್ತಲೂ ನಿರ್ಮಿಸಲಾಗಿರುವ ಸಾವಿರಾರು ವ್ಯವಹಾರಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಅವರ ಬಳಕೆದಾರರೊಂದಿಗೆ ಹಂಚಿಕೊಂಡಾಗ ವರ್ಡ್ಪ್ರೆಸ್ ಬೆಳೆಯುತ್ತದೆ. ಎಲ್ಲರೂ ವರ್ಡ್ಪ್ರೆಸ್ ಬಗ್ಗೆ ಒಳ್ಳೆಯ ಅಭಿಪ್ರಾಯವನ್ನು ಹರಡಿದಾಗ ನಾವು ಪ್ರತಿ ಭಾರಿಯೂ ಋಣಿಯಾಗಿರುತ್ತೇವೆ, ಮೊದಲು <a href="%s"> ನಮ್ಮ ಟ್ರೇಡ್ಮಾರ್ಕ್ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ </a> ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.

source: You have the freedom to distribute copies of your modified versions to others. By doing this you can give the whole community a chance to benefit from your changes.
kn: ನಿಮ್ಮ ಮಾರ್ಪಡಿಸಿದ ಆವೃತ್ತಿಗಳ ನಕಲುಗಳನ್ನು ಇತರರಿಗೆ ವಿತರಿಸಲು ನಿಮಗೆ ಸ್ವಾತಂತ್ರ್ಯವಿದೆ. ಇದನ್ನು ಮಾಡುವುದರಿಂದ ಇಡೀ ಸಮುದಾಯವು ನಿಮ್ಮ ಬದಲಾವಣೆಗಳಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯುವ ಅವಕಾಶವನ್ನು ನೀಡುತ್ತದೆ.

source: You have the freedom to redistribute copies of the original program so you can help your neighbor.
kn: ಮೂಲ ಪ್ರೋಗ್ರಾಂನ ಪ್ರತಿಗಳನ್ನು ಮರುಹಂಚಿಕೊಳ್ಳುವ ಸ್ವಾತಂತ್ರ್ಯವಿದೆ, ಆದ್ದರಿಂದ ನೀವು ನಿಮ್ಮ ನೆರೆಯವರಿಗೆ ಸಹಾಯ ಮಾಡಬಹುದು.

source: You have access to the source code, the freedom to study how the program works, and the freedom to change it to make it do what you wish.
kn: ನಿಮಗೆ ಮೂಲ ಕೋಡ್, ಪ್ರೋಗ್ರಾಂ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಅಧ್ಯಯನ ಮಾಡಲು ಸ್ವಾತಂತ್ರ್ಯ, ಮತ್ತು ನೀವು ಬಯಸಿದಂತೆ ಅದನ್ನು ಮಾಡಲು ಸಂಪೂರ್ಣ ಸ್ವಾತಂತ್ರ್ಯವಿದೆ.

source: This will contain all of your posts, pages, comments, custom fields, terms, navigation menus, and custom posts.
kn: ಇದು ನಿಮ್ಮ ಎಲ್ಲ ಪೋಸ್ಟ್ಗಳು, ಪುಟಗಳು, ಕಾಮೆಂಟ್ಗಳು, ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳು, ನಿಯಮಗಳು, ಸಂಚರಣೆ ಮೆನುಗಳು ಮತ್ತು ಕಸ್ಟಮ್ ಪೋಸ್ಟ್ಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import the content from this site.
kn: ನೀವು ಡೌನ್ಲೋಡ್ ಫೈಲ್ ಅನ್ನು ಒಮ್ಮೆ ಉಳಿಸಿದ ನಂತರ, ಈ ಸೈಟ್ನಿಂದ ವಿಷಯವನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ನೀವು ಇನ್ನೊಂದು ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನೆಯಲ್ಲಿ ಆಮದು ಕಾರ್ಯವನ್ನು ಬಳಸಬಹುದು.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
kn: ನೀವು ಕೆಳಗಿನ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ಗೆ ಉಳಿಸಲು ವರ್ಡ್ಪ್ರೆಸ್ ಒಂದು XML ಫೈಲ್ ಅನ್ನು ರಚಿಸುತ್ತದೆ.

source: <a href="https://codex.wordpress.org/Tools_Export_Screen">Documentation on Export</a>
kn: <a href="https://codex.wordpress.org/Tools_Export_Screen"> ರಫ್ತು ಮಾಡುವ ಬಗ್ಗೆ ದಾಖಲೆ </a>

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
kn: ಒಮ್ಮೆ ರಚಿಸಿದಾಗ, ನಿಮ್ಮ WXR ಫೈಲ್ ಅನ್ನು ಮತ್ತೊಂದು ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ ಅಥವಾ ಈ ಸ್ವರೂಪವನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತೊಂದು ಬ್ಲಾಗಿಂಗ್ ವೇದಿಕೆಯ ಮೂಲಕ ಆಮದು ಮಾಡಬಹುದು.

source: WordPress is Free and open source software, built by a distributed community of mostly volunteer developers from around the world. WordPress comes with some awesome, worldview-changing rights courtesy of its <a href="%s">license</a>, the GPL.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಎಂಬುದು ಉಚಿತ ಮತ್ತು ತೆರೆದ ಮೂಲ ಸಾಫ್ಟ್ವೇರ್ ಆಗಿದೆ, ವಿಶ್ವದಾದ್ಯಂತ ಹೆಚ್ಚಾಗಿ ಸ್ವಯಂಸೇವಕ ಅಭಿವರ್ಧಕರ ವಿತರಣೆ ಸಮುದಾಯದಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆ. ಜಿಪಿಎಲ್ ತನ್ನ <a href="%s"> ಪರವಾನಗಿ </a>, ಜಿಪಿಎಲ್ನ ಕೆಲವು ವಿಸ್ಮಯವಾದ , ವಿಶ್ವವೀಕ್ಷಣೆ-ಬದಲಾಗುವ ಹಕ್ಕುಗಳ ಸೌಜನ್ಯದೊಂದಿಗೆ ಬರುತ್ತದೆ.

source: We take privacy and transparency very seriously. To learn more about what data we collect, and how we use it, please visit <a href="%s">WordPress.org/about/privacy</a>.
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಪಾರದರ್ಶಕತೆಗಳನ್ನು ನಾವು ಗಂಭೀರವಾಗಿ ತೆಗೆದುಕೊಳ್ಳುತ್ತೇವೆ. ನಾವು ಯಾವ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಮತ್ತು ಅದನ್ನು ನಾವು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ದಯವಿಟ್ಟು <a href="%s"> WordPress.org/about/privacy </a> ಅನ್ನು ಭೇಟಿ ಮಾಡಿ.

source: This data is used to provide general enhancements to WordPress, which includes helping to protect your site by finding and automatically installing new updates. It is also used to calculate statistics, such as those shown on the <a href="%s">WordPress.org stats page</a>.
kn: ವರ್ಡ್ಪ್ರೆಸ್ಗೆ ಸಾಮಾನ್ಯ ಸುಧಾರಣೆಗಳನ್ನು ಒದಗಿಸಲು ಈ ಡೇಟಾವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ, ಇದರಲ್ಲಿ ಹೊಸ ನವೀಕರಣಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ರಕ್ಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದು <a href="%s"> WordPress.org ಅಂಕಿಅಂಶಗಳ ಪುಟದಲ್ಲಿ </a> ತೋರಿಸಿದಂತಹ ಅಂಕಿಅಂಶಗಳನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡಲು ಸಹ ಬಳಸಲಾಗುತ್ತದೆ.

source: From time to time, your WordPress site may send data to WordPress.org &#8212; including, but not limited to &#8212; the version of WordPress you are using, and a list of installed plugins and themes.
kn: ಕಾಲಕಾಲಕ್ಕೆ, ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ ನೀವು ಬಳಸುತ್ತಿರುವ ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿಯ &#8212; ಸೇರಿದಂತೆ, ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ &#8212; ಮತ್ತು ನೀವು ಪ್ಲಗ್ಇನ್ ಮತ್ತು ಥೀಮ್ಗಳ ಪಟ್ಟಿಯನ್ನು WordPress.org ಗೆ ಕಳುಹಿಸಬಹುದು.

source: You can export a file of your site&#8217;s content in order to import it into another installation or platform. The export file will be an XML file format called WXR. Posts, pages, comments, custom fields, categories, and tags can be included. You can choose for the WXR file to include only certain posts or pages by setting the dropdown filters to limit the export by category, author, date range by month, or publishing status.
kn: ಮತ್ತೊಂದು ಸ್ಥಾಪನೆ ಅಥವಾ ವೇದಿಕೆಗೆ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ನೀವು ನಿಮ್ಮ ಸೈಟ್ನ ವಿಷಯವನ್ನು ಫೈಲ್ ಅನ್ನು ರಫ್ತು ಮಾಡಬಹುದು. ರಫ್ತು ಫೈಲ್ WXR ಎಂಬ XML ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್ ಆಗಿರುತ್ತದೆ. ಪೋಸ್ಟ್ಗಳು, ಪುಟಗಳು, ಕಾಮೆಂಟ್ಗಳು, ಕಸ್ಟಮ್ ಜಾಗ, ವಿಭಾಗಗಳು, ಮತ್ತು ಟ್ಯಾಗ್ಗಳನ್ನು ಸೇರಿಸಬಹುದಾಗಿದೆ. ವರ್ಗದಲ್ಲಿ, ಲೇಖಕರು, ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಯಿಂದ ತಿಂಗಳು ಅಥವಾ ಪ್ರಕಟಣೆಯ ಸ್ಥಿತಿಯಿಂದ ರಫ್ತು ಮಾಡುವಿಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸಲು ಡ್ರಾಪ್ಡೌನ್ ಫಿಲ್ಟರ್ಗಳನ್ನು ಹೊಂದಿಸುವ ಮೂಲಕ ಕೆಲವು ಪೋಸ್ಟ್ಗಳು ಅಥವಾ ಪುಟಗಳನ್ನು ಮಾತ್ರ ಸೇರಿಸಲು WXR ಫೈಲ್ಗಾಗಿ ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.

source: <strong>The parent theme could not be found.</strong> You will need to install the parent theme, %s, before you can use this child theme.
kn: <strong> ಪೋಷಕ ಥೀಮ್ ಕಂಡುಬಂದಿಲ್ಲ. </strong> ನೀವು ಈ ಮಕ್ಕಳ ಥೀಮ್ ಅನ್ನು ಬಳಸುವ ಮೊದಲು ಪೋಷಕ ಥೀಮ್, %s ಅನ್ನು ನೀವು ಸ್ಥಾಪಿಸಬೇಕಾಗಿದೆ.

source: Your hosting company, support forum volunteers, or a friendly developer may be able to use this information to help you:
kn: ನಿಮ್ಮ ಹೋಸ್ಟಿಂಗ್ ಕಂಪನಿ, ಬೆಂಬಲ ವೇದಿಕೆ ಸ್ವಯಂಸೇವಕರು ಅಥವಾ ಸ್ನೇಹಿ ಡೆವಲಪರ್ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸಿಕೊಳ್ಳಬಹುದು:

source: Keeping your site updated is important for security. It also makes the internet a safer place for you and your readers.
kn: ಸುರಕ್ಷತೆಗಾಗಿ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ನವೀಕರಿಸುವುದು ಮುಖ್ಯವಾಗಿದೆ. ಇದು ಇಂಟರ್ನೆಟ್ಗೆ ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಓದುಗರಿಗೆ ಸುರಕ್ಷಿತವಾದ ಸ್ಥಳವಾಗಿದೆ.

source: BETA TESTING? ============= This debugging email is sent when you are using a development version of WordPress. If you think these failures might be due to a bug in WordPress, could you report it? * Open a thread in the support forums: https://wordpress.org/support/forum/alphabeta * Or, if you're comfortable writing a bug report: https://core.trac.wordpress.org/ Thanks! -- The WordPress Team
kn: ಬೀಟಾ ಪರೀಕ್ಷೆ? ============= ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಅಭಿವೃದ್ಧಿಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ಈ ಡೀಬಗ್ ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಈ ವೈಫಲ್ಯಗಳು ವರ್ಡ್ಪ್ರೆಸ್ನಲ್ಲಿನ ದೋಷದಿಂದಾಗಿರಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ನೀವು ಅದನ್ನು ವರದಿ ಮಾಡಬಹುದೇ? * ಬೆಂಬಲ ವೇದಿಕೆಗಳಲ್ಲಿ ಥ್ರೆಡ್ ತೆರೆಯಿರಿ: https://wordpress.org/support/forum/alphabeta * ಅಥವಾ, ನೀವು ದೋಷ ವರದಿಯನ್ನು ಬರೆಯುವಲ್ಲಿ ಆರಾಮದಾಯಕವಾಗಿದ್ದರೆ: https://core.trac.wordpress.org/ ಧನ್ಯವಾದಗಳು! - ವರ್ಡ್ಪ್ರೆಸ್ ತಂಡ

source: If you experience any issues or need support, the volunteers in the WordPress.org support forums may be able to help.
kn: ನೀವು ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸುತ್ತಿದ್ದರೆ ಅಥವಾ ಬೆಂಬಲ ಅಗತ್ಯವಿದ್ದರೆ, WordPress.org ಬೆಂಬಲ ವೇದಿಕೆಗಳಲ್ಲಿನ ಸ್ವಯಂಸೇವಕರು ಸಹಾಯ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: The WordPress team is willing to help you. Forward this email to %s and the team will work with you to make sure your site is working.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ತಂಡವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ. ಈ ಇಮೇಲ್ ಅನ್ನು%s ಗೆ ಫಾರ್ವರ್ಡ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ತಂಡವು ನಿಮ್ಮೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ.

source: Please check out your site now. It's possible that everything is working. If it says you need to update, you should do so:
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಇದೀಗ ಪರಿಶೀಲಿಸಿ. ಎಲ್ಲವೂ ಕೆಲಸ ಮಾಡುವ ಸಾಧ್ಯತೆಯಿದೆ. ನೀವು ನವೀಕರಿಸಬೇಕಾದರೆ, ನೀವು ಹಾಗೆ ಮಾಡಬೇಕು:

source: Your site at %1$s experienced a critical failure while trying to update to the latest version of WordPress, %2$s.
kn: %1$s ನಲ್ಲಿರುವ ನಿಮ್ಮ ಸೈಟ್ ವರ್ಡ್ಪ್ರೆಸ್ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ನವೀಕರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಾಗ, %2$s ಗೆ ವಿಫಲವಾಗಿದೆ.

source: Your site at %1$s experienced a critical failure while trying to update WordPress to version %2$s.
kn: %1$s ನಲ್ಲಿರುವ ನಿಮ್ಮ ಸೈಟ್ ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು %2$s ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಾಗ ನಿರ್ಣಾಯಕ ವಿಫಲತೆಯನ್ನು ಅನುಭವಿಸಿದೆ.

source: You also have some plugins or themes with updates available. Update them now:
kn: ನಿಮ್ಮ ಕೆಲವು ಪ್ಲಗ್ಇನ್ಗಳು ಅಥವಾ ಥೀಮ್ಗಳಿಗೆ ನವೀಕರಣ ಕೂಡಾ ಲಭ್ಯವಿದೆ. ಅವುಗಳನ್ನು ಈಗ ನವೀಕರಿಸಿ:

source: If you reach out to us, we'll also ensure you'll never have this problem again.
kn: ನೀವು ನಮ್ಮ ಬಳಿ ತಲುಪಿದರೆ, ನಿಮಗೆ ಈ ಸಮಸ್ಯೆಯನ್ನು ಎಂದಿಗೂ ಉಂಟುಮಾಡಲಾಗುವುದಿಲ್ಲ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸುತ್ತೇವೆ.

source: This means your site may be offline or broken. Don't panic; this can be fixed.
kn: ಇದರರ್ಥ ನಿಮ್ಮ ಸೈಟ್ ಆಫ್ಲೈನ್ ಆಗಿರಬಹುದು ಅಥವಾ ಮುರಿಯಬಹುದು. ಪ್ಯಾನಿಕ್ ಮಾಡಬೇಡಿ; ಇದನ್ನು ಸರಿಪಡಿಸಬಹುದು.

source: We tried but were unable to update your site automatically.
kn: ನಾವು ಪ್ರಯತ್ನಿಸಿದ್ದೇವೆ ಆದರೆ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: For more on version %s, see the About WordPress screen:
kn: ಆವೃತ್ತಿ %s ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ಕುರಿತು ವರ್ಡ್ಪ್ರೆಸ್ ಪರದೆಯನ್ನು ನೋಡಿ:

source: The %s stylesheet doesn&#8217;t contain a valid theme header.
kn: %s ಸ್ಟೈಲ್ ಶೀಟ್ , ಮಾನ್ಯ ಥೀಮ್ ಹೆಡರ್ ಅನ್ನು ಒಳಗೊಂಡಿಲ್ಲ.

source: Successfully installed the parent theme, <strong>%1$s %2$s</strong>.
kn: <strong>%1$s %2$s </strong> ಮೂಲ ಥೀಮ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: The parent theme, <strong>%1$s %2$s</strong>, is currently installed.
kn: ಪೋಷಕ ಥೀಮ್, <strong>%1$s %2$s </strong> ಅನ್ನು ಪ್ರಸ್ತುತ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: This theme requires a parent theme. Checking if it is installed&#8230;
kn: ಈ ಥೀಮ್ ಗೆ ಪೋಷಕ ಥೀಮ್ ಅಗತ್ಯವಿದೆ. ಅದನ್ನು ಸ್ಥಾಪಿಸಿದ್ದರೆ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
kn: <strong> %1$s %2$s </strong> ಥೀಮ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
kn: ನಿಮ್ಮ ಕೆಲವು ಭಾಷಾಂತರಗಳು ನವೀಕರಿಸುವ ಅಗತ್ಯವಿದೆ. ನಾವು ಅವುಗಳನ್ನು ನವೀಕರಿಸುವಾಗ ಕೆಲವು ಸೆಕೆಂಡುಗಳ ಕಾಲ ಬಿಗಿಯಾಗಿ ಕುಳಿತುಕೊಳ್ಳಿ.

source: The update cannot be installed because we will be unable to copy some files. This is usually due to inconsistent file permissions.
kn: ಅಪ್ಡೇಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ನಾವು ಕೆಲವು ಫೈಲ್ಗಳನ್ನು ನಕಲಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಇದು ಅಸಮಂಜಸವಾದ ಫೈಲ್ ಅನುಮತಿಗಳ ಕಾರಣದಿಂದಾಗಿ.

source: Due to an error during updating, WordPress has rolled back to your previous version.
kn: ನವೀಕರಣದ ಸಮಯದಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಾಗ, ವರ್ಡ್ಪ್ರೆಸ್ ನಿಮ್ಮ ಹಿಂದಿನ ಆವೃತ್ತಿಗೆ ಹಿಂತಿರುಗಿಸಿದೆ.

source: The update process is starting. This process may take a while on some hosts, so please be patient.
kn: ನವೀಕರಣ ಪ್ರಕ್ರಿಯೆ ಪ್ರಾರಂಭವಾಗಿದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯು ಕೆಲವು ಹೋಸ್ಟ್ಗಳಲ್ಲಿ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.

source: If you are looking to use the link manager, please install the <a href="%s">Link Manager</a> plugin.
kn: ನೀವು ಲಿಂಕ್ ಮ್ಯಾನೇಜರ್ ಅನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು <a href="%s"> ಲಿಂಕ್ ನಿರ್ವಾಹಕ </a> ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ.

source: Expected done flag in response array from %1$s eraser (index %2$d).
kn: %1$s ಅಳಿಸುವಿಕೆ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ ಪೂರ್ಣಗೊಂಡ ಸೂಚನೆ ನಿರೀಕ್ಷಿಸಿದೆ .

source: Expected messages key to reference an array in response array from %1$s eraser (index %2$d).
kn: %1$s ಅಳಿಸುವಿಕೆ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿನ ಸರಣಿಗಳನ್ನು ಉಲ್ಲೇಖಿಸಲು ನಿರೀಕ್ಷಿತ ಸಂದೇಶಗಳು ಪ್ರಮುಖವಾಗಿವೆ.

source: Expected messages key in response array from %1$s eraser (index %2$d).
kn: %1$s ಅಳಿಸುವಿಕೆ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ ನಿರೀಕ್ಷಿತ ಸಂದೇಶಗಳು ಕೀ.

source: Expected items_retained key in response array from %1$s eraser (index %2$d).
kn: %1$s ಅಳಿಸುವಿಕೆ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ ನಿರೀಕ್ಷಿತ ಐಟಂಗಳು ಹಿಂತೆಗೆದುಕೊಂಡಿದೆ.

source: Expected items_removed key in response array from %1$s eraser (index %2$d).
kn: ನಿರೀಕ್ಷಿತ ಐಟಂಗಳು %1$s ಅಳಿಸುವಿಕೆ (ಸೂಚ್ಯಂಕ %2$d) ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿನ ಕೀಲಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: Eraser array at index %d does not include a friendly name.
kn: %d ಸೂಚ್ಯಂಕದಲ್ಲಿ ಅಳಿಸುವಿಕೆ ರಚನೆಯು ಸ್ನೇಹಿ ಹೆಸರನ್ನು ಒಳಗೊಂಡಿಲ್ಲ.

source: Expected done (boolean) in response array from exporter: %s.
kn: ರಫ್ತುದಾರರಿಂದ ಪ್ರತಿಕ್ರಿಯೆ ಶ್ರೇಣಿಯಲ್ಲಿ (ಬೂಲಿಯನ್) ನಿರೀಕ್ಷಿತ ಮಾಡಲಾಗುತ್ತದೆ :%s.

source: Unable to connect to the filesystem. Please confirm your credentials.
kn: ಫೈಲ್ಸಿಸ್ಟಮ್ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ರುಜುವಾತುಗಳನ್ನು ಖಚಿತಪಡಿಸಿ.

source: You have the freedom to run the program, for any purpose.
kn: ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಚಲಾಯಿಸಲು ನಿಮಗೆ ಸ್ವಾತಂತ್ರ್ಯವಿದೆ.

source: %s page permanently deleted.
kn: %s ಪುಟವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: %s page moved to the Trash.
kn: %s ಪುಟವು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲಾಗಿದೆ.

source: %s page not updated, somebody is editing it.
kn: %s ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗಿಲ್ಲ, ಯಾರಾದರೂ ಅದನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: 1 page not updated, somebody is editing it.
kn: 1 ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗಿಲ್ಲ, ಯಾರಾದರೂ ಅದನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: %s page updated.
kn: %s ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: %s post restored from the Trash.
kn: %s ಪೋಸ್ಟ್ ನ್ನು ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: %s post moved to the Trash.
kn: %s ಪೋಸ್ಟ್ ನ್ನು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲಾಗಿದೆ.

source: %s post permanently deleted.
kn: %s ಪೋಸ್ಟ್ ನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: %s post not updated, somebody is editing it.
kn: %s ಪೋಸ್ಟ್ ನ್ನು ನವೀಕರಿಸಲಾಗಿಲ್ಲ, ಯಾರಾದರೂ ಅದನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: 1 post not updated, somebody is editing it.
kn: 1 ಪೋಸ್ಟ್ ನ್ನು ನವೀಕರಿಸಲಾಗಿಲ್ಲ, ಯಾರಾದರೂ ಅದನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: %s post updated.
kn: %s ಪೋಸ್ಟ್ ನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Managing Pages
kn: ವ್ಯವಸ್ಥಾಪಕ ಪುಟಗಳು

source: Available Actions
kn: ಲಭ್ಯವಿರುವ ಕ್ರಿಯೆಗಳು

source: Screen Content
kn: ಸ್ಕ್ರೀನ್ ವಿಷಯ

source: Error in deleting.
kn: ಅಳಿಸುವಲ್ಲಿ ದೋಷ.

source: Error in restoring from Trash.
kn: ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸುವಲ್ಲಿ ದೋಷ.

source: Error in moving to Trash.
kn: ಅನುಪಯುಕ್ತಕ್ಕೆ ಚಲಿಸುವಲ್ಲಿ ದೋಷ.

source: Note:
kn: ಸೂಚನೆ:

source: Adding Tags
kn: ಟ್ಯಾಗ್ಗಳು ಸೇರಿಸಲಾಗುತ್ತಿದೆ

source: Adding Categories
kn: ವರ್ಗಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ

source: The ftp PHP extension is not available
kn: ftp PHP ವಿಸ್ತರಣೆ ಲಭ್ಯವಿಲ್ಲ

source: Found %s
kn: %s ಕಂಡುಬಂದಿದೆ

source: Changing to %s
kn: %s ಗೆ ಬದಲಾಗುತ್ತಿದೆ

source: Looking for %1$s in %2$s
kn: %2$s ರಲ್ಲಿ %1$s ಗಾಗಿ ನೋಡಲಾಗುತ್ತಿದೆ

source: Unknown API error.
kn: ಅಜ್ಞಾತ API ದೋಷ.

source: Invalid API response code (%d)
kn: ಅಮಾನ್ಯವಾದ API ಪ್ರತಿಕ್ರಿಯೆ ಕೋಡ್ (%d)

source: Sorry, you are not allowed to manage plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನ ಪ್ಲಗಿನ್ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Plugin could not be deleted.
kn: ಪ್ಲಗಿನ್ ಅನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ.

source: You cannot delete a plugin while it is active on the main site.
kn: ಮುಖ್ಯ ಸೈಟ್ನಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರುವ ಸಮಯದಲ್ಲಿ ನೀವು ಪ್ಲಗಿನ್ ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Sorry, you are not allowed to delete plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನ ಪ್ಲಗಿನ್ಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Plugin update failed.
kn: ಪ್ಲಗಿನ್ ಅಪ್ಡೇಟ್ ವಿಫಲವಾಗಿದೆ.

source: Sorry, you are not allowed to update plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನ ಪ್ಲಗಿನ್ಗಳನ್ನು ನವೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to install plugins on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: No plugin specified.
kn: ಯಾವುದೇ ಪ್ಲಗಿನ್ ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ.

source: Theme could not be deleted.
kn: ಥೀಮ್ ಅನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ.

source: Sorry, you are not allowed to delete themes on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿನ ಥೀಮ್ಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Update failed.
kn: ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ.

source: Sorry, you are not allowed to update themes for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿನ ಥೀಮ್ಗಳನ್ನು ನವೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to install themes on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಥೀಮ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: No theme specified.
kn: ಯಾವುದೇ ಥೀಮ್ ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ.

source: Image could not be processed.
kn: ಚಿತ್ರವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಲಿಲ್ಲ.

source: %s has been logged out.
kn: %s ಅನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗಿದೆ.

source: You are now logged out everywhere else.
kn: ನೀವು ಇದೀಗ ಎಲ್ಲೆಡೆಯೂ ಲಾಗ್ ಔಟ್ ಮಾಡಿದ್ದೀರಿ.

source: Could not log out user sessions. Please try again.
kn: ಬಳಕೆದಾರರ ಸೆಷನ್ಗಳನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.

source: This preview is unavailable in the editor.
kn: ಈ ಪೂರ್ವವೀಕ್ಷಣೆ ಸಂಪಾದಕದಲ್ಲಿ ಲಭ್ಯವಿಲ್ಲ.

source: %s failed to embed.
kn: %s ಎಂಬೆಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.

source: Sorry, you are not allowed to attach files to this post.
kn: ಕ್ಷಮಿಸಿ, ಈ ಪೋಸ್ಟ್ಗೆ ಫೈಲ್ಗಳನ್ನು ಲಗತ್ತಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Scheduled
kn: ನಿಗದಿಪಡಿಸಲಾಗಿದೆ

source: User %s added
kn: ಬಳಕೆದಾರ %s ಸೇರಿಸಲಾಗಿದೆ

source: Please provide a custom field name.
kn: ದಯವಿಟ್ಟು ಕಸ್ಟಮ್ ಫೀಲ್ಡ್ ಹೆಸರನ್ನು ಒದಗಿಸಿ.

source: Please provide a custom field value.
kn: ದಯವಿಟ್ಟು ಕಸ್ಟಮ್ ಫೀಲ್ಡ್ ಮೌಲ್ಯವನ್ನು ಒದಗಿಸಿ.

source: Draft created on %1$s at %2$s
kn: %2$s ನಲ್ಲಿ %1$s ನ ಡ್ರಾಫ್ಟ್ ರಚಿಸಲಾಗಿದೆ

source: ERROR: please type a comment.
kn: ದೋಷ: ದಯವಿಟ್ಟು ಕಾಮೆಂಟ್ ಅನ್ನು ಟೈಪ್ ಮಾಡಿ.

source: ERROR: you are replying to a comment on a draft post.
kn: ದೋಷ: ನೀವು ಡ್ರಾಫ್ಟ್ ಪೋಸ್ಟ್ನಲ್ಲಿನ ಕಾಮೆಂಟ್ಗೆ ಪ್ರತ್ಯುತ್ತರಿಸುತ್ತಿರುವಿರಿ.

# comments
source: %s in moderation
kn: %s ಸಂಪಾದನೆಯಲ್ಲಿ

source: Details
kn: ವಿವರಗಳು
