Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https://automattic.com/privacy/. After approval of your comment, your profile picture is visible to the public in the context of your comment.
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸದಿಂದ (ಹ್ಯಾಶ್ ಎಂದೂ ಕರೆಯಲಾಗುತ್ತದೆ) ರಚಿಸಲಾದ ಅನಾಮಧೇಯಗೊಳಿಸಿದ ಸ್ಟ್ರಿಂಗ್ ನೀವು ಅದನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ನೋಡಲು Gravatar ಸೇವೆಗೆ ಒದಗಿಸಬಹುದು. Gravatar ಸೇವಾ ಗೌಪ್ಯತಾ ನೀತಿ ಇಲ್ಲಿ ಲಭ್ಯವಿದೆ: https://automattic.com/privacy/. ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಅನುಮೋದನೆಯ ನಂತರ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಚಿತ್ರವು ನಿಮ್ಮ ಕಾಮೆಂಟ್ನ ಸಂದರ್ಭದಲ್ಲಿ ಸಾರ್ವಜನಿಕರಿಗೆ ಗೋಚರಿಸುತ್ತದೆ.

source: New <strong>Tools</strong> have been added to help you with personal data export and erasure requests.
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು ಮತ್ತು ಅಳತೆ ವಿನಂತಿಗಳನ್ನು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಹೊಸ <strong> ಪರಿಕರಗಳು </strong> ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.

source: Drop-ins are advanced plugins in the %s directory that replace WordPress functionality when present.
kn: ಡ್ರಾಪ್-ಇನ್ಗಳು ಮುಂದುವರಿದ ಪ್ಲಗ್ಇನ್ಗಳಾಗಿದ್ದು, ಅವುಗಳು ಪ್ರಸ್ತುತವಾದಾಗ ವರ್ಡ್ಪ್ರೆಸ್ ಕ್ರಿಯಾತ್ಮಕತೆಯನ್ನು ಬದಲಿಸುವ %s ಡೈರೆಕ್ಟರಿಯಲ್ಲಿವೆ.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> more themes.
kn: ಈ ಸೈಟ್ಗಾಗಿ ಇದೀಗ ನೀವು ಒಂದು ಥೀಮ್ ಅನ್ನು ಮಾತ್ರ ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ. ಇನ್ನಷ್ಟು ಥೀಮ್ಗಳನ್ನು <a href="%1$s"> ಸಕ್ರಿಯಗೊಳಿಸಲು </a> ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರನ್ನು ಭೇಟಿ ಮಾಡಿ.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> or <a href="%2$s">install</a> more themes.
kn: ಈ ಸೈಟ್ಗಾಗಿ ಇದೀಗ ನೀವು ಒಂದು ಥೀಮ್ ಅನ್ನು ಮಾತ್ರ ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ. ಹೆಚ್ಚಿನ ಥೀಮ್ಗಳನ್ನು <a href="%1$s"> ಸಕ್ರಿಯಗೊಳಿಸಿ </a> ಅಥವಾ <a href="%2$s"> ಸ್ಥಾಪಿಸಲು </a> ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರನ್ನು ಭೇಟಿ ಮಾಡಿ.

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
kn: ಈ <a href="%1$s"> ಮಕ್ಕಳ ಥೀಮ್ಗೆ </a> ಅದರ ಮೂಲ ಥೀಮ್,%2$s ಅಗತ್ಯವಿದೆ.

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
kn: ನೀನು ಈ '%s' ಥೀಮ್ ಅನ್ನು ಅಳಿಸಲಿದ್ದೀರಿ ನಿಲ್ಲಿಸಲು 'ರದ್ದುಮಾಡು', ಅಳಿಸಲು 'ಸರಿ'.

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
kn: ಪ್ರಸ್ತುತ ಥೀಮ್ ಮಾತ್ರ ನಿಮಗೆ ಲಭ್ಯವಿದೆ. ಹೆಚ್ಚುವರಿ ವಿಷಯಗಳನ್ನು ಪ್ರವೇಶಿಸುವ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ %s ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress Theme Directory at any time: just click on the <a href="%s">Install Themes</a> tab above.
kn: ನೀವು ಇದೀಗ ಒಂದು ಥೀಮ್ ಅನ್ನು ಮಾತ್ರ ಸ್ಥಾಪಿಸಿದ್ದೀರಿ. ಸ್ವಲ್ಪ ಜೀವಿಸಿ ! ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ 1,000 ಕ್ಕೂ ಹೆಚ್ಚಿನ ಉಚಿತ ಥೀಮ್ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು: ಮೇಲಿನ <a href="%s"> ಥೀಮ್ಗಳು ಸ್ಥಾಪಿಸಿ </a> ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: There aren&#8217;t any events scheduled near you at the moment. Would you like to <a href="%s">organize one</a>?
kn: ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಬಳಿ ನಿಗದಿತ ಯಾವುದೇ ಘಟನೆಗಳು ಇಲ್ಲ. ನೀವು <a href="%s"> ಒಂದನ್ನು ಸಂಘಟಿಸಲು </a> ಬಯಸುತ್ತೀರಾ?

source: There aren&#8217;t any events scheduled near %1$s at the moment. Would you like to <a href="%2$s">organize one</a>?
kn: ಕ್ಷಣದಲ್ಲಿ%1$s ಸಮೀಪ ನಿಗದಿಪಡಿಸಲಾದ ಯಾವುದೇ ಈವೆಂಟ್ಗಳು ಇಲ್ಲ. ನೀವು <a href="%2$s"> ಒಂದನ್ನು ಸಂಘಟಿಸಲು </a> ಬಯಸುತ್ತೀರಾ?

source: <a href="%1$s" class="update-browser-link">Update %2$s</a> or learn how to <a href="%3$s" class="browse-happy-link">browse happy</a>
kn: <a href="%1$s" class="update-browser-link"> %2$s ಅನ್ನು ನವೀಕರಿಸಿ </a> ಅಥವಾ <a href="%3$s" class="browse-happy-link"> ಸಂತೋಷವನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ </a>

source: It looks like you're using an old version of %s. For the best WordPress experience, please update your browser.
kn: ನೀವು %s ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ಅತ್ಯುತ್ತಮ ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಭವಕ್ಕಾಗಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನವೀಕರಿಸಿ.

source: It looks like you're using an insecure version of %s. Using an outdated browser makes your computer unsafe. For the best WordPress experience, please update your browser.
kn: ನೀವು %s ನ ಅಸುರಕ್ಷಿತ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ಹಳೆಯ ಬ್ರೌಸರ್ ಬಳಸುವುದು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅಸುರಕ್ಷಿತಗೊಳಿಸುತ್ತದೆ. ಅತ್ಯುತ್ತಮ ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಭವಕ್ಕಾಗಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನವೀಕರಿಸಿ.

source: Your PHP code changes were rolled back due to an error on line %1$s of file %2$s. Please fix and try saving again.
kn: ನಿಮ್ಮ ಪಿಎಚ್ಪಿ ಕೋಡ್ ಬದಲಾವಣೆಗಳನ್ನು%2$s ಫೈಲ್ನ %1$s ಸಾಲಿನಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಸರಿಪಡಿಸಿ ಮತ್ತು ಮತ್ತೆ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.

source: Enter the location on the server where the public and private keys are located. If a passphrase is needed, enter that in the password field above.
kn: ಸಾರ್ವಜನಿಕ ಮತ್ತು ಖಾಸಗಿ ಕೀಲಿಗಳು ಇರುವ ಸರ್ವರ್ನಲ್ಲಿ ಸ್ಥಳವನ್ನು ನಮೂದಿಸಿ. ಪಾಸ್ಫ್ರೇಸ್ ಅಗತ್ಯವಿದ್ದರೆ, ಮೇಲೆ ಪಾಸ್ವರ್ಡ್ ಕ್ಷೇತ್ರದಲ್ಲಿ ನಮೂದಿಸಿ.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಎಚ್ಟಿಎಮ್ಎಲ್ ರೂಪದಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ MAX_FILE_SIZE ಡೈರೆಕ್ಟಿವ್ ಮೀರಿದೆ.

source: Unable to communicate back with site to check for fatal errors, so the PHP change was reverted. You will need to upload your PHP file change by some other means, such as by using SFTP.
kn: ಮಾರಕ ದೋಷಗಳನ್ನು ಪರೀಕ್ಷಿಸಲು ಸೈಟ್ನೊಂದಿಗೆ ಸಂವಹನ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, ಆದ್ದರಿಂದ ಪಿಎಚ್ಪಿ ಬದಲಾವಣೆ ಹಿಂತಿರುಗಿಸಲಾಯಿತು. SFTP ಬಳಸುವ ಮೂಲಕ ನೀವು ನಿಮ್ಮ ಪಿಎಚ್ಪಿ ಫೈಲ್ ಬದಲಾವಣೆಯನ್ನು ಕೆಲವು ಇತರ ವಿಧಾನಗಳಿಂದ ಅಪ್ಲೋಡ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.

source: You need to make this file writable before you can save your changes. See <a href="https://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸುವ ಮೊದಲು ನೀವು ಈ ಫೈಲ್ ಬರೆಯಬಹುದಾದ ಅಗತ್ಯವಿದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ <a href="https://codex.wordpress.org/Changing_File_Permissions"> ಕೋಡೆಕ್ಸ್ </a> ಅನ್ನು ನೋಡಿ.

source: To perform the requested action, WordPress needs to access your web server.
kn: ವಿನಂತಿಸಿದ ಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸಲು, ವರ್ಡ್ಪ್ರೆಸ್ ನಿಮ್ಮ ವೆಬ್ ಸರ್ವರ್ ಅನ್ನು ಪ್ರವೇಶಿಸಬೇಕಾಗುತ್ತದೆ.

source: <strong>ERROR:</strong> There was an error connecting to the server, Please verify the settings are correct.
kn: <strong> ದೋಷ: </strong> ಸರ್ವರ್ಗೆ ಸಂಪರ್ಕಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ, ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್ಗಳು ಸರಿಯಾಗಿವೆ ಎಂದು ಪರಿಶೀಲಿಸಿ.

source: You can edit the image while preserving the thumbnail. For example, you may wish to have a square thumbnail that displays just a section of the image.
kn: ಥಂಬ್ನೇಲ್ ಸಂರಕ್ಷಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ನೀವು ಚಿತ್ರವನ್ನು ಸಂಪಾದಿಸಬಹುದು. ಉದಾಹರಣೆಗೆ, ಚಿತ್ರದ ಕೇವಲ ಒಂದು ವಿಭಾಗವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಚೌಕಾಕಾರದ ಥಂಬ್ನೇಲ್ ಅನ್ನು ನೀವು ಹೊಂದಲು ಬಯಸಬಹುದು.

source: Once you have made your selection, you can adjust it by entering the size in pixels. The minimum selection size is the thumbnail size as set in the Media settings.
kn: ಒಮ್ಮೆ ನೀವು ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಮಾಡಿದ ನಂತರ, ಗಾತ್ರವನ್ನು ಪಿಕ್ಸೆಲ್ಗಳಲ್ಲಿ ನಮೂದಿಸುವುದರ ಮೂಲಕ ಅದನ್ನು ಸರಿಹೊಂದಿಸಬಹುದು. ಮಾಧ್ಯಮ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ಹೊಂದಿಸಿದಂತೆ ಕನಿಷ್ಠ ಆಯ್ಕೆ ಗಾತ್ರ ಥಂಬ್ನೇಲ್ ಗಾತ್ರವಾಗಿರುತ್ತದೆ.

source: The aspect ratio is the relationship between the width and height. You can preserve the aspect ratio by holding down the shift key while resizing your selection. Use the input box to specify the aspect ratio, e.g. 1:1 (square), 4:3, 16:9, etc.
kn: ಆಕಾರ ಅನುಪಾತ ಅಗಲ ಮತ್ತು ಎತ್ತರ ನಡುವಿನ ಸಂಬಂಧವಾಗಿದೆ. ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಮರುಗಾತ್ರಗೊಳಿಸುವಾಗ ಶಿಫ್ಟ್ ಕೀಲಿಯನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಂಡು ಆಕಾರ ಅನುಪಾತವನ್ನು ನೀವು ಉಳಿಸಿಕೊಳ್ಳಬಹುದು. ಆಕಾರ ಅನುಪಾತವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ಇನ್ಪುಟ್ ಪೆಟ್ಟಿಗೆಯನ್ನು ಬಳಸಿ, ಉದಾ. 1: 1 (ಚದರ), 4: 3, 16: 9, ಇತ್ಯಾದಿ.

source: You can proportionally scale the original image. For best results, scaling should be done before you crop, flip, or rotate. Images can only be scaled down, not up.
kn: ನೀವು ಮೂಲ ಚಿತ್ರವನ್ನು ಪ್ರಮಾಣಾನುಗುಣವಾಗಿ ಅಳೆಯಬಹುದು. ಉತ್ತಮ ಫಲಿತಾಂಶಗಳಿಗಾಗಿ, ನೀವು ಕ್ರಾಪ್, ಫ್ಲಿಪ್ ಅಥವಾ ತಿರುಗುವ ಮೊದಲು ಸ್ಕೇಲಿಂಗ್ ಮಾಡಬೇಕು. ಚಿತ್ರಗಳನ್ನು ಮಾತ್ರ ಅಪ್ಗ್ರೇಡ್ ಮಾಡಬಹುದು, ಆದರೆ ಅಪ್ ಅಲ್ಲ.

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
kn: ಕಳೆದುಹೋಗದ ಉಳಿಸದ ಬದಲಾವಣೆಗಳಿವೆ. ಮುಂದುವರೆಯಲು 'OK', ಇಮೇಜ್ ಎಡಿಟರ್ಗೆ ಹಿಂತಿರುಗಲು 'ರದ್ದುಮಾಡು'.

source: Scale images to match the large size selected in %1$simage options%2$s (%3$d &times; %4$d).
kn: %1$s ಚಿತ್ರ ಆಯ್ಕೆಗಳಲ್ಲಿ%2$s (%3$d &times; %4$d) ನಲ್ಲಿ ಆಯ್ಕೆಮಾಡಿದ ದೊಡ್ಡ ಗಾತ್ರವನ್ನು ಹೊಂದಿಸಲು ಸ್ಕೇಲ್ ಚಿತ್ರಗಳು.

source: You are using the multi-file uploader. Problems? Try the <a href="%1$s" target="%2$s">browser uploader</a> instead.
kn: ನೀವು ಬಹು-ಫೈಲ್ ಅಪ್ಲೋಡರ್ ಅನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ. ತೊಂದರೆಯೇ ? ಬದಲಿಗೆ <a href="%1$s" target="%2$s"> ಬ್ರೌಸರ್ ಅಪ್ಲೋಡರ್ </a> ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ.

source: Howdy, Your request for an export of personal data has been completed. You may download your personal data by clicking on the link below. For privacy and security, we will automatically delete the file on ###EXPIRATION###, so please download it before then. ###LINK### Regards, All at ###SITENAME### ###SITEURL###
kn: ಹೌಡಿ, ರಫ್ತು ವೈಯಕ್ತಿಕ ಡೇಟಾಕ್ಕಾಗಿ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗಿದೆ. ನೀವು ಮಾಡಬಹುದು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ. ಗೌಪ್ಯತೆಗಾಗಿ ಮತ್ತು ಭದ್ರತೆ, ನಾವು ###EXPIRATION###, ನಲ್ಲಿ ಫೈಲ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸುತ್ತೇವೆ ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ ###LINK### ಅಭಿನಂದನೆಗಳು, ###SITENAME### at ನಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ###SITEURL###

source: This draft comes from your <a href="%s">unpublished customization changes</a>. You can edit, but there&#8217;s no need to publish now. It will be published automatically with those changes.
kn: ಈ ಡ್ರಾಫ್ಟ್ ನಿಮ್ಮ <a href="%s"> ಅಪ್ರಕಟಿತ ಗ್ರಾಹಕೀಕರಣ ಬದಲಾವಣೆಯಿಂದ </a> ಬರುತ್ತದೆ. ನೀವು ಸಂಪಾದಿಸಬಹುದು, ಆದರೆ ಈಗ ಪ್ರಕಟಿಸಲು ಅಗತ್ಯವಿಲ್ಲ. ಆ ಬದಲಾವಣೆಗಳೊಂದಿಗೆ ಅದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರಕಟಗೊಳ್ಳುತ್ತದೆ.

source: You are using the browser&#8217;s built-in file uploader. The WordPress uploader includes multiple file selection and drag and drop capability. <a href="#">Switch to the multi-file uploader</a>.
kn: ನೀವು ಬ್ರೌಸರ್ನ ಅಂತರ್ನಿರ್ಮಿತ ಫೈಲ್ ಅಪ್ಲೋಡರ್ ಅನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ. ವರ್ಡ್ಪ್ರೆಸ್ ಅಪ್ಲೋಡರ್ ಬಹು ಫೈಲ್ ಆಯ್ಕೆ ಮತ್ತು ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಸಾಮರ್ಥ್ಯವನ್ನು ಒಳಗೊಂಡಿದೆ. <a href="#"> ಬಹು-ಫೈಲ್ ಅಪ್ಲೋಡರ್ಗೆ ಬದಲಿಸಿ </a>.

source: Howdy ###USERNAME###, You recently requested to have the administration email address on your site changed. If this is correct, please click on the following link to change it: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
kn: ಹೇಗಿದ್ದೀರಿ ###USERNAME###, ನೀವು ಇತ್ತೀಚೆಗೆ ಆಡಳಿತ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಲು ವಿನಂತಿಸಿಕೊಂಡಿದ್ದೀರಿ ನಿಮ್ಮ ಸೈಟ್ ಬದಲಾಗಿದೆ ಇದು ಸರಿಯಾಗಿದ್ದರೆ, ಅದನ್ನು ಬದಲಾಯಿಸಲು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ: ###ADMIN_URL### ನೀವು ಬಯಸದಿದ್ದರೆ ಈ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಸುರಕ್ಷಿತವಾಗಿ ನಿರ್ಲಕ್ಷಿಸಬಹುದು ಮತ್ತು ಅಳಿಸಬಹುದು ಈ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಿ ಈ ಇಮೇಲ್ ಅನ್ನು ###EMAIL### to ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ ಅಭಿನಂದನೆಗಳು, ಎಲ್ಲವೂ ###SITENAME### ನಲ್ಲಿ ###SITEURL###

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
kn: ಲಿಂಕ್ ಒಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಇದ್ದರೆ, ಮೇಲಿನ ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಅವರೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಬಂಧವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು. ನೀವು ಆಲೋಚನೆ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ <a href="http://gmpg.org/xfn/"> XFN </a> ಪರಿಶೀಲಿಸಿ.

source: Custom fields can be used to add extra metadata to a post that you can <a href="%s">use in your theme</a>.
kn: ನೀವು ಪೋಸ್ಟ್ಗೆ ಹೆಚ್ಚುವರಿ ಮೆಟಾಡೇಟಾವನ್ನು ಸೇರಿಸಲು ಕಸ್ಟಮ್ ಜಾಗಗಳನ್ನು ಬಳಸಬಹುದು <a href="%s"> ನಿಮ್ಮ ಥೀಮ್ನಲ್ಲಿ ಬಳಸಿ </a>.

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme. <a href="%s">Learn more about manual excerpts</a>.
kn: ಆಯ್ದ ಭಾಗಗಳು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಬಳಸಬಹುದಾದ ಐಚ್ಛಿಕ ಕೈ-ರಚಿಸಲಾದ ಸಾರಾಂಶಗಳಾಗಿವೆ. <a href="%s"> ಹಸ್ತಚಾಲಿತ ಆಯ್ದ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ </a>.

source: Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. If you link other WordPress sites, they&#8217;ll be notified automatically using <a href="%s">pingbacks</a>, no other action necessary.
kn: ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳು ನೀವು ಅವರಿಗೆ ಲಿಂಕ್ ಮಾಡಿದ ಆಸ್ತಿ ಬ್ಲಾಗ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಸೂಚಿಸಲು ಒಂದು ಮಾರ್ಗವಾಗಿದೆ. ನೀವು ಇತರ ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿದರೆ, <a href="%s"> ಪಿಂಗ್ಬ್ಯಾಕ್ಗಳನ್ನು </a> ಬಳಸಿಕೊಂಡು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅವರಿಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ, ಅಗತ್ಯವಾದ ಯಾವುದೇ ಕ್ರಿಯೆಯಿಲ್ಲ.

source: Warning! User cannot be deleted. The user %s is a network administrator.
kn: ಎಚ್ಚರಿಕೆ! ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ. ಬಳಕೆದಾರ %s ಒಂದು ಜಾಲಬಂಧ ನಿರ್ವಾಹಕರು.

source: You have chosen to delete the following users from all networks and sites.
kn: ನೀವು ಎಲ್ಲಾ ನೆಟ್ವರ್ಕ್ಗಳು ಮತ್ತು ಸೈಟ್ಗಳಿಂದ ಕೆಳಗಿನ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ಆಯ್ಕೆಮಾಡಿದ್ದೀರಿ.

source: You have chosen to delete the user from all networks and sites.
kn: ಎಲ್ಲಾ ನೆಟ್ವರ್ಕ್ಗಳು ಮತ್ತು ಸೈಟ್ಗಳಿಂದ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿರುವಿರಿ.

source: Thank you for Updating! Please visit the <a href="%s">Upgrade Network</a> page to update all your sites.
kn: ನವೀಕರಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! ನಿಮ್ಮ ಎಲ್ಲಾ ಸೈಟ್ಗಳನ್ನು ನವೀಕರಿಸಲು ದಯವಿಟ್ಟು <a href="%s"> ಅಪ್ಗ್ರೇಡ್ ನೆಟ್ವರ್ಕ್ </a> ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ.

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
kn: ಕ್ಷಮಿಸಿ, ನೀವು ನಿಮ್ಮ ಸ್ಥಳ ಹಂಚಿಕೆಯನ್ನು ಬಳಸಿದ್ದೀರಿ. ಹೆಚ್ಚಿನ ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ದಯವಿಟ್ಟು ಕೆಲವು ಫೈಲ್ಗಳನ್ನು ಅಳಿಸಿ.

source: This file is too big. Files must be less than %1$s KB in size.
kn: ಈ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ. ಫೈಲ್ಗಳು ಗಾತ್ರದಲ್ಲಿ %1$s ಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು.

source: Sorry, you must delete files before you can upload any more.
kn: ಕ್ಷಮಿಸಿ, ನೀವು ಇನ್ನೆಂದಿಗೂ ಅಪ್ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ನೀವು ಫೈಲ್ಗಳನ್ನು ಅಳಿಸಬೇಕು.

source: Once you hit &#8220;Confirm Deletion&#8221;, the user will be permanently removed.
kn: ಒಮ್ಮೆ ನೀವು &#8220;ದೃಢೀಕರಣವನ್ನು ಅಳಿಸಿ&#8221; ಹಿಟ್ ಮಾಡಿದರೆ, ಬಳಕೆದಾರರನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.

source: What automated decision making and/or profiling we do with user data
kn: ಬಳಕೆದಾರ ಡೇಟಾದೊಂದಿಗೆ ನಾವು ಮಾಡುವ ಸ್ವಯಂಚಾಲಿತ ನಿರ್ಧಾರ ಮತ್ತು / ಅಥವಾ ಪ್ರೊಫೈಲಿಂಗ್

source: Visitor comments may be checked through an automated spam detection service.
kn: ಸಂದರ್ಶಕ ಕಾಮೆಂಟ್ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತ ಸ್ಪ್ಯಾಮ್ ಪತ್ತೆ ಮಾಡುವ ಸೇವೆಯ ಮೂಲಕ ಪರಿಶೀಲಿಸಬಹುದು.

source: By default WordPress does not share any personal data with anyone.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.

source: You deactivated this plugin on %s and may no longer need this policy.
kn: ನೀವು %s ನಲ್ಲಿ ಈ ಪ್ಲಗಿನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ ಮತ್ತು ಇನ್ನು ಮುಂದೆ ಈ ನೀತಿಯ ಅಗತ್ಯವಿಲ್ಲ.

source: <code>_top</code> &mdash; current window or tab, with no frames.
kn: <code> _top </code> &mdash; ಪ್ರಸ್ತುತ ವಿಂಡೋ ಅಥವಾ ಟ್ಯಾಬ್, ಚೌಕಟ್ಟುಗಳಿಲ್ಲ.

source: Allow <a href="%s">trackbacks and pingbacks</a> on this page
kn: ಈ ಪುಟದಲ್ಲಿ <a href="%s"> ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳು ಮತ್ತು ಪಿಂಗ್ಬ್ಯಾಕ್ಗಳನ್ನು </a> ಅನುಮತಿಸಿ

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
kn: ಚಿತ್ರಕ್ಕಾಗಿ ಆಲ್ಟ್ ಪಠ್ಯ, ಉದಾ. &#8220;ಮೋನಾ ಲಿಸಾ&#8221;

source: Import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
kn: ಒಂದು ವರ್ಡ್ಪ್ರೆಸ್ ರಫ್ತು ಫೈಲ್ನಿಂದ ಪೋಸ್ಟ್ಗಳು, ಪುಟಗಳು, ಕಾಮೆಂಟ್ಗಳು, ಕಸ್ಟಮ್ ಜಾಗ, ವಿಭಾಗಗಳು, ಮತ್ತು ಟ್ಯಾಗ್ಗಳನ್ನು ಆಮದು ಮಾಡಿ.

source: Import posts and comments from a Movable Type or TypePad blog.
kn: ಚಲಿಸಬಲ್ಲ ಮಾದರಿ ಅಥವಾ ಟೈಪ್ಪ್ಯಾಡ್ ಬ್ಲಾಗ್ನಿಂದ ಪೋಸ್ಟ್ಗಳನ್ನು ಮತ್ತು ಕಾಮೆಂಟ್ಗಳನ್ನು ಆಮದು ಮಾಡಿ.

source: Convert existing categories to tags or tags to categories, selectively.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿಭಾಗಗಳನ್ನು ಟ್ಯಾಗ್ಗಳು ಅಥವಾ ಟ್ಯಾಗ್ಗಳುಗೆ ವರ್ಗಗಳಾಗಿ ಪರಿವರ್ತಿಸಿ, ಆಯ್ಕೆಮಾಡಿ.

source: Error while saving the scaled image. Please reload the page and try again.
kn: ಸ್ಕೇಲ್ ಇಮೇಜ್ ಉಳಿಸುವಲ್ಲಿ ದೋಷ. ದಯವಿಟ್ಟು ಪುಟವನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: To crop the image, click on it and drag to make your selection.
kn: ಚಿತ್ರವನ್ನು ಕ್ರಾಪ್ ಮಾಡಲು, ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಮಾಡಲು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ.

source: Invalid request ID when sending personal data export email.
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಫ್ತು ಇಮೇಲ್ ಕಳುಹಿಸುವಾಗ ಅಮಾನ್ಯವಾದ ವಿನಂತಿಯ ID.

source: If you do not remember your credentials, you should contact your web host.
kn: ನಿಮ್ಮ ರುಜುವಾತುಗಳನ್ನು ನಿಮಗೆ ನೆನಪಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ವೆಬ್ ಹೋಸ್ಟ್ ಅನ್ನು ನೀವು ಸಂಪರ್ಕಿಸಬೇಕು.

source: This text template will help you to create your web site&#8217;s privacy policy.
kn: ನಿಮ್ಮ ವೆಬ್ ಸೈಟ್ನ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ರಚಿಸಲು ಈ ಪಠ್ಯ ಟೆಂಪ್ಲೇಟ್ ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
kn: <a href="%1$s"> ವಿಜೆಟ್ಗಳನ್ನು </a> ಅಥವಾ <a href="%2$s"> ಮೆನುಗಳನ್ನು </a> ನಿರ್ವಹಿಸಿ

source: Create or select your site&#8217;s privacy policy page under <strong>Settings &gt; Privacy</strong> to keep your users informed and aware.
kn: <strong> ಸೆಟ್ಟಿಂಗ್ಗಳು &gt; ಗೌಪ್ಯತೆ </strong> ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಸೈಟ್ನ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವನ್ನು ರಚಿಸಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಮಾಹಿತಿ ಮತ್ತು ಅರಿವು ಇರಿಸಿಕೊಳ್ಳಲು.

source: Failed to initialize a SFTP subsystem session with the SSH2 Server %s
kn: SSH2 ಪರಿಚಾರಕc%s ನೊಂದಿಗೆ ಒಂದು SFTP ಉಪವ್ಯವಸ್ಥೆಯ ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ

source: The ssh2 PHP extension is available, however, we require the PHP5 function %s
kn: Ssh2 ಪಿಎಚ್ಪಿ ವಿಸ್ತರಣೆಯು ಲಭ್ಯವಿದೆ, ಆದರೆ ನಮಗೆ PHP5 ಕಾರ್ಯದ %s ಅಗತ್ಯವಿರುತ್ತದೆ

source: Info
kn: ಮಾಹಿತಿ

source: Confirm Deletion
kn: ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ

source: User has no sites or content and will be deleted.
kn: ಬಳಕೆದಾರರಿಗೆ ಯಾವುದೇ ಸೈಟ್ಗಳು ಅಥವಾ ವಿಷಯವಿಲ್ಲ ಮತ್ತು ಅಳಿಸಲಾಗುವುದು.

source: Attribute all content to:
kn: ಎಲ್ಲ ವಿಷಯಗಳಿಗೆ ಈ ಲಕ್ಷಣವನ್ನು ನೀಡಿ:

source: Delete all content.
kn: ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಅಳಿಸಿ.

source: Select a user
kn: ಬಳಕೆದಾರನನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: What should be done with content owned by %s?
kn: %s ಮಾಲೀಕತ್ವದ ವಿಷಯದೊಂದಿಗೆ ಏನು ಮಾಡಬೇಕು?

source: Warning! User %s cannot be deleted.
kn: ಎಚ್ಚರಿಕೆ! ಬಳಕೆದಾರ %s ಅನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Primary Site
kn: ಪ್ರಾಥಮಿಕ ಸೈಟ್

source: British English
kn: ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್

source: American English
kn: ಅಮೆರಿಕನ್ ಇಂಗ್ಲಿಷ್

source: View Site
kn: ಸೈಟ್ ವೀಕ್ಷಿಸಿ

source: Visit Dashboard
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ ಭೇಟಿ ನೀಡಿ

source: Your Sites
kn: ನಿಮ್ಮ ಸೈಟ್ಗಳು

source: MB (Leave blank for network default)
kn: MB (ನೆಟ್ವರ್ಕ್ ಡೀಫಾಲ್ಟ್ಗಾಗಿ ಖಾಲಿ ಬಿಡಿ)

source: Size in megabytes
kn: ಮೆಗಾಬೈಟ್ಗಳಲ್ಲಿ ಗಾತ್ರ

source: Site Upload Space Quota
kn: ಸೈಟ್ ಅಪ್ಲೋಡ್ ಸ್ಪೇಸ್ ಕೋಟಾ

source: Used: %1$s%% of %2$s
kn: ಬಳಸಲಾಗಿದೆ: %2$s ರಲ್ಲಿ %1$s%%

source: Not enough space to upload. %1$s KB needed.
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲು ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ. %1$s KB ಅಗತ್ಯವಿದೆ.

source: Industry regulatory disclosure requirements
kn: ಇಂಡಸ್ಟ್ರಿ ರೆಗ್ಯುಲೇಟರಿ ಡಿಸ್ಕ್ಲೋಸರ್ ಅಗತ್ಯತೆಗಳು

source: What third parties we receive data from
kn: ನಾವು ಯಾವ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ಡೇಟಾವನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇವೆ

source: What data breach procedures we have in place
kn: ನಾವು ಯಾವ ಡೇಟಾ ಉಲ್ಲಂಘಿಸುವ ವಿಧಾನಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ

source: How we protect your data
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಾವು ಹೇಗೆ ರಕ್ಷಿಸುತ್ತೇವೆ

source: Additional information
kn: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ

source: Your contact information
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿ

source: Where we send your data
kn: ನಾವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಎಲ್ಲಿ ಕಳುಹಿಸುತ್ತೇವೆ

source: What rights you have over your data
kn: ನಿಮ್ಮ ಡೇಟಾಗೆ ನೀವು ಹೊಂದಿರುವ ಹಕ್ಕುಗಳು

source: How long we retain your data
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಾವು ಎಲ್ಲಿಯವರೆಗೆ ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ

source: Who we share your data with
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಾವು ಯಾರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ

source: Analytics
kn: ವಿಶ್ಲೇಷಣಶಾಸ್ತ್ರ

source: Embedded content from other websites
kn: ಇತರೆ ವೆಬ್ಸೈಟ್ಗಳಿಂದ ಎಂಬೆಡ್ ಮಾಡಲಾದ ವಿಷಯ

source: Cookies
kn: ಕುಕೀಸ್

source: Contact forms
kn: ಸಂಪರ್ಕ ರೂಪಗಳು

source: What personal data we collect and why we collect it
kn: ನಾವು ಯಾವ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಮತ್ತು ಅದನ್ನು ನಾವು ಏಕೆ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ

source: Our website address is: %s.
kn: ನಮ್ಮ ವೆಬ್ಸೈಟ್ ವಿಳಾಸ: %s.

source: Who we are
kn: ನಾವು ಯಾರು

source: Suggested text:
kn: ಸೂಚಿಸಿದ ಪಠ್ಯ:

source: Copy suggested policy text from %s.
kn: %s ನಿಂದ ಸೂಚಿಸಲಾದ ನೀತಿ ಪಠ್ಯವನ್ನು ನಕಲಿಸಿ.

source: Source: %s
kn: ಮೂಲಗಳು: %s

source: Updated %s.
kn: %s ನವೀಕರಿಸಲಾಗಿದೆ.

source: Removed %s.
kn: %s ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: &uarr; Return to Top
kn: &uarr; ಮೇಲಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: (opens in a new tab)
kn: (ಹೊಸ ಟ್ಯಾಬ್ನಲ್ಲಿ ತೆರೆಯುತ್ತದೆ)

source: %s (Draft)
kn: %s (ಡ್ರಾಫ್ಟ್)

source: [%s] New Admin Email Address
kn: [%s] ಹೊಸ ನಿರ್ವಹಣೆ ಇಮೇಲ್ ವಿಳಾಸ

source: Error while saving.
kn: ಉಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ.

source: %s has taken over and is currently editing.
kn: %s ತೆಗೆದುಕೊಂಡಿದೆ ಮತ್ತು ಪ್ರಸ್ತುತ ಸಂಪಾದಿಸುತ್ತಿದೆ.

source: Admin Color Scheme
kn: ನಿರ್ವಹಣೆ ಬಣ್ಣ ಯೋಜನೆ

source: folder
kn: ಫೋಲ್ಡರ್

source: (Leave at 0 for no rating.)
kn: (ರೇಟಿಂಗ್ ಇಲ್ಲದಕ್ಕೆ 0 ಕ್ಕೆ ಬಿಡಿ.)

source: Set status
kn: ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿಸಿ

source: Edit status
kn: ಸ್ಥಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ

source: Sorry, you are not allowed to access this page.
kn: ಕ್ಷಮಿಸಿ, ಈ ಪುಟವನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Audio Codec:
kn: ಆಡಿಯೊ ಕೋಡೆಕ್:

source: Audio Format:
kn: ಆಡಿಯೊ ಸ್ವರೂಪ:

source: File URL:
kn: ಫೈಲ್ URL:

source: Displayed on attachment pages.
kn: ಲಗತ್ತು ಪುಟಗಳಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.

source: Sorry, you have used all of your storage quota of %s MB.
kn: ಕ್ಷಮಿಸಿ, ನೀವು %s MB ಯ ಎಲ್ಲಾ ಶೇಖರಣಾ ಕೋಟಾವನ್ನು ಬಳಸಿದ್ದೀರಿ.

source: Site: %s
kn: ಸೈಟ್: %s

source: RSS Address
kn: RSS ವಿಳಾಸ

source: Image Address
kn: ಇಮೇಜ್ ವಿಳಾಸ

source: sweetheart
kn: ಪ್ರಿಯ

source: date
kn: ದಿನಾಂಕ

source: crush
kn: ಮೋಹ

source: muse
kn: ಮ್ಯೂಸ್

source: romantic
kn: ಪ್ರಣಯ

source: spouse
kn: ಸಂಗಾತಿ

source: sibling
kn: ಸಹೋದರ

source: parent
kn: ಪೋಷಕ

source: kin
kn: ಕುಲ

source: child
kn: ಮಗು

source: family
kn: ಕುಟುಂಬ

source: neighbor
kn: ನರೆಹೊರೆಯವರು

source: co-resident
kn: ಸಹ-ನಿವಾಸಿ

source: geographical
kn: ಭೌಗೋಳಿಕ

source: colleague
kn: ಸಹೋದ್ಯೋಗಿ

source: co-worker
kn: ಸಹೋದ್ಯೋಗಿ

source: another web address of mine
kn: ನನ್ನ ಮತ್ತೊಂದು ವೆಬ್ ವಿಳಾಸ

source: Choose the target frame for your link.
kn: ನಿಮ್ಮ ಲಿಂಕ್ಗಾಗಿ ಗುರಿ ಫ್ರೇಮ್ ಆಯ್ಕೆಮಾಡಿ.

source: <code>_none</code> &mdash; same window or tab.
kn: <code>_none</code> &mdash; ಅದೇ ವಿಂಡೋ ಅಥವಾ ಟ್ಯಾಬ್.

source: <code>_blank</code> &mdash; new window or tab.
kn: <code>_blank</code> &mdash; ಹೊಸ ವಿಂಡೋ ಅಥವಾ ಟ್ಯಾಬ್.

source: New category name
kn: ಹೊಸ ವರ್ಗದ ಹೆಸರು

source: + Add New Category
kn: + ಹೊಸ ವರ್ಗ ಸೇರಿಸಿ

source: Keep this link private
kn: ಈ ಲಿಂಕ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿ ಇರಿಸಿ

source: Visit Link
kn: ಲಿಂಕ್ ಭೇಟಿ ನೀಡಿ

source: Need help? Use the Help tab above the screen title.
kn: ಸಹಾಯ ಬೇಕೇ? ಸ್ಕ್ರೀನ್ ಶೀರ್ಷಿಕೆಯ ಮೇಲಿರುವ ಸಹಾಯ ಟ್ಯಾಬ್ ಬಳಸಿ.

source: (no parent)
kn: (ಪೋಷಕರು ಇಲ್ಲ)

source: Show comments
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ತೋರಿಸಿ

source: No comments yet.
kn: ಇನ್ನೂ ಕಾಮೆಂಟ್ಗಳಿಲ್ಲ.

source: Add comment
kn: ಕಾಮೆಂಟ್ ಸೇರಿಸು

source: Allow comments
kn: ಕಾಮೆಂಟ್ಗಳನ್ನು ಅನುಮತಿಸಿ

source: Separate multiple URLs with spaces
kn: ಸ್ಥಳಗಳನ್ನು ಹೊಂದಿರುವ ಅನೇಕ URL ಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ

source: Send trackbacks to:
kn: ಇದಕ್ಕೆ ಟ್ರ್ಯಾಕ್ಬ್ಯಾಕ್ಗಳನ್ನು ಕಳುಹಿಸಿ:

source: Already pinged:
kn: ಈಗಾಗಲೇ ಪಿಂಗ್ ಮಾಡಲಾಗಿದೆ:

source: Post Formats
kn: ಪೋಸ್ಟ್ ಸ್ವರೂಪಗಳು

source: Uploaded on: %s
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿದೆ: %s

source: Submit for Review
kn: ವಿಮರ್ಶೆಗಾಗಿ ಸಲ್ಲಿಸಿ

source: Browse revisions
kn: ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ

# revisions
source: Browse
kn: ಬ್ರೌಸ್

source: Revisions: %s
kn: ಪರಿಷ್ಕರಣೆಗಳು: %s

source: Publish on: <b>%1$s</b>
kn: ಪ್ರಕಟಿಸಿ: <b>%1$s</b>

source: Publish <b>immediately</b>
kn: <b> ತಕ್ಷಣ </b> ಪ್ರಕಟಿಸಿ

source: Published on: <b>%1$s</b>
kn: ಪ್ರಕಟಿಸಲಾಗಿದೆ: <b>%1$s</b>

source: Scheduled for: <b>%1$s</b>
kn: ಇದಕ್ಕಾಗಿ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ: <b> %1$s </b>

source: Edit visibility
kn: ಗೋಚರತೆಯನ್ನು ಸಂಪಾದಿಸಿ

source: Password protected
kn: ಪಾಸ್ವರ್ಡ್ ರಕ್ಷಿಸಲಾಗಿದೆ

source: Visibility:
kn: ಗೋಚರತೆ:

source: Link to image
kn: ಚಿತ್ರಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಿ

source: Link Image To:
kn: ಚಿತ್ರಕ್ಕೆ ಲಿಂಕ್ ಇದಕ್ಕೆ:

source: Audio, Video, or Other File
kn: ಆಡಿಯೋ, ವಿಡಿಯೋ, ಅಥವಾ ಇತರ ಫೈಲ್

source: Image Caption
kn: ಚಿತ್ರದ ಶೀರ್ಷಿಕೆ

source: Filter &#187;
kn: ಫಿಲ್ಟರ್ &#187;

source: All Types
kn: ಎಲ್ಲಾ ರೀತಿಯ

source: Update gallery settings
kn: ಗ್ಯಾಲರಿ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ನವೀಕರಿಸಿ

source: Gallery columns:
kn: ಗ್ಯಾಲರಿ ಕಾಲಮ್ಗಳು:

source: Order:
kn: ಆದೇಶ:

source: Date/Time
kn: ದಿನಾಂಕ/ಸಮಯ

source: Menu order
kn: ಮೆನು ಅನುಕ್ರಮ

source: Order images by:
kn: ಚಿತ್ರ ಅನುಕ್ರಮ ಇಂದ :

source: Image File
kn: ಚಿತ್ರ ಕಡತ

source: Link thumbnails to:
kn: ಚಿಕ್ಕಚಿತ್ರಗಳ ಲಿಂಕ್ :

source: Actions
kn: ಕ್ರಿಯೆಗಳು

source: Descending
kn: ಅವರೋಹಣ

source: Ascending
kn: ಆರೋಹಣ

source: Sort Order:
kn: ಅನುಕ್ರಮ ವಿಂಗಡಣೆ :

source: All Tabs:
kn: ಎಲ್ಲಾ ಟ್ಯಾಬ್ಗಳು:

source: Insert media from another website
kn: ಇನ್ನೊಂದು ವೆಬ್ಸೈಟ್ನಿಂದ ಮಾಧ್ಯಮವನ್ನು ಸೇರಿಸಿ
