Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Unable to locate needed folder (%s).
kn: ಅಗತ್ಯವಿರುವ ಫೊಲ್ಡರ್ (%s) ಅನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಲಿಲ್ಲ.

source: Unable to perform command: %s
kn: ಈ ಆದೇಶವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗಲಿಲ್ಲ : %s

source: Public and Private keys incorrect for %s
kn: %s ಅವರ ಸಾರ್ವಜನಿಕ ಮತ್ತು ಖಾಸಗಿ ಕೀಗಳು ತಪ್ಪಾಗಿವೆ

source: Failed to connect to SSH2 Server %s
kn: SSH2 ಸರ್ವರ್ %s ಕ್ಕೆ ಸಂಪರ್ಕ ವಿಫಲವಾಯಿತು

source: Movable Type and TypePad
kn: ಜರುಗಿಸಬಹುದಾರ ವಿಧ ಮತ್ತು ಟೈಪ್ ಪ್ಯಾಡ್

source: Displaying %s&#8211;%s of %s
kn: ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತಿದೆ %s&#8211;%s ರ %s

source: Attach
kn: ಲಗತ್ತಿಸಿ

source: (Unattached)
kn: (ಲಗತ್ತಾಗಿಲ್ಲದಿರುವುದು)

source: Unpublished
kn: ಅಪ್ರಕಟಿತ

source: Edit &#8220;%s&#8221;
kn: ಸಂಪಾದಿಸು &#8220;%s&#8221;

source: Draft saved at %s.
kn: ಕರಡುಪ್ರತಿಯನ್ನು %s ನಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.

source: First page
kn: ಮೊದಲ ಪುಟ

source: Introduction
kn: ಪರಿಚಯ‍

source: Last page
kn: ಕಡೆಯ ಪುಟ

# column name
source: Title
kn: ಶೀರ್ಷಿಕೆ ‍

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
kn: ವಿಶೇಷವಾಗಿ ಸೈಟ್ನ ನಿರ್ವಾಹಕ ಪ್ರದೇಶವು ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ, ವೈಯಕ್ತಿಕ ಸೈಟ್ಗಳಿಗೆ ನಿರ್ದಿಷ್ಟವಾದ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಲು ಮೆನುವು.

source: Once you hit &#8220;Confirm Deletion&#8221;, these users will be permanently removed.
kn: ಒಮ್ಮೆ ನೀವು &#8220; ದೃಢೀಕರಣವನ್ನು ಅಳಿಸಿ &#8221; ಹಿಟ್ ಮಾಡಿದರೆ, ಈ ಬಳಕೆದಾರರನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.

source: If you reached this screen by accident and meant to visit one of your own sites, here are some shortcuts to help you find your way.
kn: ನೀವು ಆಕಸ್ಮಿಕವಾಗಿ ಈ ಪರದೆಯನ್ನು ತಲುಪಿದಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಸೈಟ್ಗಳಲ್ಲಿ ಒಂದನ್ನು ಭೇಟಿ ಮಾಡಲು ಬಯಸಿದರೆ, ನಿಮ್ಮ ಮಾರ್ಗವನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಇಲ್ಲಿ ಕೆಲವು ಶಾರ್ಟ್ಕಟ್ಗಳು ಇವೆ.

source: If you are a member of a regulated industry, or if you are subject to additional privacy laws, you may be required to disclose that information here.
kn: ನೀವು ನಿಯಂತ್ರಿತ ಉದ್ಯಮದ ಸದಸ್ಯರಾಗಿದ್ದರೆ ಅಥವಾ ನೀವು ಹೆಚ್ಚುವರಿ ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳಿಗೆ ಒಳಪಟ್ಟಿದ್ದರೆ, ಆ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ಬಹಿರಂಗಪಡಿಸಬೇಕಾಗಬಹುದು.

source: In this section you should explain what rights your users have over their data and how they can invoke those rights.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಬಳಕೆದಾರರು ತಮ್ಮ ಡೇಟಾವನ್ನು ಯಾವ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ ಮತ್ತು ಆ ಹಕ್ಕುಗಳನ್ನು ಅವರು ಹೇಗೆ ಆಹ್ವಾನಿಸಬಹುದು ಎಂಬುದನ್ನು ವಿವರಿಸಬೇಕು.

source: You attempted to access the "%1$s" dashboard, but you do not currently have privileges on this site. If you believe you should be able to access the "%1$s" dashboard, please contact your network administrator.
kn: "%1$s" ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ, ಆದರೆ ನೀವು ಈ ಸೈಟ್ನಲ್ಲಿ ಪ್ರಸ್ತುತ ಸವಲತ್ತುಗಳನ್ನು ಹೊಂದಿಲ್ಲ. "%1$s" ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: If your web site provides a service which includes automated decision making - for example, allowing customers to apply for credit, or aggregating their data into an advertising profile - you must note that this is taking place, and include information about how that information is used, what decisions are made with that aggregated data, and what rights users have over decisions made without human intervention.
kn: ನಿಮ್ಮ ವೆಬ್ ಸೈಟ್ ಸ್ವಯಂಚಾಲಿತ ನಿರ್ಧಾರವನ್ನು ಒಳಗೊಂಡಿರುವ ಸೇವೆಯನ್ನು ಒದಗಿಸಿದರೆ - ಉದಾಹರಣೆಗೆ, ಗ್ರಾಹಕರು ಕ್ರೆಡಿಟ್ಗಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು ಅಥವಾ ತಮ್ಮ ಡೇಟಾವನ್ನು ಜಾಹೀರಾತಿನ ಪ್ರೊಫೈಲ್ಗೆ ಒಟ್ಟುಗೂಡಿಸಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತಾರೆ - ಇದು ನಡೆಯುತ್ತಿದೆ ಎಂದು ನೀವು ಗಮನಿಸಬೇಕು ಮತ್ತು ಆ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಬಳಸಲಾಗಿದೆ ಎಂಬುದರ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬೇಕು , ಒಟ್ಟುಗೂಡಿಸಿದ ದತ್ತಾಂಶದಿಂದ ಯಾವ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತದೆ ಮತ್ತು ಮಾನವ ಹಸ್ತಕ್ಷೇಪವಿಲ್ಲದೆಯೇ ಹಕ್ಕುಗಳ ಬಳಕೆದಾರರ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತದೆ.

source: If your web site receives data about users from third parties, including advertisers, this information must be included within the section of your privacy policy dealing with third party data.
kn: ಜಾಹೀರಾತುದಾರರು ಸೇರಿದಂತೆ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ವೆಬ್ಸೈಟ್ ಸ್ವೀಕರಿಸಿದರೆ, ಮೂರನೇ ವ್ಯಕ್ತಿ ಡೇಟಾವನ್ನು ವ್ಯವಹರಿಸುವ ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯ ವಿಭಾಗದಲ್ಲಿ ಈ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಬೇಕು.

source: In this section you should explain what procedures you have in place to deal with data breaches, either potential or real, such as internal reporting systems, contact mechanisms, or bug bounties.
kn: ಆಂತರಿಕ ವರದಿ ಮಾಡುವ ವ್ಯವಸ್ಥೆಗಳು, ಸಂಪರ್ಕ ಯಾಂತ್ರಿಕತೆಗಳು, ಅಥವಾ ಬಗ್ ಬೌಂಟೀಸ್ಗಳಂತಹ ಡೇಟಾ ಉಲ್ಲಂಘನೆ, ಸಂಭವನೀಯ ಅಥವಾ ನೈಜತೆಯನ್ನು ಎದುರಿಸಲು ನೀವು ಯಾವ ವಿಧಾನಗಳನ್ನು ವಿವರಿಸಬೇಕು ಎಂಬುದನ್ನು ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ವಿವರಿಸಬೇಕು.

source: In this section you should explain what measures you have taken to protect your users&#8217; data. This could include technical measures such as encryption; security measures such as two factor authentication; and measures such as staff training in data protection. If you have carried out a Privacy Impact Assessment, you can mention it here too.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನೀವು ತೆಗೆದುಕೊಂಡ ಕ್ರಮಗಳನ್ನು ನೀವು ವಿವರಿಸಬೇಕು. ಇದು ಗೂಢಲಿಪೀಕರಣದಂತಹ ತಾಂತ್ರಿಕ ಕ್ರಮಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ; ಎರಡು ಅಂಶ ದೃಢೀಕರಣದಂತಹ ಸುರಕ್ಷತಾ ಕ್ರಮಗಳು; ಮತ್ತು ಡೇಟಾ ರಕ್ಷಣೆಗಾಗಿ ಸಿಬ್ಬಂದಿ ತರಬೇತಿಯಂತಹ ಕ್ರಮಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ನೀವು ಗೌಪ್ಯತೆ ಇಂಪ್ಯಾಕ್ಟ್ ಅಸ್ಸೆಸ್ಮೆಂಟ್ ಅನ್ನು ನಡೆಸಿದ್ದರೆ, ನೀವು ಅದನ್ನು ಇಲ್ಲಿಯೂ ಉಲ್ಲೇಖಿಸಬಹುದು.

source: When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor&#8217;s IP address and browser user agent string to help spam detection.
kn: ಸಂದರ್ಶಕರ ರೂಪದಲ್ಲಿ ತೋರಿಸಿದ ಡೇಟಾವನ್ನು ನಾವು ಸೈಟ್ನಲ್ಲಿ ಭೇಟಿ ಮಾಡಿದಾಗ ಭೇಟಿ ನೀಡುವವರ IP ವಿಳಾಸ ಮತ್ತು ಬ್ರೌಸರ್ ಬಳಕೆದಾರ ಏಜೆಂಟ್ ಸ್ಟ್ರಿಂಗ್ ಸಹ ಸ್ಪ್ಯಾಮ್ ಪತ್ತೆಹಚ್ಚಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.

source: In this subsection you should note what information is captured through comments. We have noted the data which WordPress collects by default.
kn: ಈ ಉಪವಿಭಾಗದಲ್ಲಿ ಕಾಮೆಂಟ್ಗಳ ಮೂಲಕ ಯಾವ ಮಾಹಿತಿಯನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನೀವು ಗಮನಿಸಬೇಕು. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಸಂಗ್ರಹಿಸುವ ಡೇಟಾವನ್ನು ನಾವು ಗಮನಿಸಿದ್ದೇವೆ.

source: If you use your site for commercial purposes and you engage in more complex collection or processing of personal data, you should note the following information in your privacy policy in addition to the information we have already discussed.
kn: ನೀವು ವಾಣಿಜ್ಯ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಬಳಸಿದರೆ ಮತ್ತು ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಸಂಕೀರ್ಣ ಸಂಗ್ರಹ ಅಥವಾ ಪ್ರಕ್ರಿಯೆಗೆ ನೀವು ತೊಡಗಿಸಿಕೊಂಡಿದ್ದರೆ, ನಾವು ಈಗಾಗಲೇ ಚರ್ಚಿಸಿದ ಮಾಹಿತಿಯ ಜೊತೆಗೆ ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯಲ್ಲಿ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ನೀವು ಗಮನಿಸಬೇಕು.

source: In this section you should provide a contact method for privacy-specific concerns. If you are required to have a Data Protection Officer, list their name and full contact details here as well.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ಗೌಪ್ಯತೆ-ನಿರ್ದಿಷ್ಟ ಕಾಳಜಿಗಳಿಗಾಗಿ ಸಂಪರ್ಕ ವಿಧಾನವನ್ನು ಒದಗಿಸಬೇಕು. ನಿಮಗೆ ಡಾಟಾ ಪ್ರೊಟೆಕ್ಷನ್ ಆಫೀಸರ್ ಅಗತ್ಯವಿದ್ದರೆ, ಅವರ ಹೆಸರು ಮತ್ತು ಪೂರ್ಣ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಿ.

source: European data protection law requires data about European residents which is transferred outside the European Union to be safeguarded to the same standards as if the data was in Europe. So in addition to listing where data goes, you should describe how you ensure that these standards are met either by yourself or by your third party providers, whether that is through an agreement such as Privacy Shield, model clauses in your contracts, or binding corporate rules.
kn: ಯುರೋಪಿಯನ್ ಡೇಟಾ ರಕ್ಷಣೆ ಕಾನೂನಿಗೆ ಯುರೋಪಿಯನ್ ನಿವಾಸಿಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿ ಬೇಕಾಗುತ್ತದೆ, ಅದು ಯುರೋಪ್ನಲ್ಲಿ ಡೇಟಾವನ್ನು ಅದೇ ಮಾನದಂಡಕ್ಕೆ ರಕ್ಷಿಸಲು ಐರೋಪ್ಯ ಒಕ್ಕೂಟದ ಹೊರಗೆ ವರ್ಗಾಯಿಸುತ್ತದೆ. ಡೇಟಾವು ಎಲ್ಲಿ ಹೋಗುತ್ತದೆಯೋ ಅಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡುವುದರ ಜೊತೆಗೆ, ಈ ಮಾನದಂಡಗಳು ನಿಮ್ಮನ್ನು ಅಥವಾ ನಿಮ್ಮ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಪೂರೈಕೆದಾರರಿಂದ ಭೇಟಿಯಾಗುತ್ತವೆ ಎಂಬುದನ್ನು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು, ಅದು ಗೌಪ್ಯತೆ ಶೀಲ್ಡ್, ನಿಮ್ಮ ಒಪ್ಪಂದಗಳಲ್ಲಿನ ಮಾದರಿ ವಿಧಿಗಳು ಅಥವಾ ಒಪ್ಪಂದದ ಮೂಲಕ ನಿಯಮಗಳು.

source: In this section you should list all transfers of your site data outside the European Union and describe the means by which that data is safeguarded to European data protection standards. This could include your web hosting, cloud storage, or other third party services.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ಯುರೋಪಿಯನ್ ಒಕ್ಕೂಟದ ಹೊರಗೆ ನಿಮ್ಮ ಸೈಟ್ ಡೇಟಾದ ಎಲ್ಲ ವರ್ಗಾವಣೆಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಬೇಕು ಮತ್ತು ಆ ಡೇಟಾವನ್ನು ಯುರೋಪಿಯನ್ ಡೇಟಾ ರಕ್ಷಣೆ ಮಾನದಂಡಗಳಿಗೆ ಸುರಕ್ಷಿತವಾಗಿರಿಸಿಕೊಳ್ಳುವ ವಿಧಾನವನ್ನು ವಿವರಿಸಬೇಕು. ಇದು ನಿಮ್ಮ ವೆಬ್ ಹೋಸ್ಟಿಂಗ್, ಮೇಘ ಸಂಗ್ರಹಣೆ ಅಥವಾ ಇತರ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೇವೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.

source: If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.
kn: ಈ ಸೈಟ್ನಲ್ಲಿ ನೀವು ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ, ಅಥವಾ ಕಾಮೆಂಟ್ಗಳನ್ನು ಬಿಟ್ಟು ಹೋದರೆ, ನೀವು ನಮ್ಮ ಬಗ್ಗೆ ಒದಗಿಸಿದ ಯಾವುದೇ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಂತೆ, ನಿಮ್ಮ ಬಗ್ಗೆ ನಾವು ಹೊಂದಿರುವ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ರಫ್ತು ಮಾಡಿದ ಫೈಲ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲು ವಿನಂತಿಸಬಹುದು. ನಾವು ನಿಮ್ಮ ಬಗ್ಗೆ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತೇವೆ ಎಂದು ನೀವು ವಿನಂತಿಸಬಹುದು. ಆಡಳಿತಾತ್ಮಕ, ಕಾನೂನು ಅಥವಾ ಸುರಕ್ಷತೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಾವು ಇರಿಸಿಕೊಳ್ಳಬೇಕಾದ ಯಾವುದೇ ಡೇಟಾವನ್ನು ಇದು ಒಳಗೊಂಡಿಲ್ಲ.

source: You should also note any collection and retention of sensitive personal data, such as data concerning health.
kn: ಆರೋಗ್ಯದಂತಹ ಮಾಹಿತಿಯ ಸೂಕ್ಷ್ಮವಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಯಾವುದೇ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣವನ್ನೂ ನೀವು ಗಮನಿಸಬೇಕು.

source: In this section you should note your site URL, as well as the name of the company, organization, or individual behind it, and some accurate contact information.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಸೈಟ್ URL ಅನ್ನು ಗಮನಿಸಬೇಕು, ಜೊತೆಗೆ ಅದರ ಹಿಂದಿನ ಕಂಪನಿ, ಸಂಘಟನೆ ಅಥವಾ ವ್ಯಕ್ತಿಯ ಹೆಸರು, ಮತ್ತು ಕೆಲವು ನಿಖರ ಸಂಪರ್ಕ ಮಾಹಿತಿ.

source: For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.
kn: ನಮ್ಮ ವೆಬ್ಸೈಟ್ನಲ್ಲಿ (ಯಾವುದಾದರೂ ಇದ್ದರೆ) ನೋಂದಾಯಿಸುವ ಬಳಕೆದಾರರಿಗೆ, ನಾವು ಅವರ ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ನಲ್ಲಿ ಒದಗಿಸುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ತಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಯಾವ ಸಮಯದಲ್ಲಾದರೂ (ತಮ್ಮ ಬಳಕೆದಾರಹೆಸರನ್ನು ಬದಲಿಸಲಾಗದ ಹೊರತು) ನೋಡಬಹುದು, ಸಂಪಾದಿಸಬಹುದು, ಅಥವಾ ಅಳಿಸಬಹುದು. ವೆಬ್ಸೈಟ್ ನಿರ್ವಾಹಕರು ಆ ಮಾಹಿತಿಯನ್ನು ನೋಡಬಹುದು ಮತ್ತು ಸಂಪಾದಿಸಬಹುದು.

source: If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.
kn: ನೀವು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ತೊರೆದರೆ, ಕಾಮೆಂಟ್ ಮತ್ತು ಅದರ ಮೆಟಾಡೇಟಾವನ್ನು ಅನಿರ್ದಿಷ್ಟವಾಗಿ ಉಳಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. ಹೀಗಾಗಿ ನಾವು ಯಾವುದೇ ಅನುಸರಣಾ ಕಾಮೆಂಟ್ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಿತಿಗೊಳಿಸುವಿಕೆಯ ಸಾಲಿನಲ್ಲಿ ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವ ಬದಲು ಗುರುತಿಸಬಹುದು ಮತ್ತು ಅಂಗೀಕರಿಸಬಹುದು.

source: In this section you should explain how long you retain personal data collected or processed by the web site. While it is your responsibility to come up with the schedule of how long you keep each dataset for and why you keep it, that information does need to be listed here. For example, you may want to say that you keep contact form entries for six months, analytics records for a year, and customer purchase records for ten years.
kn: ವೆಬ್ ಸೈಟ್ ಮೂಲಕ ಸಂಗ್ರಹಿಸಿದ ಅಥವಾ ಸಂಸ್ಕರಿಸಿದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಎಷ್ಟು ಕಾಲ ನೀವು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದನ್ನು ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ವಿವರಿಸಬೇಕು. ನೀವು ಪ್ರತಿ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಎಷ್ಟು ಸಮಯದವರೆಗೆ ಇರಿಸಿಕೊಳ್ಳಬೇಕು ಮತ್ತು ಏಕೆ ಅದನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದರ ವೇಳಾಪಟ್ಟಿಯೊಂದಿಗೆ ಬರಲು ನಿಮ್ಮ ಜವಾಬ್ದಾರಿ ಇದ್ದಾಗ, ಆ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಬೇಕಾಗಿದೆ. ಉದಾಹರಣೆಗೆ, ನೀವು ಆರು ತಿಂಗಳಿಗೆ ಸಂಪರ್ಕ ಫಾರ್ಮ್ ನಮೂದುಗಳನ್ನು, ಒಂದು ವರ್ಷದ ವಿಶ್ಲೇಷಣೆ ದಾಖಲೆಗಳನ್ನು, ಮತ್ತು ಹತ್ತು ವರ್ಷಗಳ ಕಾಲ ಗ್ರಾಹಕರ ಖರೀದಿ ದಾಖಲೆಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ನೀವು ಹೇಳಬಹುದು.

source: In this section you should name and list all third party providers with whom you share site data, including partners, cloud-based services, payment processors, and third party service providers, and note what data you share with them and why. Link to their own privacy policies if possible.
kn: ಪಾಲುದಾರರು, ಕ್ಲೌಡ್-ಆಧಾರಿತ ಸೇವೆಗಳು, ಪಾವತಿ ಪ್ರಕ್ರಿಯೆಗಳು ಮತ್ತು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೇವಾ ಪೂರೈಕೆದಾರರು ಸೇರಿದಂತೆ ನೀವು ಸೈಟ್ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳುವ ಎಲ್ಲ ಮೂರನೇ ಪಕ್ಷದ ಪೂರೈಕೆದಾರರನ್ನು ನೀವು ಈ ವಿಭಾಗದಲ್ಲಿ ಹೆಸರಿಸಿ ಮತ್ತು ಪಟ್ಟಿ ಮಾಡಬೇಕು, ಮತ್ತು ನೀವು ಅವರೊಂದಿಗೆ ಯಾವ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದನ್ನು ಗಮನಿಸಿ ಮತ್ತು ಏಕೆ. ಸಾಧ್ಯವಾದರೆ ಅವರ ಸ್ವಂತ ಗೌಪ್ಯತೆ ನೀತಿಗಳಿಗೆ ಲಿಂಕ್.

source: The suggested privacy policy text has changed. Please <a href="%s">review the guide</a> and update your privacy policy.
kn: ಸೂಚಿಸಿದ ಗೌಪ್ಯತೆ ನೀತಿ ಪಠ್ಯ ಬದಲಾಗಿದೆ. ದಯವಿಟ್ಟು <a href="%s"> ಮಾರ್ಗದರ್ಶಿ ಪರಿಶೀಲಿಸಿ </a> ಮತ್ತು ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ನವೀಕರಿಸಿ.

source: By default WordPress does not collect any personal data about visitors, and only collects the data shown on the User Profile screen from registered users. However some of your plugins may collect personal data. You should add the relevant information below.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಸಂದರ್ಶಕರ ಬಗ್ಗೆ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಮತ್ತು ನೋಂದಾಯಿತ ಬಳಕೆದಾರರಿಂದ ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್ ಪರದೆಯಲ್ಲಿ ತೋರಿಸಿದ ಡೇಟಾವನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತದೆ. ಆದಾಗ್ಯೂ ನಿಮ್ಮ ಕೆಲವು ಪ್ಲಗ್ಇನ್ಗಳು ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ನೀವು ಕೆಳಗಿನ ಸಂಬಂಧಿತ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಬೇಕು.

source: Personal data is not just created by a user&#8217;s interactions with your site. Personal data is also generated from technical processes such as contact forms, comments, cookies, analytics, and third party embeds.
kn: ನಿಮ್ಮ ಡೇಟಾದೊಂದಿಗೆ ಬಳಕೆದಾರರ ಪರಸ್ಪರ ಕ್ರಿಯೆಯಿಂದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ. ಸಂಪರ್ಕ ರೂಪಗಳು, ಕಾಮೆಂಟ್ಗಳು, ಕುಕೀಸ್, ಅನಾಲಿಟಿಕ್ಸ್ ಮತ್ತು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಎಂಬೆಡ್ಗಳಂತಹ ತಾಂತ್ರಿಕ ಪ್ರಕ್ರಿಯೆಗಳಿಂದ ಕೂಡಾ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಉತ್ಪಾದಿಸಲಾಗುತ್ತದೆ.

source: In addition to listing what personal data you collect, you need to note why you collect it. These explanations must note either the legal basis for your data collection and retention or the active consent the user has given.
kn: ನೀವು ಸಂಗ್ರಹಿಸುವ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಪಟ್ಟಿ ಮಾಡುವುದರ ಜೊತೆಗೆ, ನೀವು ಅದನ್ನು ಏಕೆ ಸಂಗ್ರಹಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ನೀವು ಗಮನಿಸಬೇಕು. ಈ ವಿವರಣೆಗಳು ನಿಮ್ಮ ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣ ಅಥವಾ ಬಳಕೆದಾರ ನೀಡಿದ ಸಕ್ರಿಯ ಸಮ್ಮತಿಯ ಕಾನೂನು ಆಧಾರವನ್ನು ಗಮನಿಸಿ ಮಾಡಬೇಕು.

source: In this section you should note what personal data you collect from users and site visitors. This may include personal data, such as name, email address, personal account preferences; transactional data, such as purchase information; and technical data, such as information about cookies.
kn: ಈ ವಿಭಾಗದಲ್ಲಿ ನೀವು ಬಳಕೆದಾರರಿಂದ ಮತ್ತು ಸೈಟ್ ಸಂದರ್ಶಕರಲ್ಲಿ ನೀವು ಸಂಗ್ರಹಿಸುವ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಗಮನಿಸಿ. ಇದು ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ, ವೈಯಕ್ತಿಕ ಖಾತೆಯ ಆದ್ಯತೆಗಳಂತಹ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು; ಖರೀದಿ ಮಾಹಿತಿಯಂತಹ ವಹಿವಾಟು ಡೇಟಾ; ಮತ್ತು ಕುಕೀಗಳ ಕುರಿತ ಮಾಹಿತಿಯಂತಹ ತಾಂತ್ರಿಕ ಡೇಟಾ.

source: The amount of information you may be required to show will vary depending on your local or national business regulations. You may, for example, be required to display a physical address, a registered address, or your company registration number.
kn: ನಿಮ್ಮ ಸ್ಥಳೀಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ವ್ಯವಹಾರದ ನಿಯಮಗಳ ಆಧಾರದ ಮೇಲೆ ನೀವು ತೋರಿಸಬೇಕಾದ ಮಾಹಿತಿಯ ಪ್ರಮಾಣವು ಬದಲಾಗುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, ನೀವು ಭೌತಿಕ ವಿಳಾಸ, ನೋಂದಾಯಿತ ವಿಳಾಸ, ಅಥವಾ ನಿಮ್ಮ ಕಂಪನಿ ನೋಂದಣಿ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರದರ್ಶಿಸುವ ಅಗತ್ಯವಿದೆ.

source: It is your responsibility to write a comprehensive privacy policy, to make sure it reflects all national and international legal requirements on privacy, and to keep your policy current and accurate.
kn: ಎಲ್ಲಾ ರಾಷ್ಟ್ರೀಯ ಮತ್ತು ಅಂತರರಾಷ್ಟ್ರೀಯ ಕಾನೂನು ಅಗತ್ಯತೆಗಳನ್ನು ಗೌಪ್ಯತೆಗೆ ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ನೀತಿಯನ್ನು ಪ್ರಸ್ತುತ ಮತ್ತು ನಿಖರವಾಗಿ ಇಟ್ಟುಕೊಳ್ಳುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸಮಗ್ರ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಬರೆಯಲು ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಯಾಗಿದೆ.

source: Please edit your privacy policy content, making sure to delete the summaries, and adding any information from your theme and plugins. Once you publish your policy page, remember to add it to your navigation menu.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿ ವಿಷಯವನ್ನು ಸಂಪಾದಿಸಿ, ಸಾರಾಂಶಗಳನ್ನು ಅಳಿಸಲು, ಮತ್ತು ನಿಮ್ಮ ಥೀಮ್ ಮತ್ತು ಪ್ಲಗ್ಇನ್ಗಳಿಂದ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಿಮ್ಮ ನೀತಿಯ ಪುಟವನ್ನು ನೀವು ಪ್ರಕಟಿಸಿದ ನಂತರ, ನಿಮ್ಮ ಸಂಚರಣೆ ಮೆನುವಿನಲ್ಲಿ ಅದನ್ನು ಸೇರಿಸಲು ಮರೆಯದಿರಿ.

source: We have suggested the sections you will need. Under each section heading you will find a short summary of what information you should provide, which will help you to get started. Some sections include suggested policy content, others will have to be completed with information from your theme and plugins.
kn: ನಿಮಗೆ ಬೇಕಾದ ವಿಭಾಗಗಳನ್ನು ನಾವು ಸೂಚಿಸಿದ್ದೇವೆ. ನೀವು ಶಿರೋನಾಮೆ ಪ್ರತಿ ವಿಭಾಗದ ಅಡಿಯಲ್ಲಿ ನೀವು ಯಾವ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಬೇಕು ಎಂಬುದರ ಒಂದು ಕಿರು ಸಾರಾಂಶವನ್ನು ಕಾಣುವಿರಿ, ಇದು ನಿಮಗೆ ಪ್ರಾರಂಭಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಕೆಲವು ವಿಭಾಗಗಳು ಸೂಚಿಸಿದ ನೀತಿ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿವೆ, ಇತರರು ನಿಮ್ಮ ಥೀಮ್ ಮತ್ತು ಪ್ಲಗ್ಇನ್ಗಳಿಂದ ಮಾಹಿತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.

source: Need help putting together your new Privacy Policy page? <a href="%1$s" %2$s>Check out our guide%3$s</a> for recommendations on what content to include, along with policies suggested by your plugins and theme.
kn: ನಿಮ್ಮ ಹೊಸ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವನ್ನು ಒಟ್ಟಿಗೆ ಸೇರಿಸುವಲ್ಲಿ ಸಹಾಯ ಬೇಕೇ? ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗಳು ಮತ್ತು ಥೀಮ್ ಸೂಚಿಸಿದ ನೀತಿಗಳೊಂದಿಗೆ, ಯಾವ ವಿಷಯವನ್ನು ಸೇರಿಸಬೇಕೆಂದು ಶಿಫಾರಸುಗಳಿಗಾಗಿ <a href="%1$s" %2$s> ನಮ್ಮ ಮಾರ್ಗದರ್ಶಿ %3$s </a>ಅನ್ನು ಪರಿಶೀಲಿಸಿ.

source: By default WordPress does not collect any analytics data. However, many web hosting accounts collect some anonymous analytics data. You may also have installed a WordPress plugin that provides analytics services. In that case, add information from that plugin here.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಯಾವುದೇ ಅನಾಲಿಟಿಕ್ಸ್ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ಆದಾಗ್ಯೂ, ಹಲವು ವೆಬ್ ಹೋಸ್ಟಿಂಗ್ ಖಾತೆಗಳು ಕೆಲವು ಅನಾಮಧೇಯ ಅನಾಲಿಟಿಕ್ಸ್ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತವೆ. ನೀವು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಸೇವೆಗಳನ್ನು ಒದಗಿಸುವ ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಸಹ ಸ್ಥಾಪಿಸಬಹುದು. ಆ ಸಂದರ್ಭದಲ್ಲಿ, ಆ ಪ್ಲಗಿನ್ನಿಂದ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ಸೇರಿಸಿ.

source: In this subsection you should note what analytics package you use, how users can opt out of analytics tracking, and a link to your analytics provider&#8217;s privacy policy, if any.
kn: ಈ ಉಪವಿಭಾಗದಲ್ಲಿ ನೀವು ಯಾವ ವಿಶ್ಲೇಷಣಾ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಬಳಸುತ್ತೀರೆಂದು, ಬಳಕೆದಾರರು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಟ್ರ್ಯಾಕಿಂಗ್ನಿಂದ ಹೊರಬರಲು ಹೇಗೆ, ಮತ್ತು ನಿಮ್ಮ ವಿಶ್ಲೇಷಣೆ ಒದಗಿಸುವವರ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಯಾವುದಾದರೂ ಲಿಂಕ್ ಅನ್ನು ನೀವು ಗಮನಿಸಿ.

source: These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.
kn: ಈ ವೆಬ್ಸೈಟ್ಗಳು ನಿಮ್ಮ ಬಗ್ಗೆ ಮಾಹಿತಿ ಸಂಗ್ರಹಿಸಬಹುದು, ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತವೆ, ಹೆಚ್ಚುವರಿ ಮೂರನೇ-ವ್ಯಕ್ತಿ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಎಂಬೆಡ್ ಮಾಡಿ, ಮತ್ತು ಎಂಬೆಡ್ ಮಾಡಿದ ವಿಷಯದೊಂದಿಗೆ ನಿಮ್ಮ ಸಂವಾದವನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಬಹುದು, ನೀವು ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು ಆ ವೆಬ್ಸೈಟ್ಗೆ ಲಾಗ್ ಇನ್ ಆಗಿದ್ದರೆ ಎಂಬೆಡೆಡ್ ವಿಷಯದೊಂದಿಗೆ ನಿಮ್ಮ ಸಂವಾದವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದು.

source: Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.
kn: ಈ ಸೈಟ್ನಲ್ಲಿನ ಲೇಖನಗಳು ಎಂಬೆಡೆಡ್ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು (ಉದಾ. ವೀಡಿಯೊಗಳು, ಚಿತ್ರಗಳು, ಲೇಖನಗಳು, ಇತ್ಯಾದಿ). ಇತರ ವೆಬ್ಸೈಟ್ಗಳಿಂದ ಎಂಬೆಡ್ ಮಾಡಿದ ವಿಷಯವು ಭೇಟಿ ನೀಡುವವರು ಇತರ ವೆಬ್ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡಿದಂತೆಯೇ ಅದೇ ರೀತಿಯ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸುತ್ತದೆ.

source: If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.
kn: ನೀವು ಲೇಖನವನ್ನು ಸಂಪಾದಿಸಿದರೆ ಅಥವಾ ಪ್ರಕಟಿಸಿದರೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ನಲ್ಲಿ ಹೆಚ್ಚುವರಿ ಕುಕೀಯನ್ನು ಉಳಿಸಲಾಗುತ್ತದೆ. ಈ ಕುಕೀ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ ಮತ್ತು ನೀವು ಈಗ ಸಂಪಾದಿಸಿದ ಲೇಖನದ ಪೋಸ್ಟ್ ID ಅನ್ನು ಸೂಚಿಸುತ್ತದೆ. 1 ದಿನದ ನಂತರ ಇದು ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ.

source: When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select &quot;Remember Me&quot;, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.
kn: ನೀವು ಲಾಗಿನ್ ಮಾಡುವಾಗ, ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿ ಮತ್ತು ನಿಮ್ಮ ಪರದೆಯ ಪ್ರದರ್ಶನ ಆಯ್ಕೆಗಳನ್ನು ಉಳಿಸಲು ನಾವು ಹಲವಾರು ಕುಕೀಸ್ಗಳನ್ನು ಹೊಂದಿಸುತ್ತೇವೆ. ಎರಡು ದಿನಗಳ ಕಾಲ ಕುಕೀಗಳನ್ನು ಲಾಗಿನ್ ಮಾಡಿ, ಮತ್ತು ಒಂದು ವರ್ಷದವರೆಗೆ ತೆರೆ ಆಯ್ಕೆಗಳನ್ನು ಕುಕೀಸ್ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು &quot; ನನ್ನನ್ನು ನೆನಪಿನಲ್ಲಿರಿಸು &quot; ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಲಾಗಿನ್ ಎರಡು ವಾರಗಳವರೆಗೂ ಇರುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಿದರೆ, ಲಾಗಿನ್ ಕುಕೀಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.

source: If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.
kn: ನೀವು ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು ನೀವು ಈ ಸೈಟ್ಗೆ ಪ್ರವೇಶಿಸಿದರೆ, ಕುಕೀಗಳನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಸ್ವೀಕರಿಸುತ್ತದೆಯೇ ಎಂದು ನಾವು ನಿರ್ಧರಿಸಲು ತಾತ್ಕಾಲಿಕ ಕುಕೀಯನ್ನು ಹೊಂದಿಸುತ್ತೇವೆ. ಈ ಕುಕೀಯಲ್ಲಿ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಇಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಮುಚ್ಚಿದಾಗ ಅದನ್ನು ತಿರಸ್ಕರಿಸಲಾಗುತ್ತದೆ.

source: If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.
kn: ನಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ನೀವು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ತೊರೆದರೆ ಕುಕೀಗಳಲ್ಲಿ ನಿಮ್ಮ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ವೆಬ್ಸೈಟ್ ಉಳಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಇವುಗಳು ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ಇವೆ, ಇದರಿಂದಾಗಿ ನೀವು ಬೇರೊಂದು ಕಾಮೆಂಟ್ ಅನ್ನು ಬಿಟ್ಟಾಗ ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಮತ್ತೆ ತುಂಬಬೇಕಿಲ್ಲ. ಈ ಕುಕೀಸ್ ಒಂದು ವರ್ಷದವರೆಗೆ ಇರುತ್ತದೆ.

source: In this subsection you should list the cookies your web site uses, including those set by your plugins, social media, and analytics. We have provided the cookies which WordPress installs by default.
kn: ಈ ಉಪವಿಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗಳು, ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಗಳಿಂದ ಹೊಂದಿಸಲಾದ ನಿಮ್ಮ ವೆಬ್ಸೈಟ್ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದ ಕುಕೀಗಳನ್ನು ನೀವು ಪಟ್ಟಿ ಮಾಡಬೇಕು. ಡೀಫಾಲ್ಟ್ ಆಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪಿಸುವಂತಹ ಕುಕೀಗಳನ್ನು ನಾವು ಒದಗಿಸಿದ್ದೇವೆ.

source: By default, WordPress does not include a contact form. If you use a contact form plugin, use this subsection to note what personal data is captured when someone submits a contact form, and how long you keep it. For example, you may note that you keep contact form submissions for a certain period for customer service purposes, but you do not use the information submitted through them for marketing purposes.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ವರ್ಡ್ಪ್ರೆಸ್ ಸಂಪರ್ಕ ರೂಪವನ್ನು ಒಳಗೊಂಡಿಲ್ಲ. ನೀವು ಸಂಪರ್ಕ ಫಾರ್ಮ್ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಬಳಸಿದರೆ, ಯಾರಾದರೂ ಸಂಪರ್ಕ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವಾಗ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಲು ಈ ಉಪವಿಭಾಗವನ್ನು ಬಳಸಿ ಮತ್ತು ಎಷ್ಟು ಸಮಯದವರೆಗೆ ನೀವು ಅದನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ. ಉದಾಹರಣೆಗೆ, ನೀವು ಗ್ರಾಹಕರ ಸೇವಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಒಂದು ನಿರ್ದಿಷ್ಟ ಅವಧಿಗೆ ಸಂಪರ್ಕ ಫಾರ್ಮ್ ಸಲ್ಲಿಕೆಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂದು ನೀವು ಗಮನಿಸಬಹುದು, ಆದರೆ ನೀವು ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಅವುಗಳ ಮೂಲಕ ಸಲ್ಲಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವುದಿಲ್ಲ.

source: If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.
kn: ನೀವು ವೆಬ್ಸೈಟ್ಗೆ ಚಿತ್ರಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿದರೆ, ಎಂಬೆಡ್ ಮಾಡಿದ ಸ್ಥಳ ಡೇಟಾ (ಎಕ್ಸಿಫ್ ಜಿಪಿಎಸ್) ಅನ್ನು ಸೇರಿಸುವುದರೊಂದಿಗೆ ಚಿತ್ರಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡುವುದನ್ನು ನೀವು ತಪ್ಪಿಸಬೇಕು. ವೆಬ್ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡುವವರು ವೆಬ್ಸೈಟ್ನಲ್ಲಿರುವ ಯಾವುದೇ ಸ್ಥಳ ಡೇಟಾವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಹೊರತೆಗೆಯಬಹುದು.

source: In this subsection you should note what information may be disclosed by users who can upload media files. All uploaded files are usually publicly accessible.
kn: ಈ ಉಪವಿಭಾಗದಲ್ಲಿ ನೀವು ಮಾಧ್ಯಮ ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡುವ ಬಳಕೆದಾರರಿಂದ ಯಾವ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸಬಹುದು ಎಂಬುದನ್ನು ಗಮನಿಸಿ. ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ಫೈಲ್ಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರವೇಶಿಸಬಹುದು.
