Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: While you are editing your %1$s file, take a moment to make sure you have all 8 keys and that they are unique. You can generate these using the <a href="%2$s">WordPress.org secret key service</a>.
kn: ನಿಮ್ಮ%1$s ಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸುತ್ತಿರುವಾಗ, ನೀವು ಎಲ್ಲಾ 8 ಕೀಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ ಮತ್ತು ಅವುಗಳು ಅನನ್ಯವೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಿ. <a href="%2$s"> WordPress.org ರಹಸ್ಯ ಕೀ ಸೇವೆ </a> ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಇದನ್ನು ರಚಿಸಬಹುದು.

source: To allow use of this page to automatically repair database problems, please add the following line to your %s file. Once this line is added to your config, reload this page.
kn: ಡೇಟಾಬೇಸ್ ಸಮಸ್ಯೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ದುರಸ್ತಿ ಮಾಡಲು ಈ ಪುಟದ ಬಳಕೆಯನ್ನು ಅನುಮತಿಸಲು, ದಯವಿಟ್ಟು ಈ ಕೆಳಗಿನ ಸಾಲನ್ನು ನಿಮ್ಮ %s ಕಡತಕ್ಕೆ ಸೇರಿಸಿ. ಈ ಸಾಲು ನಿಮ್ಮ ಸಂರಚನೆಗೆ ಸೇರಿಸಿದ ನಂತರ, ಈ ಪುಟವನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ.

source: <a href="https://codex.wordpress.org/Links_Screen">Documentation on Managing Links</a>
kn: <a href="https://codex.wordpress.org/Links_Screen"> ವ್ಯವಸ್ಥಾಪಕ ಲಿಂಕ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
kn: ನೀವು ಲಿಂಕ್ ಅನ್ನು ಅಳಿಸಿದರೆ, ಲಿಂಕುಗಳು ಇನ್ನೂ ಅನುಪಯುಕ್ತ ಕಾರ್ಯವನ್ನು ಹೊಂದಿಲ್ಲವಾದ್ದರಿಂದ ಅದನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
kn: ಸ್ಕ್ರೀನ್ ಪರದೆಯ ಟ್ಯಾಬ್ ಮತ್ತು / ಅಥವಾ ಲಿಂಕ್ ಮೇಜಿನ ಮೇಲಿನ ಡ್ರಾಪ್ಡೌನ್ ಫಿಲ್ಟರ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈ ಪರದೆಯ ಪ್ರದರ್ಶನವನ್ನು ಅಗತ್ಯಾನುಗೊಳಿಸಬಹುದು.

source: Links may be separated into Link Categories; these are different than the categories used on your posts.
kn: ಲಿಂಕ್ಸ್ ವರ್ಗವನ್ನು ವರ್ಗಗಳಾಗಿ ಬೇರ್ಪಡಿಸಬಹುದು; ಇವುಗಳು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಬಳಸಿದ ವರ್ಗಗಳಿಗಿಂತ ವಿಭಿನ್ನವಾಗಿವೆ.

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
kn: ಕ್ಷಮಿಸಿ, ಅದು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವಲ್ಲ. ಇಮೇಲ್ ವಿಳಾಸಗಳು <code> username@example.com </code> ರೀತಿ ಕಾಣಿಸುತ್ತವೆ.

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ. ಚಿಂತಿಸಬೇಡಿ, ನೀವು ನಂತರ ಈ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಯಾವಾಗಲೂ ಬದಲಾಯಿಸಬಹುದು.

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
kn: ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು ಇಲ್ಲಿ ಲಿಂಕ್ಗಳನ್ನು ನೀವು ಸೇರಿಸಬಹುದು, ಸಾಮಾನ್ಯವಾಗಿ <a href="%s"> ವಿಜೆಟ್ಗಳನ್ನು </a> ಬಳಸಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ವರ್ಡ್ಪ್ರೆಸ್ ಸಮುದಾಯದಲ್ಲಿನ ಹಲವಾರು ಸೈಟ್ಗಳಿಗೆ ಲಿಂಕ್ಗಳನ್ನು ಉದಾಹರಣೆಗಳಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.

source: Welcome to the famous five-minute WordPress installation process! Just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
kn: ಪ್ರಸಿದ್ಧ ಐದು ನಿಮಿಷಗಳ ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಗೆ ಸುಸ್ವಾಗತ! ಕೆಳಗಿರುವ ಮಾಹಿತಿಯನ್ನು ತುಂಬಿರಿ ಮತ್ತು ಜಗತ್ತಿನಲ್ಲಿ ಹೆಚ್ಚು ವಿಸ್ತರಿಸಬಹುದಾದ ಮತ್ತು ಶಕ್ತಿಯುತವಾದ ವೈಯಕ್ತಿಕ ಪ್ರಕಟಣಾ ವೇದಿಕೆಯನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿ ನೀವು ಇರುತ್ತೀರಿ.

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
kn: ನೀವು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %1$s </a> ಗೆ MySQL ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಅಗತ್ಯವಿದೆ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
kn: ನೀವು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %1$s </a> ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಅಗತ್ಯವಿದೆ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
kn: ನೀವು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ <a href="https://codex.wordpress.org/Version_%1$s"> WordPress %1$s </a> ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಮತ್ತು MySQL ಆವೃತ್ತಿ %3$s ಅಥವಾ ಹೆಚ್ಚಿನದು. ನೀವು PHP ಆವೃತ್ತಿ %4$s ಮತ್ತು MySQL ಆವೃತ್ತಿ %5$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: Note: Neither of these options blocks access to your site &mdash; it is up to search engines to honor your request.
kn: ಗಮನಿಸಿ: ಈ ಆಯ್ಕೆಗಳಲ್ಲಿ ಯಾವುದೂ ನಿಮ್ಮ ಸೈಟ್ಗೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ &mdash; ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಗೌರವಿಸುವುದು ಸರ್ಚ್ ಇಂಜಿನ್ಗಳಿಗೆ ಬಿಟ್ಟಿದ್ದು.

source: You will need this password to log&nbsp;in. Please store it in a secure location.
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಈ ಪಾಸ್ವರ್ಡ್ ಅಗತ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ.

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods, and the @ symbol.
kn: ಬಳಕೆದಾರಹೆಸರುಗಳು ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಅಕ್ಷರಗಳು, ಸ್ಥಳಗಳು, ಅಂಡರ್ಸ್ಕೋರ್ಗಳು, ಹೈಫನ್ಗಳು, ಅವಧಿಗಳು ಮತ್ತು @ ಸಂಕೇತಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿವೆ.

source: <a href="https://codex.wordpress.org/Dashboard_Screen">Documentation on Dashboard</a>
kn: <a href="https://codex.wordpress.org/Dashboard_Screen"> ಡ್ಯಾಶ್ಬೋರ್ಡ್ನ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: <strong>At A Glance</strong> &mdash; Displays a summary of the content on your site and identifies which theme and version of WordPress you are using.
kn: <strong> ಒಂದು ನೋಟದಲ್ಲಿ </strong> &mdash; ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿನ ವಿಷಯದ ಸಾರಾಂಶವನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ ಮತ್ತು ನೀವು ಬಳಸುತ್ತಿರುವ ವರ್ಡ್ಪ್ರೆಸ್ನ ಥೀಮ್ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಗುರುತಿಸುತ್ತದೆ.

source: <strong>Activity</strong> &mdash; Shows the upcoming scheduled posts, recently published posts, and the most recent comments on your posts and allows you to moderate them.
kn: <strong> ಚಟುವಟಿಕೆ </strong> &mdash; ಮುಂಬರುವ ನಿಗದಿತ ಪೋಸ್ಟ್ಗಳು, ಇತ್ತೀಚೆಗೆ ಪ್ರಕಟವಾದ ಪೋಸ್ಟ್ಗಳು ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಇತ್ತೀಚಿನ ಕಾಮೆಂಟ್ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ ಮತ್ತು ಅವುಗಳನ್ನು ಮಿತಗೊಳಿಸುವಂತೆ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.

source: <strong>Box Controls</strong> &mdash; Click the title bar of the box to expand or collapse it. Some boxes added by plugins may have configurable content, and will show a &#8220;Configure&#8221; link in the title bar if you hover over it.
kn: <strong> ಬಾಕ್ಸ್ ನಿಯಂತ್ರಣಗಳು </strong> &mdash; ಅದನ್ನು ವಿಸ್ತರಿಸಲು ಅಥವಾ ಕುಸಿಯಲು ಬಾಕ್ಸ್ನ ಶೀರ್ಷಿಕೆ ಪಟ್ಟಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ಪ್ಲಗ್ಇನ್ಗಳ ಮೂಲಕ ಸೇರಿಸಲ್ಪಟ್ಟ ಕೆಲವು ಪೆಟ್ಟಿಗೆಗಳು ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದಾದ ವಿಷಯವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ನೀವು ಅದರ ಮೇಲೆ ಹರಿದಾಡಿದರೆ ಶೀರ್ಷಿಕೆ ಬಾರ್ನಲ್ಲಿ &#8220;ಕಾನ್ಫಿಗರ್&#8221; ಲಿಂಕ್ ಅನ್ನು ತೋರಿಸುತ್ತದೆ.

source: <strong>Drag and Drop</strong> &mdash; To rearrange the boxes, drag and drop by clicking on the title bar of the selected box and releasing when you see a gray dotted-line rectangle appear in the location you want to place the box.
kn: <strong> ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ </strong> &mdash; ಪೆಟ್ಟಿಗೆಯನ್ನು ಮರುಹೊಂದಿಸಲು, ಆಯ್ದ ಪೆಟ್ಟಿಗೆಯ ಶೀರ್ಷಿಕೆ ಪಟ್ಟಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ ಮತ್ತು ನೀವು ಬಾಕ್ಸ್ ಅನ್ನು ಇರಿಸಲು ಬಯಸುವ ಜಾಗದಲ್ಲಿ ಬೂದು ಚುಕ್ಕೆಗಳ-ಸಾಲಿನ ಆಯತವನ್ನು ನೋಡಿದಾಗ ಬಿಡುಗಡೆ ಮಾಡಿ.

source: <strong>Screen Options</strong> &mdash; Use the Screen Options tab to choose which Dashboard boxes to show.
kn: <strong> ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು </strong> &mdash; ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ ಯಾವ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಬಾಕ್ಸ್ಗಳನ್ನು ತೋರಿಸಲು, ಆಯ್ಕೆ ಮಾಡಲು ಬಳಸಿ.

source: You can use the following controls to arrange your Dashboard screen to suit your workflow. This is true on most other administration screens as well.
kn: ನಿಮ್ಮ ಕೆಲಸದ ಹರಿವು ಸರಿಹೊಂದುವಂತೆ ನಿಮ್ಮ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಪರದೆಯನ್ನು ವ್ಯವಸ್ಥೆಗೊಳಿಸಲು ಕೆಳಗಿನ ನಿಯಂತ್ರಣಗಳನ್ನು ನೀವು ಬಳಸಬಹುದು. ಇತರ ಆಡಳಿತಾತ್ಮಕ ಪರದೆಯಲ್ಲೂ ಇದು ಸತ್ಯವಾಗಿದೆ.

source: Links in the Toolbar at the top of the screen connect your dashboard and the front end of your site, and provide access to your profile and helpful WordPress information.
kn: ಪರದೆಯ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಟೂಲ್ಬಾರ್ನಲ್ಲಿರುವ ಲಿಂಕ್ಗಳು ನಿಮ್ಮ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ನ ಮುಂಭಾಗದ ತುದಿಯನ್ನು ಸಂಪರ್ಕಿಸುತ್ತವೆ, ಮತ್ತು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಸಹಾಯಕವಾಗಬಲ್ಲ ವರ್ಡ್ಪ್ರೆಸ್ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತದೆ.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
kn: <strong> <em> ಆ ಪಾಸ್ವರ್ಡ್ ಗಮನಿಸಿ </em> </strong> ಎಚ್ಚರಿಕೆಯಿಂದ! ಇದು ನಿಮಗಾಗಿ ರಚಿಸಲಾದ <em> ಯಾದೃಚ್ಛಿಕ </em> ಪಾಸ್ವರ್ಡ್ ಆಗಿದೆ.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
kn: ಸ್ವಯಂಚಾಲಿತ ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಣ ಪೂರ್ಣಗೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ! ದಯವಿಟ್ಟು ಸೈಟ್ ನಿರ್ವಾಹಕರನ್ನು ತಿಳಿಸಿ.

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
kn: ಸ್ವಯಂಚಾಲಿತ ವರ್ಡ್ಪ್ರೆಸ್ ಅಪ್ಡೇಟ್ ಪೂರ್ಣಗೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ - <a href="%s"> ದಯವಿಟ್ಟು ಈಗ ನವೀಕರಣವನ್ನು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ </a>.

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
kn: %1$s ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. <a href="%2$s" %3$s> ಆವೃತ್ತಿಯನ್ನು%4$s ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ </a>. <em> ಈ ಪ್ಲಗ್ಇನ್ಗಾಗಿ ಸ್ವಯಂಚಾಲಿತ ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿಲ್ಲ. </em>

source: The left-hand navigation menu provides links to all of the WordPress administration screens, with submenu items displayed on hover. You can minimize this menu to a narrow icon strip by clicking on the Collapse Menu arrow at the bottom.
kn: ಎಡಗೈ ನ್ಯಾವಿಗೇಷನ್ ಮೆನುವು ಎಲ್ಲಾ ವರ್ಡ್ಪ್ರೆಸ್ ಆಡಳಿತ ಪರದೆಗಳಿಗೆ ಲಿಂಕ್ಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ, ಹೂವರ್ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾದ ಉಪಮೆನುವಿನೊಂದಿಗೆ ಐಟಂಗಳನ್ನು. ಕೆಳಭಾಗದಲ್ಲಿರುವ ಸಂಕುಚಿಸಿ ಮೆನು ಬಾಣದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಕಿರಿದಾದ ಐಕಾನ್ ಪಟ್ಟಿಯನ್ನು ಈ ಮೆನುವನ್ನು ನೀವು ಕಡಿಮೆ ಮಾಡಬಹುದು.

source: Welcome to your WordPress Dashboard! This is the screen you will see when you log in to your site, and gives you access to all the site management features of WordPress. You can get help for any screen by clicking the Help tab above the screen title.
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ ಸುಸ್ವಾಗತ! ನಿಮ್ಮ ಸೈಟ್ಗೆ ಪ್ರವೇಶಿಸುವಾಗ ನೀವು ಕಾಣುವ ಪರದೆಯೆಂದರೆ, ಮತ್ತು ವರ್ಡ್ಪ್ರೆಸ್ನ ಎಲ್ಲಾ ಸೈಟ್ ನಿರ್ವಹಣೆ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ನಿಮಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡುತ್ತದೆ. ಸ್ಕ್ರೀನ್ ಶೀರ್ಷಿಕೆಯ ಮೇಲಿನ ಸಹಾಯ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಯಾವುದೇ ಪರದೆಯ ಸಹಾಯವನ್ನು ನೀವು ಪಡೆಯಬಹುದು.

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
kn: ಹಾಯ್, ನಿಮ್ಮನ್ನು '%1$s' ನಲ್ಲಿ %3$s ನ ಪಾತ್ರದೊಂದಿಗೆ %2$s ಸೇರಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ ಈ ಸೈಟ್ಗೆ ಸೇರಲು ನೀವು ಬಯಸದಿದ್ದರೆ ದಯವಿಟ್ಟು ಈ ಮಿಂಚಂಚೆ ನಿರ್ಲಕ್ಷಿಸಿ . ಈ ಆಹ್ವಾನವು ಕೆಲವು ದಿನಗಳಲ್ಲಿ ಅವಧಿ ಮುಗಿಯುತ್ತದೆ ನಿಮ್ಮ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ: %%s

source: Hi, this is a comment. To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard. Commenter avatars come from <a href="https://gravatar.com">Gravatar</a>.
kn: ಹಾಯ್, ಇದು ಒಂದು ಕಾಮೆಂಟ್. ಮಧ್ಯಸ್ಥಿಕೆ, ಸಂಪಾದನೆ ಮತ್ತು ಕಾಮೆಂಟ್ಗಳನ್ನು ಅಳಿಸುವುದರೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಲು, ದಯವಿಟ್ಟು ಡ್ಯಾಶ್ಬೋರ್ಡ್ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಪರದೆಯನ್ನು ಭೇಟಿ ಮಾಡಿ. ಕಾಮೆಂಟ್ದಾರ ಅವತಾರಗಳು <a href="https://gravatar.com"> Gravatar </a> ನಿಂದ ಬರುತ್ತವೆ.

source: <a href="%1$s">WordPress %2$s</a> is available! Please notify the site administrator.
kn: <a href="%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %2$s </a> ಲಭ್ಯವಿದೆ! ದಯವಿಟ್ಟು ಸೈಟ್ ನಿರ್ವಾಹಕರಿಗೆ ತಿಳಿಸಿ.

source: <a href="%1$s">WordPress %2$s</a> is available! <a href="%3$s" aria-label="%4$s">Please update now</a>.
kn: <a href="%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %2$s </a> ಲಭ್ಯವಿದೆ! <a href="%3$s" aria-label="%4$s"> ದಯವಿಟ್ಟು ಈಗ ನವೀಕರಿಸಿ </a>.

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
kn: ನೀವು ಅಭಿವೃದ್ಧಿಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ (%1$s). ಕೂಲ್! ದಯವಿಟ್ಟು <a href="%2$s"> ನವೀಕರಿಸಿದಲ್ಲಿ </a>.

source: Welcome to WordPress %1$s. You will be redirected to the About WordPress screen. If not, click <a href="%2$s">here</a>.
kn: ವರ್ಡ್ಪ್ರೆಸ್ %1$s ಗೆ ಸುಸ್ವಾಗತ. ನೀವು ಸುಮಾರು ವರ್ಡ್ಪ್ರೆಸ್ ಪರದೆಯ ಕಡೆಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ಇಲ್ಲದಿದ್ದರೆ, <a href="%2$s"> ಇಲ್ಲಿ </a> ಕ್ಲಿಕ್ ಮಾಡಿ.

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
kn: ಅಪ್ಡೇಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ವರ್ಡ್ಪ್ರೆಸ್ %1$s ಗೆ MySQL ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಅಗತ್ಯವಿದೆ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
kn: ಅಪ್ಡೇಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ವರ್ಡ್ಪ್ರೆಸ್ %1$s ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನ ಅಗತ್ಯವಿದೆ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: This is an example page. It's different from a blog post because it will stay in one place and will show up in your site navigation (in most themes). Most people start with an About page that introduces them to potential site visitors. It might say something like this: <blockquote>Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my website. I live in Los Angeles, have a great dog named Jack, and I like pi&#241;a coladas. (And gettin' caught in the rain.)</blockquote> ...or something like this: <blockquote>The XYZ Doohickey Company was founded in 1971, and has been providing quality doohickeys to the public ever since. Located in Gotham City, XYZ employs over 2,000 people and does all kinds of awesome things for the Gotham community.</blockquote> As a new WordPress user, you should go to <a href="%s">your dashboard</a> to delete this page and create new pages for your content. Have fun!
kn: ಇದು ಒಂದು ಉದಾಹರಣೆ ಪುಟ. ಇದು ಬ್ಲಾಗ್ ಪೋಸ್ಟ್ನಿಂದ ಭಿನ್ನವಾಗಿದೆ ಏಕೆಂದರೆ ಅದು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಉಳಿಯುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ ನ್ಯಾವಿಗೇಷನ್ (ಹೆಚ್ಚಿನ ವಿಷಯಗಳಲ್ಲಿ) ನಲ್ಲಿ ತೋರಿಸುತ್ತದೆ. ಬಹುಪಾಲು ಜನರು ಸಂಭಾವ್ಯ ಸೈಟ್ ಸಂದರ್ಶಕರಿಗೆ ಪರಿಚಯಿಸುವಂತಹ ಅಬೌಟ್ ಪುಟದೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸುತ್ತಾರೆ. ಇದು ಏನನ್ನಾದರೂ ಹೇಳಬಹುದು: <blockquote> ಹಾಯ್! ನಾನು ದಿನದಲ್ಲಿ ಬೈಕು ಮೆಸೆಂಜರ್ ಆಗಿದ್ದೇನೆ, ರಾತ್ರಿಯಲ್ಲಿ ಮಹತ್ವಾಕಾಂಕ್ಷಿ ನಟ, ಮತ್ತು ಇದು ನನ್ನ ವೆಬ್ಸೈಟ್. ನಾನು ಲಾಸ್ ಏಂಜಲೀಸ್ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದೇನೆ, ಜ್ಯಾಕ್ ಎಂಬ ಹೆಸರಿನ ದೊಡ್ಡ ನಾಯಿಯನ್ನು ಹೊಂದಿದ್ದೇನೆ, ಮತ್ತು ನಾನು ಪಿನಾ ಕೋಲಾಡಾವನ್ನು ಇಷ್ಟಪಡುತ್ತೇನೆ. (ಮತ್ತು ಗೆಟ್ಟಿನ್ 'ಮಳೆಯಲ್ಲಿ ಸಿಕ್ಕಿಕೊಳ್ಳುವುದು.) </blockquote> ... ಅಥವಾ ಈ ರೀತಿಯದ್ದು: <blockquote> XYZ Doohickey ಕಂಪೆನಿ 1971 ರಲ್ಲಿ ಸ್ಥಾಪನೆಯಾಯಿತು, ಮತ್ತು ಇದುವರೆಗೂ ಸಾರ್ವಜನಿಕ ಡೂಹಾಕಿಗಳನ್ನು ಸಾರ್ವಜನಿಕರಿಗೆ ಒದಗಿಸುತ್ತಿದೆ. ಗೊಥಮ್ ಸಿಟಿಯಲ್ಲಿರುವ XYZ 2,000 ಜನರನ್ನು ನೇಮಕ ಮಾಡಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಗೊಥಮ್ ಸಮುದಾಯಕ್ಕೆ ಎಲ್ಲಾ ರೀತಿಯ ಅದ್ಭುತ ವಿಷಯಗಳನ್ನು ಮಾಡುತ್ತದೆ.</blockquote> ಹೊಸ ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಕೆದಾರರಾಗಿ, ನೀವು ಈ ಪುಟವನ್ನು ಅಳಿಸಲು ಮತ್ತು ನಿಮ್ಮ ವಿಷಯಕ್ಕಾಗಿ ಹೊಸ ಪುಟಗಳನ್ನು ರಚಿಸಲು <a href="%s"> ನಿಮ್ಮ ಡ್ಯಾಶ್ಬೋರ್ಡ್ </a> ಗೆ ಹೋಗಬೇಕು. ಆನಂದಿಸಿ!

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
kn: ಅಪ್ಡೇಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ವರ್ಡ್ಪ್ರೆಸ್ %1$s ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಮತ್ತು MySQL ಆವೃತ್ತಿ %3$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಅಗತ್ಯವಿದೆ. ನೀವು PHP ಆವೃತ್ತಿ %4$s ಮತ್ತು MySQL ಆವೃತ್ತಿ %5$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a> or <a href="%5$s" %6$s>update now</a>.
kn: %1$s ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. <a href="%2$s" %3$s> ಆವೃತ್ತಿಯನ್ನು %4$s ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ </a>. ಅಥವಾ <a href="%5$s" %6$s> ಈಗ ನವೀಕರಿಸಿ </a>.

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>.
kn: %1$s ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. <a href="%2$s" %3$s> ಆವೃತ್ತಿಯನ್ನು %4$s ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ </a>.

source: The backup of this post in your browser is different from the version below.
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ನಲ್ಲಿ ಈ ಪೋಸ್ಟ್ನ ಬ್ಯಾಕ್ಅಪ್ ಕೆಳಗಿನ ಆವೃತ್ತಿಗಿಂತ ಭಿನ್ನವಾಗಿದೆ.

source: Likely direct inclusion of %1$s in order to use %2$s. This is very wrong. Hook the %2$s call into the %3$s action instead.
kn: %2$s ಅನ್ನು ಬಳಸಲು %1$s ನ ನೇರ ಸೇರ್ಪಡೆ. ಇದು ಬಹಳ ತಪ್ಪು. ಬದಲಿಗೆ %3$s ಕ್ರಿಯೆಯೊಳಗೆ %2$s ಕರೆ ಅನ್ನು ಹುಕ್ ಮಾಡಿ.

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>. <em>Automatic update is unavailable for this theme.</em>
kn: %1$s ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. <a href="%2$s" %3$s> ಆವೃತ್ತಿಯನ್ನು %4$s ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ </a>. <em> ಈ ಥೀಮ್ಗೆ ಸ್ವಯಂಚಾಲಿತ ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿಲ್ಲ. </em>

source: This will replace the current editor content with the last backup version. You can use undo and redo in the editor to get the old content back or to return to the restored version.
kn: ಇದು ಹಿಂದಿನ ಬ್ಯಾಕಪ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಪ್ರಸ್ತುತ ಸಂಪಾದಕ ವಿಷಯವನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ. ಹಳೆಯ ವಿಷಯವನ್ನು ಹಿಂತಿರುಗಿಸಲು ಅಥವಾ ಪುನಃಸ್ಥಾಪನೆ ಆವೃತ್ತಿಗೆ ಮರಳಲು ನೀವು ಸಂಪಾದಕದಲ್ಲಿ ರದ್ದುಗೊಳಿಸಿ ಮತ್ತು ಮತ್ತೆಮಾಡಲು ಬಳಸಬಹುದು.

source: Before you can upload your import file, you will need to fix the following error:
kn: ನಿಮ್ಮ ಆಮದು ಫೈಲ್ ಅನ್ನು ನೀವು ಅಪ್ಲೋಡ್ ಮಾಡುವ ಮೊದಲು, ಈ ಮುಂದಿನ ದೋಷವನ್ನು ನೀವು ಸರಿಪಡಿಸಬೇಕಾಗಿದೆ:

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
kn: ನೀವು ಇನ್ನೂ ನಿಮ್ಮ ಸೈಟ್ ಬಳಸಬಹುದು ಆದರೆ ನೀವು ರಚಿಸುವ ಯಾವುದೇ ಸಬ್ಡೊಮೈನ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ DNS ಸರಿಯಾಗಿದೆಯೆಂದು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ, ಈ ಸಂದೇಶವನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.

source: To use a subdomain configuration, you must have a wildcard entry in your DNS. This usually means adding a %s hostname record pointing at your web server in your DNS configuration tool.
kn: ಸಬ್ಡೊಮೈನ್ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಬಳಸಲು, ನಿಮ್ಮ ಡಿಎನ್ಎಸ್ನಲ್ಲಿ ನೀವು ವೈಲ್ಡ್ಕಾರ್ಡ್ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರಬೇಕು. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮ ಡಿಎನ್ಎಸ್ ಸಂರಚನಾ ಪರಿಕರದಲ್ಲಿ ನಿಮ್ಮ ವೆಬ್ ಸರ್ವರ್ನಲ್ಲಿ %s ಹೋಸ್ಟ್ ಹೆಸರಿನ ದಾಖಲೆಯನ್ನು ಸೇರಿಸುವಿಕೆಯನ್ನು ಸೇರಿಸುತ್ತದೆ.

source: The installer attempted to contact a random hostname (%s) on your domain.
kn: ನಿಮ್ಮ ಡೊಮೇನ್ನಲ್ಲಿ ಯಾದೃಚ್ಛಿಕ ಹೋಸ್ಟ್ ಹೆಸರನ್ನು (%s) ಸಂಪರ್ಕಿಸಲು ಅನುಸ್ಥಾಪಕವು ಪ್ರಯತ್ನಿಸಿದೆ.

source: Warning! Wildcard DNS may not be configured correctly!
kn: ಎಚ್ಚರಿಕೆ! ವೈಲ್ಡ್ಕಾರ್ಡ್ DNS ಅನ್ನು ಸರಿಯಾಗಿ ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ !

source: Welcome to %s. This is your first post. Edit or delete it, then start blogging!
kn: %s ಗೆ ಸುಸ್ವಾಗತ. ಇದು ನಿಮ್ಮ ಮೊದಲ ಪೋಸ್ಟ್ ಆಗಿದೆ. ಸಂಪಾದಿಸಿ ಅಥವಾ ಅಳಿಸಿ, ನಂತರ ಬ್ಲಾಗಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ!

source: Sorry, something went wrong. The requested comparison could not be loaded.
kn: ಕ್ಷಮಿಸಿ, ಏನೋ ತಪ್ಪಾಗಿದೆ. ವಿನಂತಿಸಿದ ಹೋಲಿಕೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ.

source: The suggested privacy policy content should be added by using the %s (or later) action. Please see the inline documentation.
kn: %s (ಅಥವಾ ನಂತರದ) ಕ್ರಿಯೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಸಲಹೆ ಗೌಪ್ಯತಾ ನೀತಿ ವಿಷಯವನ್ನು ಸೇರಿಸಬೇಕು. ಇನ್ಲೈನ್ ದಸ್ತಾವೇಜನ್ನು ನೋಡಿ.

source: The suggested privacy policy content should be added only in wp-admin by using the %s (or later) action.
kn: %s (ಅಥವಾ ನಂತರದ) ಕ್ರಿಯೆಯನ್ನು ಬಳಸಿಕೊಂಡು wp-admin ನಲ್ಲಿ ಸೂಚಿಸಲಾದ ಗೌಪ್ಯತಾ ನೀತಿ ವಿಷಯವನ್ನು ಸೇರಿಸಬೇಕು.

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
kn: <strong> ಎಚ್ಚರಿಕೆ: </strong> ಈ ಪ್ಲಗಿನ್ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ <strong> ಪರೀಕ್ಷಿಸಲಾಗಿಲ್ಲ </strong>.

source: You are using a development version of WordPress. These feature plugins are also under development. <a href="%s">Learn more</a>.
kn: ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಅಭಿವೃದ್ಧಿ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ. ಈ ವೈಶಿಷ್ಟ್ಯದ ಪ್ಲಗ್ಇನ್ಗಳೂ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿದೆ. <a href="%s"> ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ </a>.

source: If you have marked plugins as favorites on WordPress.org, you can browse them here.
kn: ನೀವು WordPress.org ನಲ್ಲಿ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಮೆಚ್ಚಿನವುಗಳಾಗಿ ಗುರುತಿಸಿದರೆ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ಬ್ರೌಸ್ ಮಾಡಬಹುದು.

source: If you have a plugin in a .zip format, you may install it by uploading it here.
kn: ನೀವು ಜಿಪ್ ಸ್ವರೂಪದಲ್ಲಿ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಹೊಂದಿದ್ದರೆ, ಅದನ್ನು ಇಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ಸ್ಥಾಪಿಸಬಹುದು.

source: You may also browse based on the most popular tags in the Plugin Directory:
kn: ನೀವು ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ಹೆಚ್ಚು ಜನಪ್ರಿಯವಾದ ಟ್ಯಾಗ್ಗಳನ್ನು ಆಧರಿಸಿ ಬ್ರೌಸ್ ಮಾಡಬಹುದು:

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="%1$s">WordPress Plugin Directory</a> or upload a plugin in .zip format by clicking the button at the top of this page.
kn: ಪ್ಲಗಿನ್ಗಳು ವರ್ಡ್ಪ್ರೆಸ್ ಕಾರ್ಯವನ್ನು ಮುಂದುವರಿಸಲು ಮತ್ತು ವಿಸ್ತರಿಸಲು. ನೀವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ <a href="%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿ </a> ನಿಂದ ಪ್ಲಗಿನ್ಗಳನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬಹುದು ಅಥವಾ ಈ ಪುಟದ ಮೇಲಿರುವ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪ್ಲಗಿನ್ ಅನ್ನು ಜಿಪ್ ಸ್ವರೂಪದಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡಿ.

source: The <a href="https://codex.wordpress.org/Glossary#Character_set">character encoding</a> of your site (UTF-8 is recommended)
kn: ನಿಮ್ಮ ಸೈಟ್ನ <a href="https://codex.wordpress.org/Glossary#Character_set"> ಅಕ್ಷರ ಎನ್ಕೋಡಿಂಗ್ </a> (ಯುಟಿಎಫ್-8 ಅನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ)

source: <strong>Welcome</strong> &mdash; Shows links for some of the most common tasks when setting up a new site.
kn: <strong> ಸ್ವಾಗತ </strong> &mdash; ಹೊಸ ಸೈಟ್ ಅನ್ನು ಹೊಂದಿಸುವಾಗ ಕೆಲವು ಸಾಮಾನ್ಯ ಕಾರ್ಯಗಳಿಗಾಗಿ ಲಿಂಕ್ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.

source: <strong>WordPress News</strong> &mdash; Latest news from the official WordPress project and the <a href="%s">WordPress Planet</a>.
kn: <strong> ವರ್ಡ್ಪ್ರೆಸ್ ಸುದ್ದಿ </strong> &mdash; ಅಧಿಕೃತ ವರ್ಡ್ಪ್ರೆಸ್ ಯೋಜನೆ ಮತ್ತು <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಾನೆಟ್ </a> ನಿಂದ ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳು.

source: <strong>WordPress News</strong> &mdash; Latest news from the official WordPress project, the <a href="%s">WordPress Planet</a>, and popular plugins.
kn: <strong> ವರ್ಡ್ಪ್ರೆಸ್ ಸುದ್ದಿ </strong> &mdash; ಅಧಿಕೃತ ವರ್ಡ್ಪ್ರೆಸ್ ಯೋಜನೆಯ ಇತ್ತೀಚಿನ ಸುದ್ದಿ, <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಾನೆಟ್ </a> ಮತ್ತು ಜನಪ್ರಿಯ ಪ್ಲಗಿನ್ಗಳು.

source: <strong>Quick Draft</strong> &mdash; Allows you to create a new post and save it as a draft. Also displays links to the 5 most recent draft posts you've started.
kn: <strong> ಶೀಘ್ರ ಡ್ರಾಫ್ಟ್ </strong> &mdash; ಹೊಸ ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸಲು ಮತ್ತು ಡ್ರಾಫ್ಟ್ನಂತೆ ಉಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಪ್ರಾರಂಭಿಸಿದ 5 ಇತ್ತೀಚಿನ ಡ್ರಾಫ್ಟ್ ಪೋಸ್ಟ್ಗಳಿಗೆ ಸಹ ಲಿಂಕ್ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.

source: <a href="https://wordpress.org/support/forum/multisite/">Support Forums</a>
kn: <a href="https://wordpress.org/support/forum/multisite/"> ಬೆಂಬಲ ವೇದಿಕೆಗಳು </a>

source: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen">Documentation on Site Management</a>
kn: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen"> ಸೈಟ್ ನಿರ್ವಹಣೆ ಕುರಿತು ದಾಖಲೆ </a>

source: <strong>Settings</strong> &mdash; This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
kn: <strong> ಸೆಟ್ಟಿಂಗ್ಗಳು </strong> &mdash; ಈ ಪುಟ ಈ ಸೈಟ್ಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್ಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಕೆಲವು ವರ್ಡ್ಪ್ರೆಸ್ನಿಂದ ರಚಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಇತರವು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದ ಪ್ಲಗಿನ್ಗಳಿಂದ ರಚಿಸಲ್ಪಡುತ್ತದೆ . ಕೆಲವು ಕ್ಷೇತ್ರಗಳು ಬೂದುಬಣ್ಣದಿಂದ ಕೂಡಿರುತ್ತವೆ ಮತ್ತು ಸೀರಿಯಲ್ ಮಾಡಲಾದ ಡೇಟಾವನ್ನು ಹೇಳುತ್ತದೆ ಎಂದು ಗಮನಿಸಿ. ಸೆಟ್ಟಿಂಗ್ ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿರುವ ರೀತಿಯಲ್ಲಿ ಈ ಮೌಲ್ಯಗಳನ್ನು ನೀವು ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ.

source: <strong>Themes</strong> &mdash; This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
kn: <strong> ಥೀಮ್ಗಳು </strong> &mdash; ಈ ಪ್ರದೇಶವು ಈಗಾಗಲೇ ಜಾಲಬಂಧದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸದ ಥೀಮ್ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಈ ಮೆನುವಿನಲ್ಲಿ ಒಂದು ಥೀಮ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಈ ಸೈಟ್ಗೆ ಅದನ್ನು ಅಳವಡಿಸಬಹುದು. ಅದು ಥೀಮ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದಿಲ್ಲ, ಆದರೆ ಸೈಟ್ನ ಗೋಚರತೆ ಮೆನುವಿನಲ್ಲಿ ಅದನ್ನು ತೋರಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಸಂಪೂರ್ಣ ನೆಟ್ವರ್ಕ್ಗಾಗಿ ಥೀಮ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, <a href="%s"> ನೆಟ್ವರ್ಕ್ ಥೀಮ್ಗಳು </a> ಪರದೆಯನ್ನು ನೋಡಿ.

source: <strong>Users</strong> &mdash; This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
kn: <strong> ಬಳಕೆದಾರರು </strong> &mdash; ಇದು ಈ ಸೈಟ್ಗೆ ಸಂಬಂಧಿಸಿದ ಬಳಕೆದಾರರನ್ನು ತೋರಿಸುತ್ತದೆ. ನೀವು ಅವರ ಪಾತ್ರವನ್ನು ಬದಲಾಯಿಸಬಹುದು, ಅವರ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಬಹುದು, ಅಥವಾ ಸೈಟ್ನಿಂದ ಅವುಗಳನ್ನು ತೆಗೆದುಹಾಕಬಹುದು. ಸೈಟ್ನಿಂದ ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕುವುದು ನೆಟ್ವರ್ಕ್ನಿಂದ ಬಳಕೆದಾರನನ್ನು ತೆಗೆದುಹಾಕುವುದಿಲ್ಲ.
