Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting popular tags. Tags in larger type mean more plugins have been labeled with that tag.
kn: ನೀವು ಹುಡುಕುತ್ತಿರುವುದನ್ನು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ, ಹುಡುಕಾಟವು ನಿಮ್ಮ ಉತ್ತಮ ಪಂಥವಾಗಿದೆ. ಹುಡುಕಾಟ ಪರದೆಯು ಒಂದು ನಿರ್ದಿಷ್ಟ ಅವಧಿ, ಲೇಖಕ, ಅಥವಾ ಟ್ಯಾಗ್ಗಾಗಿ ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿ ಅನ್ನು ಹುಡುಕುವ ಆಯ್ಕೆಗಳನ್ನು ಹೊಂದಿದೆ. ಜನಪ್ರಿಯ ಟ್ಯಾಗ್ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನೀವು ಕೋಶವನ್ನು ಹುಡುಕಬಹುದು. ದೊಡ್ಡ ವಿಧದ ಟ್ಯಾಗ್ಗಳು ಹೆಚ್ಚು ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಆ ಟ್ಯಾಗ್ನೊಂದಿಗೆ ಲೇಬಲ್ ಮಾಡಲಾಗಿದೆ.

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from the core WordPress application by thousands of developers all over the world. All plugins in the official <a href="%s">WordPress Plugin Directory</a> are compatible with the license WordPress uses.
kn: ಕಸ್ಟಮ್ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ಅದರ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ವಿಸ್ತರಿಸಲು ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ವರ್ಡ್ಪ್ರೆಸ್ ಒಳಗೆ ಹುಕ್. ವಿಶ್ವದಾದ್ಯಂತದ ಸಾವಿರಾರು ಅಭಿವರ್ಧಕರ ಮೂಲಕ ಕೋರ್ ವರ್ಡ್ಪ್ರೆಸ್ ಅಪ್ಲಿಕೇಶನ್ನಿಂದ ಪ್ಲಗಿನ್ಗಳನ್ನು ಸ್ವತಂತ್ರವಾಗಿ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ. ಅಧಿಕೃತ <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿ </a> ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಪ್ಲಗ್ಇನ್ಗಳೂ ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಸುವ ಪರವಾನಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತವೆ.

source: Sorry, I need a %s file to work from. Please re-upload this file to your WordPress installation.
kn: ಕ್ಷಮಿಸಿ, ನನಗೆ ಕೆಲಸ ಮಾಡಲು %s ಫೈಲ್ ಅಗತ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಈ ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನೆಗೆ ಮರು-ಅಪ್ಲೋಡ್ ಮಾಡಿ.

source: Manage Themes
kn: ಥೀಮ್ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: This theme has not been rated yet.
kn: ಈ ಥೀಮ್ ಇನ್ನೂ ರೇಟ್ ಮಾಡಿಲ್ಲ.

source: <a href="https://codex.wordpress.org/Managing_Plugins#Plugin_Management">Documentation on Managing Plugins</a>
kn: <a href="https://codex.wordpress.org/Managing_Plugins#Plugin_Management"> ಪ್ಲಗಿನ್ಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: The search for installed plugins will search for terms in their name, description, or author.
kn: ಸ್ಥಾಪಿಸಲಾದ ಪ್ಲಗ್ಇನ್ಗಳ ಹುಡುಕಾಟವು ಅವರ ಹೆಸರು, ವಿವರಣೆ, ಅಥವಾ ಲೇಖಕದಲ್ಲಿ ಪದಗಳಿಗಾಗಿ ಹುಡುಕುತ್ತದೆ.

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
kn: ಪ್ಲಗಿನ್ಗಳು ವರ್ಡ್ಪ್ರೆಸ್ ಕಾರ್ಯವನ್ನು ವಿಸ್ತರಿಸಲು ಮತ್ತು ಹರಡಲು. ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಒಮ್ಮೆ ಸ್ಥಾಪಿಸಿದ ನಂತರ, ನೀವು ಅದನ್ನು ಕ್ರಿಯಾತ್ಮಕಗೊಳಿಸಬಹುದು ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: The file %1$s already exists. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href="%2$s">installing now</a>.
kn: %1$s ಫೈಲ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಈ ಫೈಲ್ನಲ್ಲಿ ಯಾವುದೇ ಸಂರಚನಾ ಐಟಂಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ, ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ಅಳಿಸಿ. ನೀವು <a href="%2$s"> ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದನ್ನು </a> ಪ್ರಯತ್ನಿಸಬಹುದು.

source: If something goes wrong with a plugin and you can&#8217;t use WordPress, delete or rename that file in the %s directory and it will be automatically deactivated.
kn: ಒಂದು ಪ್ಲಗ್ಇನ್ನೊಂದಿಗೆ ಯಾವುದೋ ತಪ್ಪು ಸಂಭವಿಸಿದಲ್ಲಿ , ನೀವು %s ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ಆ ಫೈಲ್ ನ್ನು ಅಳಿಸಲು ಅಥವಾ ಮರುಹೆಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ , ವರ್ಡ್ಪ್ರೆಸ್ ನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ , ಮತ್ತು ಅದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳ್ಳುತ್ತದೆ.

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
kn: ಹೆಚ್ಚಿನ ಸಮಯ, ಪ್ಲಗಿನ್ಗಳು ವರ್ಡ್ಪ್ರೆಸ್ ಕೋರ್ ಮತ್ತು ಇತರ ಪ್ಲಗ್ಇನ್ಗಳ ಜೊತೆ ಉತ್ತಮವಾಗಿ ಆಡುತ್ತವೆ. ಕೆಲವೊಮ್ಮೆ, ಪ್ಲಗ್ಇನ್ನ ಕೋಡ್ ಮತ್ತೊಂದು ಪ್ಲಗ್ಇನ್ನ ರೀತಿಯಲ್ಲಿ ಸಿಗುತ್ತದೆ, ಇದು ಹೊಂದಾಣಿಕೆ ಸಮಸ್ಯೆಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ನಿಮ್ಮ ಸೈಟ್ ವಿಚಿತ್ರವಾದ ವಿಷಯಗಳನ್ನು ಮಾಡುವುದನ್ನು ಪ್ರಾರಂಭಿಸಿದರೆ, ಇದು ಸಮಸ್ಯೆಯಾಗಿರಬಹುದು. ನಿಮ್ಮ ಎಲ್ಲ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಅವುಗಳಲ್ಲಿ ಸಮಸ್ಯೆಯನ್ನು ಉಂಟುಮಾಡುವ ಪ್ಲಗಿನ್ ಸಿಗುವ ತನಕ ವಿವಿಧ ಸಂಯೋಜನೆಯಲ್ಲಿ ಮರು-ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.

source: If you would like to see more plugins to choose from, click on the &#8220;Add New&#8221; button and you will be able to browse or search for additional plugins from the <a href="%s">WordPress Plugin Directory</a>. Plugins in the WordPress Plugin Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಲು ಹೆಚ್ಚಿನ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನೋಡಲು ಬಯಸಿದರೆ, "ಹೊಸ ಸೇರಿಸು" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನೀವು <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿ </a> ನಿಂದ ಹೆಚ್ಚುವರಿ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಲು ಅಥವಾ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. . ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ಲಗಿನ್ ಡೈರೆಕ್ಟರಿ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ವಿನ್ಯಾಸ ಮತ್ತು ಅಭಿವೃದ್ಧಿ, ಮತ್ತು ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಕೆ ಪರವಾನಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ. ಓಹ್, ಮತ್ತು ಅವರು ಮುಕ್ತವಾಗಿ ಲಭ್ಯವಿವೆ !

# theme
source: Details &amp; Preview
kn: ವಿವರಗಳು &amp; ಮುನ್ನೋಟ

source: Themes list
kn: ಥೀಮ್ಗಳ ಪಟ್ಟಿ

source: Filtering by:
kn: ಇದರ ಮೂಲಕ ಶೋಧಿಸು :

source: Edit Filters
kn: ಶೋಧಕಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Clear current filters
kn: ಪ್ರಸ್ತುತ ಶೋಧಕಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ

source: Apply Filters
kn: ಶೋಧಕಗಳನ್ನು ಅನ್ವಯಿಸಿ

# themes
source: Favorites
kn: ಮೆಚ್ಚಿನವುಗಳು

# themes
source: Popular
kn: ಜನಪ್ರಿಯ

source: Filter themes list
kn: ಥೀಮ್ಗಳ ಪಟ್ಟಿ ಶೋಧಿಸು

source: The Theme Installer screen requires JavaScript.
kn: ಥೀಮ್ ಸ್ಥಾಪಕ ಪರದೆಗೆ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಗತ್ಯವಿದೆ.

source: Previewing and Installing
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತು ಅನುಸ್ಥಾಪಿಸುವುದು

source: Select one or more Theme features to filter by
kn: ಶೋಧಿಸಲು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಥೀಮ್ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Expand Sidebar
kn: ಪಾರ್ಶ್ವಪಟ್ಟಿ ವಿಸ್ತರಿಸಿ

source: Number of Themes found: %d
kn: ಕಂಡುಬಂದ ಥೀಮ್ಗಳ ಸಂಖ್ಯೆ : %d

source: Upload Theme
kn: ಥೀಮ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: Search themes...
kn: ಥೀಮ್ಗಳನ್ನು ಹುಡುಕಿ ...

source: Search Themes
kn: ಥೀಮ್ಗಳು ಹುಡುಕಿ

source: Add New Theme
kn: ಹೊಸ ಥೀಮ್ ಸೇರಿಸಿ

source: Add Themes
kn: ಥೀಮ್ಗಳನ್ನು ಸೇರಿಸಿ

source: This is a file in your current parent theme.
kn: ಇದು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪೋಷಕ ಥೀಮ್ನಲ್ಲಿ ಫೈಲ್ ಆಗಿದೆ.

source: Theme Files
kn: ಥೀಮ್ ಕಡತಗಳು

source: This theme is broken.
kn: ಈ ಥೀಮ್ ಮುರಿದುಹೋಗಿದೆ.

source: Select theme to edit:
kn: ಸಂಪಾದಿಸಲು ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ:

source: After typing in your edits, click Update File.
kn: ನಿಮ್ಮ ಸಂಪಾದನೆಯಲ್ಲಿ ಟೈಪ್ ಮಾಡಿದ ನಂತರ, ಫೈಲ್ ನವೀಕರಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Edit Themes
kn: ಥೀಮ್ಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Successful database connection
kn: ಯಶಸ್ವಿ ಡೇಟಾಬೇಸ್ ಸಂಪರ್ಕ

source: Run the installation
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಚಲಾಯಿಸಿ

source: Sorry, but I can&#8217;t write the %s file.
kn: ಕ್ಷಮಿಸಿ, ಆದರೆ ನಾನು %s ಕಡತವನ್ನು ಬರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: <strong>ERROR</strong>: "Table Prefix" is invalid.
kn: <strong> ದೋಷ </strong>: "ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯ" ಅಮಾನ್ಯವಾಗಿದೆ.

source: Table Prefix
kn: ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯ

source: Database Host
kn: ಡೇಟಾಬೇಸ್ ಹೋಸ್ಟ್

# example password
source: password
kn: ಗುಪ್ತಪದ

source: Your database password.
kn: ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಗುಪ್ತಪದ.

source: Your database username.
kn: ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಬಳಕೆದಾರಹೆಸರು.

# example username
source: username
kn: ಬಳಕೆದಾರಹೆಸರು

source: Database Name
kn: ಡೇಟಾಬೇಸ್ ಹೆಸರು

source: Set up your database connection
kn: ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿಸಿ

source: Let&#8217;s go!
kn: ಹೋಗೋಣ!

source: Need more help? <a href="%s">We got it</a>.
kn: ಹೆಚ್ಚಿನ ಸಹಾಯ ಬೇಕೇ? <a href="%s"> ನಮಗೆ ಸಿಕ್ಕಿತು </a>.

source: We&#8217;re going to use this information to create a %s file.
kn: ನಾವು %s ಫೈಲ್ ರಚಿಸಲು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೇವೆ.

source: Table prefix (if you want to run more than one WordPress in a single database)
kn: ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯ (ನೀವು ಒಂದೇ ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ)

source: Database host
kn: ಡೇಟಾಬೇಸ್ ಹೋಸ್ಟ್

source: Database password
kn: ಡೇಟಾಬೇಸ್ ಪಾಸ್ವರ್ಡ್

source: Database username
kn: ಡೇಟಾಬೇಸ್ ಬಳಕೆದಾರಹೆಸರು

source: Database name
kn: ಡೇಟಾಬೇಸ್ ಹೆಸರು

source: WordPress &rsaquo; Setup Configuration File
kn: ವರ್ಡ್ಪ್ರೆಸ್ &rsaquo; ಸೆಟಪ್ ಕಾನ್ಫಿಗರೇಶನ್ ಫೈಲ್

source: From this screen you can review, compare, and restore revisions:
kn: ಈ ಪರದೆಯಿಂದ ನೀವು ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು, ಹೋಲಿಕೆ ಮಾಡಬಹುದು ಮತ್ತು ಮರುಸ್ಥಾಪಿಸಬಹುದು:

source: This screen is used for managing your content revisions.
kn: ನಿಮ್ಮ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಈ ಪರದೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: &larr; Return to editor
kn: &larr; ಸಂಪಾದಕಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Compare Revisions of &#8220;%1$s&#8221;
kn: &#8220;%1$s&#8221; ನ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಹೋಲಿಸಿ

source: Create New Page
kn: ಹೊಸ ಪುಟವನ್ನು ರಚಿಸಿ

source: There are no pages.
kn: ಯಾವುದೇ ಪುಟಗಳಿಲ್ಲ.

source: Use This Page
kn: ಈ ಪುಟವನ್ನು ಬಳಸಿ

source: Select an existing page:
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪುಟವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:

source: Select a Privacy Policy page
kn: ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Change your Privacy Policy page
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವನ್ನು ಬದಲಿಸಿ

source: After your Privacy Policy page is set, we suggest that you edit it.
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವನ್ನು ಹೊಂದಿಸಿದ ನಂತರ, ನೀವು ಇದನ್ನು ಸಂಪಾದಿಸಲು ನಾವು ಸಲಹೆ ನೀಡುತ್ತೇವೆ.

source: The new page will include help and suggestions for your Privacy Policy.
kn: ಹೊಸ ಪುಟವು ನಿಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಗಾಗಿ ಸಹಾಯ ಮತ್ತು ಸಲಹೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.

source: Privacy Policy page
kn: ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟ

source: Unable to create a Privacy Policy page.
kn: ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Privacy Policy page updated successfully. Remember to <a href="%s">update your menus</a>!
kn: ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ. <a href="%s"> ನಿಮ್ಮ ಮೆನುಗಳನ್ನು ನವೀಕರಿಸಿ </a> ಗೆ ನೆನಪಿಡಿ!

source: Privacy Policy page updated successfully.
kn: ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Sorry, you are not allowed to manage privacy on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಗೌಪ್ಯತೆಯನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Press This is not available. Please contact your site administrator.
kn: "ಇದನ್ನು ಒತ್ತಿ" ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೈಟ್ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: Installation Required
kn: ಅನುಸ್ಥಾಪನ ಅಗತ್ಯವಿದೆ

source: Press This is not installed. Please install Press This from <a href="%s">the main site</a>.
kn: "ಇದನ್ನು ಒತ್ತಿ" ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು <a href="%s"> ಮುಖ್ಯ ಸೈಟ್ </a> ನಿಂದ "ಇದನ್ನು ಒತ್ತಿ" ಸ್ಥಾಪಿಸಿ.

source: Activate Press This
kn: ಇದನ್ನು ಒತ್ತಿ ಸಕ್ರಿಯಗೊಳಿಸು

source: The item you are trying to restore from the Trash no longer exists.
kn: ನೀವು ಅನುಪಯುಕ್ತದಿಂದ ಮರುಸ್ಥಾಪಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಐಟಂ ಇನ್ನು ಮುಂದೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: You cannot move this item to the Trash. %s is currently editing.
kn: ಈ ಐಟಂ ಅನ್ನು ನೀವು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. %s ಪ್ರಸ್ತುತ ಸಂಪಾದಿಸುತ್ತಿದೆ.

source: The item you are trying to move to the Trash no longer exists.
kn: ನೀವು ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಐಟಂ ಇನ್ನು ಮುಂದೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
kn: ಈ ಐಟಂ ಅನುಪಯುಕ್ತದಲ್ಲಿರುವ ಕಾರಣ ನೀವು ಸಂಪಾದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಅದನ್ನು ಪುನಃಸ್ಥಾಪಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: Unable to submit this form, please refresh and try again.
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ದಯವಿಟ್ಟು ರಿಫ್ರೆಶ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: Search Installed Plugins
kn: ಸ್ಥಾಪಿಸಲಾದ ಪ್ಲಗ್ಇನ್ಗಳಲ್ಲಿ ಹುಡುಕಿ

source: All selected plugins are up to date.
kn: ಎಲ್ಲಾ ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲಗಿನ್ಗಳು ನವೀಕೃತವಾಗಿವೆ.

source: Selected plugins <strong>deactivated</strong>.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲಗಿನ್ಗಳು <strong> ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ </strong>.

source: Plugin <strong>deactivated</strong>.
kn: ಪ್ಲಗಿನ್ <strong> ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ </strong>.

source: Selected plugins <strong>activated</strong>.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲಗಿನ್ಗಳು <strong> ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ </strong>.

source: Plugin <strong>activated</strong>.
kn: ಪ್ಲಗಿನ್ <strong> ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ </strong>.

source: The selected plugins have been <strong>deleted</strong>.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲಗಿನ್ಗಳು <strong> ಅಳಿಸಲಾಗಿದೆ </strong>.

source: The selected plugin has been <strong>deleted</strong>.
kn: ಆಯ್ಕೆಮಾಡಿದ ಪ್ಲಗಿನ್ ಅನ್ನು <strong> ಅಳಿಸಲಾಗಿದೆ </strong> .

source: Plugin could not be deleted due to an error: %s
kn: ದೋಷದಿಂದಾಗಿ ಪ್ಲಗಿನ್ ನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ: %s

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
kn: ಪ್ಲಗಿನ್ ನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಲಿಲ್ಲ ಏಕೆಂದರೆ ಅದು <strong> ಮಾರಕ ದೋಷ </strong> ವನ್ನು ಪ್ರಚೋದಿಸಿತು.

source: Troubleshooting
kn: ದೋಷ ನಿವಾರಣೆ

source: No, return me to the plugin list
kn: ಇಲ್ಲ, ಪ್ಲಗಿನ್ ಪಟ್ಟಿಗೆ ನನ್ನನ್ನು ಹಿಂತಿರುಗಿಸಿ

source: Yes, delete these files
kn: ಹೌದು, ಈ ಕಡತಗಳನ್ನು ಅಳಿಸಿ

source: Yes, delete these files and data
kn: ಹೌದು, ಈ ಫೈಲ್ಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಅಳಿಸಿ

source: Are you sure you wish to delete these files?
kn: ಈ ಫೈಲ್ಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Are you sure you wish to delete these files and data?
kn: ಈ ಫೈಲ್ಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

# plugin
source: %1$s by %2$s
kn: %2$s ರಿಂದ %1$s

source: %1$s by %2$s (will also <strong>delete its data</strong>)
kn: %2$s ರಿಂದ %1$s (ಇದು <strong> ಅದರ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತದೆ </strong>)

source: You are about to remove the following plugins:
kn: ನೀವು ಕೆಳಗಿನ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಿರುವಿರಿ:

source: These plugins may be active on other sites in the network.
kn: ಈ ಪ್ಲಗಿನ್ಗಳು ನೆಟ್ವರ್ಕ್ನಲ್ಲಿರುವ ಇತರ ಸೈಟ್ಗಳಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರಬಹುದು.

source: Delete Plugins
kn: ಪ್ಲಗಿನ್ಗಳನ್ನು ಅಳಿಸಿ

source: You are about to remove the following plugin:
kn: ನೀವು ಮುಂದಿನ ಪ್ಲಗಿನ್ ತೆಗೆದುಹಾಕಲು ಬಯಸುವಿರಿ:

source: This plugin may be active on other sites in the network.
kn: ಈ ಪ್ಲಗ್ಇನ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿರುವ ಇತರ ಸೈಟ್ಗಳಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರಬಹುದು.

source: Delete Plugin
kn: ಪ್ಲಗಿನ್ ಅಳಿಸಿ

source: Sorry, you are not allowed to deactivate plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಪ್ಲಗಿನ್ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to deactivate this plugin.
kn: ಕ್ಷಮಿಸಿ, ಈ ಪ್ಲಗಿನ್ ನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Update Plugins
kn: ಪ್ಲಗಿನ್ಗಳನ್ನು ನವೀಕರಿಸಿ

source: Sorry, you are not allowed to activate plugins for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗಾಗಿ ಪ್ಲಗಿನ್ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to activate this plugin.
kn: ಕ್ಷಮಿಸಿ, ಈ ಪ್ಲಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Browse Plugins
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ

source: Plugins list
kn: ಪ್ಲಗಿನ್ಗಳ ಪಟ್ಟಿ

source: Plugins list navigation
kn: ಪ್ಲಗ್ಇನ್ಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Filter plugins list
kn: ಪ್ಲಗಿನ್ಗಳ ಪಟ್ಟಿ ಫಿಲ್ಟರ್

source: Adding Plugins
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ

source: Add menu items from the column on the left.
kn: ಬಲ ಬದಿಯ ಅಂಕಣದಿಂದ ಆಯ್ಕೆಪಟ್ಟಿಯ ಅಂಶಗಳನ್ನು ಸೇರಿಸಿ.

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
kn: ನೀವು ಹಲವು ವಿಭಾಗಗಳನ್ನು ಅಥವಾ ಟ್ಯಾಗ್ ಗಳನ್ನು ಲೇಖನವೊಂದಕ್ಕೆ ಹೊಂದಿಸಿದಾಗ, ಕೇವಲ ಒಂದು ಮಾತ್ರ permalink ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲ್ಪಡುತ್ತದೆ: ಅತಿ ಕಡಿಮೆ ಸಂಖ್ಯೆಯುಳ್ಳ ವಿಭಾಗ. ಇದು ನಿಮ್ಮ ಸ್ವಯೋಜಿತ ಸ್ವರೂಪ <code>%category%</code> ಅಥವಾ <code>%tag%</code> ಅನ್ನು ಒಳಗೊಂಡಾಗ ಅನ್ವಯಿಸುತ್ತದೆ.

source: Save Changes
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ

source: Default is %s
kn: %s ಪೂರ್ವನಿಯೋಜಿತವಾಗಿದೆ

source: %s has been updated.
kn: %s ಅನ್ನು ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.

source: Links list
kn: ಕೊಂಡಿಗಳ ಪಟ್ಟಿ

source: Get Version %s
kn: %s ಆವೃತ್ತಿಯನ್ನು ಪಡೆಯಿರಿ

# site
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

source: Settings %s
kn: ಸಿದ್ಧತೆಗಳು %s‍‍

source: View %1$s version %2$s details
kn: ನೋಟ %1$s ಆವೃತ್ತಿ %2$s ವಿವರಗಳು

source: Read all reviews on WordPress.org or write your own!
kn: ‍WordPress.org ಎಲ್ಲಾ ವಿಮರ್ಶೆಗಳನ್ನು ಓದಿ ಅಥವಾ ನಿಮ್ಮ ಸ್ವಂತದ್ದನ್ನು ಬರೆಯಿರಿ!

# menu location
source: (Currently set to: %s)
kn: (ಪ್ರಸ್ತುತ ಇದಕ್ಕೆ ಹೊಂದಿಸಲಾಗಿದೆ: %s)

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s Log in here: %4$s We hope you enjoy your new site. Thanks! --The WordPress Team https://wordpress.org/
kn: ನಿಮ್ಮ ವರ್ಡ್‍ಪ್ರೆಸ್ ತಾಣವನ್ನು ಇಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ: %1$s ನೀವು ನಿಮ್ಮ ನಿರ್ವಾಹಕ ಖಾತೆಗೆ ಈ ಕೆಳಗಿನ ಮಾಹಿತಿಯ ಮೂಲಕ ಲಾಗಿನ್ ಆಗಬಹುದು: ಬಳಕೆದಾರ: %2$s ಗುಪ್ತಪದ: %3$s ಇಲ್ಲಿ ಲಾಗಿನ್ ಆಗಿ: %4$s ನೀವು ನಿಮ್ಮ ಹೊಸ ತಾಣವನ್ನು ಆಸ್ವಾದಿಸುತ್ತೀರೆಂದು ಭಾವಿಸುತ್ತೇವೆ. ಧನ್ಯವಾದಗಳು! --ವರ್ಡ್‍ಪ್ರೆಸ್ ತಂಡ https://wordpress.org/

source: Repeat Password
kn: ಗುಪದವನ್ನು ಪುನಾರಾವರ್ತಿಸಿ

# Button label for a next revision
source: Next
kn: ಮುಂದಿನ

# Button label for a previous revision
source: Previous
kn: ಹಿಂದಿನ

# menu
source: Edit
kn: ಸಂಪಾದಿಸಿ

# widget
source: Edit
kn: ಸಂಪಾದಿಸಿ

# widget
source: Add
kn: ಸೇರಿಸಿ

# Plugin installer section title
source: Description
kn: ವಿವರಣೆ

# admin menu
source: All Links
kn: ಎಲ್ಲಾ ಲಿಂಕ್ ಗಳು

# user
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

# meta name
source: Name
kn: ಹೆಸರು

# Theme Installer
source: Tag
kn: ಟ್ಯಾಗ್

# Plugin Installer
source: Tag
kn: ಟ್ಯಾಗ್

source: Tags:
kn: ಟ್ಯಾಗ್‍ಗಳು:

source: Summary
kn: ಸಾರಾಂಶ

# settings screen
source: General
kn: ಸಾಮಾನ್ಯ

# plugin
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

# file
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

# Default category slug
source: Uncategorized
kn: ಅವಿಭಾಗೀಕೃತ

source: Subject
kn: ವಿಷಯ

source: Theme Options
kn: ಥೀಮ್ ಆಯ್ಕೆಗಳು

# User role
source: Author
kn: ಲೇಖಕ

source: The plugin generated unexpected output.
kn: ಪ್ಲಗ್ಇನ್ ಅನಿರೀಕ್ಷಿತ ಫಲಿತಾಂಶವನ್ನು ಉಂಟುಮಾಡಿದೆ.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
kn: <strong>ಎಚ್ಚರಿಕೆ:</strong> ಈ ಪ್ಲಗ್ ಇನ್ ಅನ್ನು ನಿಮ್ಮ ವರ್ಡ್ ಪ್ರೆಸ್ ಆವೃತ್ತಿಯೊಂದಿಗೆ <strong>ಹೊಂದಾಣಿಕೆ ಇಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ</strong>.

source: Page
kn: ಪುಟ

source: You did not enter a category name.
kn: ವಿಭಾಗದ ಹೆಸರನ್ನು ನೀವು ನಮೂದಿಸಿಲ್ಲ.

source: Privacy %s
kn: ಗೌಪ್ಯತೆ %s‍

# Plugin installer section title
source: Reviews
kn: ವಿಮರ್ಶೆಗಳು

source: Reviews
kn: ವಿಮರ್ಶೆಗಳು

source: <strong>Warning:</strong> Making changes to active plugins is not recommended.
kn: <strong> ಎಚ್ಚರಿಕೆ: </strong> ಸಕ್ರಿಯ ಪ್ಲಗಿನ್ಗಳಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡುವುದು ಸೂಕ್ತವಲ್ಲ.

source: There was an error while trying to update the file. You may need to fix something and try updating again.
kn: ಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಲು ಪ್ರಯತ್ನಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ನೀವು ಏನಾದರೂ ಸರಿಪಡಿಸಲು ಮತ್ತು ಮತ್ತೆ ನವೀಕರಿಸಲು ಪ್ರಯತ್ನಿಸಬೇಕಾಗಬಹುದು.

source: If you absolutely have to make direct edits to this plugin, use a file manager to create a copy with a new name and hang on to the original. That way, you can re-enable a functional version if something goes wrong.
kn: ನೀವು ಈ ಪ್ಲಗ್ಇನ್ಗೆ ನೇರವಾಗಿ ಸಂಪಾದನೆಗಳನ್ನು ಮಾಡಬೇಕಾದರೆ, ಹೊಸ ಹೆಸರಿನೊಂದಿಗೆ ನಕಲನ್ನು ರಚಿಸಲು ಮತ್ತು ಮೂಲಕ್ಕೆ ಸ್ಥಗಿತಗೊಳ್ಳಲು ಫೈಲ್ ಮ್ಯಾನೇಜರ್ ಅನ್ನು ಬಳಸಿ. ಆ ರೀತಿಯಲ್ಲಿ, ಏನಾದರೂ ತಪ್ಪಾದಲ್ಲಿ ನೀವು ಕ್ರಿಯಾತ್ಮಕ ಆವೃತ್ತಿಯನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: You appear to be making direct edits to your plugin in the WordPress dashboard. We recommend that you don&#8217;t! Editing plugins directly may introduce incompatibilities that break your site and your changes may be lost in future updates.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಡ್ಯಾಶ್ಬೋರ್ಡ್ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ಲಗ್ಇನ್ಗೆ ನೇರ ಸಂಪಾದನೆಗಳನ್ನು ಮಾಡುವಂತೆ ನೀವು ಕಾಣುತ್ತೀರಿ. ನೀವು ಮಾಡಬಾರದು ಎಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ! ಸಂಪಾದನೆ ಪ್ಲಗಿನ್ಗಳು ನೇರವಾಗಿ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಮುರಿಯುವ ಅಸಮರ್ಥತೆಯನ್ನು ಪರಿಚಯಿಸಬಹುದು ಮತ್ತು ಭವಿಷ್ಯದ ನವೀಕರಣಗಳಲ್ಲಿ ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು.

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit plugins, write your own from scratch, or just better understand their anatomy, check out the links below.
kn: ನೀವು ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು ಬಯಸಿ, ಆದರೆ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ನವೀಕರಿಸಿದಾಗ ಅವುಗಳನ್ನು ತಿದ್ದಿ ಬರೆಯಬೇಕೆಂದು ಬಯಸದಿದ್ದರೆ, ನಿಮ್ಮ ಸ್ವಂತ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಬರೆಯುವ ಬಗ್ಗೆ ನೀವು ಯೋಚಿಸಲು ಸಿದ್ಧರಾಗಿರಬಹುದು. ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸಂಪಾದಿಸುವುದು ಹೇಗೆ ಎಂಬ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ, ಮೊದಲಿನಿಂದ ನಿಮ್ಮ ಸ್ವಂತದನ್ನು ಬರೆಯಿರಿ, ಅಥವಾ ಅವರ ಅಂಗರಚನಾಶಾಸ್ತ್ರವನ್ನು ಚೆನ್ನಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ, ಕೆಳಗಿನ ಲಿಂಕ್ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Look Up takes you to a web page about that particular function.
kn: ಸಂಪಾದಕ ಕೆಳಗಿನ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ ಮೆನುವು ಪ್ಲಗಿನ್ ಫೈಲ್ನಲ್ಲಿ ಗುರುತಿಸಲಾದ ಪಿಎಚ್ಪಿ ಕಾರ್ಯಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ. ಲುಕ್ ಅಪ್ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಆ ನಿರ್ದಿಷ್ಟ ಕಾರ್ಯದ ವೆಬ್ ಪುಟಕ್ಕೆ ನಿಮ್ಮನ್ನು ಕರೆದೊಯ್ಯುತ್ತದೆ.

source: Choose a plugin to edit from the dropdown menu and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
kn: ಡ್ರಾಪ್ಡೌನ್ ಮೆನುವಿನಿಂದ ಸಂಪಾದಿಸಲು ಪ್ಲಗಿನ್ ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಆಯ್ಕೆ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಸಂಪಾದಕದಲ್ಲಿ ಲೋಡ್ ಮಾಡಲು ಯಾವುದೇ ಫೈಲ್ ಹೆಸರಿನ ಮೇಲೆ ಒಮ್ಮೆ ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿ. ನೀವು ಮುಗಿಸಿದಾಗ ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು (ಫೈಲ್ ನವೀಕರಿಸಿ) ಉಳಿಸಲು ಮರೆಯಬೇಡಿ.

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
kn: ನಿಮ್ಮ ಯಾವುದೇ ಪ್ಲಗ್ಇನ್ಗಳ ವೈಯಕ್ತಿಕ ಪಿಎಚ್ಪಿ ಫೈಲ್ಗಳಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು ನೀವು ಸಂಪಾದಕವನ್ನು ಬಳಸಬಹುದು. ನೀವು ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿದರೆ, ಪ್ಲಗಿನ್ಗಳ ನವೀಕರಣಗಳು ನಿಮ್ಮ ಕಸ್ಟಮೈಸ್ ಮಾಡುವಿಕೆಗಳನ್ನು ಬದಲಿಸಿವೆ ಎಂದು ತಿಳಿದಿರಲಿ.

source: <a href="https://codex.wordpress.org/Writing_a_Plugin">Documentation on Writing Plugins</a>
kn: <a href="https://codex.wordpress.org/Writing_a_Plugin"> ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಬರೆಯುವ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: <a href="https://codex.wordpress.org/Plugins_Editor_Screen">Documentation on Editing Plugins</a>
kn: <a href="https://codex.wordpress.org/Plugins_Editor_Screen"> ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಎಡಿಟಿಂಗ್ ಮಾಡುವ ದಾಖಲೆಗಳು </a>

source: Any edits to files from this screen will be reflected on all sites in the network.
kn: ಈ ಪರದೆಯಿಂದ ಫೈಲ್ಗಳಿಗೆ ಯಾವುದೇ ಸಂಪಾದನೆಗಳು ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಎಲ್ಲಾ ಸೈಟ್ಗಳಲ್ಲಿ ಪ್ರತಿಫಲಿಸುತ್ತದೆ.

source: The %s setting is unregistered. Unregistered settings are deprecated. See https://codex.wordpress.org/Settings_API
kn: %s ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ. ನೋಂದಾಯಿಸದ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಅಸಮ್ಮತಿಸಲಾಗಿದೆ. https://codex.wordpress.org/Settings_API ನೋಡಿ

source: WordPress is not notifying any <a href="%1$s">Update Services</a> because of your site&#8217;s <a href="%2$s">visibility settings</a>.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಯಾವುದೇ <a href="%1$s"> ನವೀಕರಣ ಸೇವೆಗಳನ್ನು </a> ಸೂಚಿಸುತ್ತಿಲ್ಲ ಕಾರಣ ನಿಮ್ಮ ಸೈಟ್ನ <a href="%2$s"> ಗೋಚರತೆ ಸೆಟ್ಟಿಂಗ್ಗಳು </a> .

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="%s">Update Services</a> on the Codex. Separate multiple service URLs with line breaks.
kn: ನೀವು ಹೊಸ ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಕಟಿಸಿದಾಗ, ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕೆಳಗಿನ ಸೈಟ್ ನವೀಕರಣ ಸೇವೆಗಳಿಗೆ ತಿಳಿಸುತ್ತದೆ. ಇದರ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ಕೋಡೆಕ್ಸ್ ನಲ್ಲಿ <a href="%s"> ಸೇವೆಗಳನ್ನು ನವೀಕರಿಸಿ </a> ನೋಡಿ. ಸಾಲು ವಿರಾಮದೊಂದಿಗೆ ಬಹು ಸೇವೆ URL ಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ.

source: To post to WordPress by email you must set up a secret email account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: %1$s, %2$s, %3$s.
kn: ಇಮೇಲ್ ಮೂಲಕ ವರ್ಡ್ಪ್ರೆಸ್ಗೆ ಪೋಸ್ಟ್ ಮಾಡಲು ನೀವು POP3 ಪ್ರವೇಶದೊಂದಿಗೆ ರಹಸ್ಯ ಇಮೇಲ್ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಬೇಕು. ಈ ವಿಳಾಸದಲ್ಲಿ ಸ್ವೀಕರಿಸಿದ ಯಾವುದೇ ಮೇಲ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಈ ವಿಳಾಸವನ್ನು ರಹಸ್ಯವಾಗಿಡಲು ಒಳ್ಳೆಯದು. ನೀವು ಬಳಸಬಹುದಾದ ಮೂರು ಯಾದೃಚ್ಛಿಕ ತಂತಿಗಳು ಇಲ್ಲಿವೆ: %1$s, %2$s, %3$s.

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
kn: ಪ್ರದರ್ಶಕದಲ್ಲಿ <code>: -) </code> ಮತ್ತು <code>: - P </code> ನಂತಹ ಭಾವನೆಯನ್ನು ಗ್ರಾಫಿಕ್ಸ್ಗೆ ಪರಿವರ್ತಿಸಿ

source: <a href="https://codex.wordpress.org/Settings_Writing_Screen">Documentation on Writing Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_Writing_Screen"> ಬರವಣಿಗೆ ಸೆಟ್ಟಿಂಗ್ಗಳ ದಾಖಲೆ </a>

source: If desired, WordPress will automatically alert various services of your new posts.
kn: ಬಯಸಿದಲ್ಲಿ, ವರ್ಡ್ಪ್ರೆಸ್ ನಿಮ್ಮ ಹೊಸ ಪೋಸ್ಟ್ಗಳ ವಿವಿಧ ಸೇವೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಎಚ್ಚರಿಸುತ್ತದೆ.
