Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Standard time begins on: %s.
kn: ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಸಮಯವು ಪ್ರಾರಂಭವಾಗುವುದು : %s.

source: Daylight saving time begins on: %s.
kn: ಡೇಲೈಟ್ ಉಳಿಸುವ ಸಮಯವು ಪ್ರಾರಂಭವಾಗುವುದು : %s.

source: This timezone is currently in standard time.
kn: ಈ ಸಮಯವಲಯವು ಪ್ರಸ್ತುತ ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಸಮಯದಲ್ಲಿದೆ.

source: This timezone is currently in daylight saving time.
kn: ಈ ಸಮಯವಲಯವು ಪ್ರಸ್ತುತ ಹಗಲಿನ ಉಳಿತಾಯ ಸಮಯದಲ್ಲಿದೆ.

source: Local time is %s.
kn: ಸ್ಥಳೀಯ ಸಮಯ %s ಆಗಿದೆ.

source: Universal time (%1$s) is %2$s.
kn: ಸಾರ್ವತ್ರಿಕ ಸಮಯ (%1$s) %2$s ಆಗಿದೆ.

source: Choose either a city in the same timezone as you or a UTC timezone offset.
kn: ನೀವು UTC ಸಮಯವಲಯ ಆಫ್ಸೆಟ್ ಅಥವಾ ಅದೇ ಸಮಯ ವಲಯದಲ್ಲಿ ನಗರವನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.

source: The %s constant in your %s file is no longer needed.
kn: ನಿಮ್ಮ %s ಕಡತದಲ್ಲಿ ಸ್ಥಿರವಾದ %s ಇನ್ನು ಮುಂದೆ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.

source: New User Default Role
kn: ಹೊಸ ಬಳಕೆದಾರ ಡೀಫಾಲ್ಟ್ ಪಾತ್ರ

source: Anyone can register
kn: ಯಾರಾದರೂ ನೋಂದಾಯಿಸಬಹುದು

source: Membership
kn: ಸದಸ್ಯತ್ವ

source: Site Language
kn: ಸೈಟ್ ಭಾಷೆ

source: There is a pending change of the admin email to %s.
kn: ನಿರ್ವಹಣಾಕಾರ ಇಮೇಲ್ನ%s ಗೆ ಇರುವ ಬದಲಾವಣೆ ಬಾಕಿ ಇದೆ.

source: Email Address
kn: ಇಮೇಲ್ ವಿಳಾಸ

source: In a few words, explain what this site is about.
kn: ಕೆಲವು ಪದಗಳಲ್ಲಿ, ಈ ಸೈಟ್ ಏನು ಎಂಬುದರ ಬಗ್ಗೆ ವಿವರಿಸಿ.

source: <a href="https://codex.wordpress.org/Settings_General_Screen">Documentation on General Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_General_Screen"> ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: UTC means Coordinated Universal Time.
kn: UTC ಎಂದರೆ ಸಂಯೋಜಿತ ಯುನಿವರ್ಸಲ್ ಟೈಮ್.

source: The fields on this screen determine some of the basics of your site setup.
kn: ಈ ಪರದೆಯಲ್ಲಿರುವ ಜಾಗವು ನಿಮ್ಮ ಸೈಟ್ ಸೆಟಪ್ನ ಕೆಲವು ಮೂಲಗಳನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ.

source: General Settings
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Retro (Generated)
kn: ರೆಟ್ರೊ (ರಚಿಸಲಾಗಿದೆ)

source: MonsterID (Generated)
kn: ಮಾನ್ಸ್ಟರ್ ಐಡಿ (ರಚಿಸಲಾಗಿದೆ)

source: Wavatar (Generated)
kn: ವಾವತಾರ್ (ರಚಿಸಲಾಗಿದೆ)

source: Identicon (Generated)
kn: ಐಡೆಂಟಿಕನ್ (ರಚಿಸಲಾಗಿದೆ)

source: Gravatar Logo
kn: ಗ್ರ್ಯಾವಾತಾರ್ ಲೋಗೋ

source: Blank
kn: ಖಾಲಿ

source: Mystery Person
kn: ರಹಸ್ಯ ವ್ಯಕ್ತಿ

source: Default Avatar
kn: ಡೀಫಾಲ್ಟ್ ಅವತಾರ್

source: X &#8212; Even more mature than above
kn: ಎಕ್ಸ್ &#8212; ಮೇಲಿಗಿಂತ ಹೆಚ್ಚು ಪ್ರಬುದ್ಧವಾಗಿದೆ

source: R &#8212; Intended for adult audiences above 17
kn: ಆರ್ &#8212; 17 ಮೇಲ್ಪಟ್ಟ ವಯಸ್ಕ ಪ್ರೇಕ್ಷಕರಿಗೆ ಉದ್ದೇಶಿಸಲಾಗಿದೆ

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
kn: ಪಿ ಜಿ &#8212; ಬಹುಶಃ ಆಕ್ರಮಣಕಾರಿ, ಸಾಮಾನ್ಯವಾಗಿ ಪ್ರೇಕ್ಷಕರಿಗೆ 13 ಮತ್ತು ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ

source: G &#8212; Suitable for all audiences
kn: ಜಿ &#8212; ಎಲ್ಲಾ ಪ್ರೇಕ್ಷಕರಿಗೆ ಸೂಕ್ತವಾಗಿದೆ

source: Maximum Rating
kn: ಗರಿಷ್ಠ ರೇಟಿಂಗ್

source: Show Avatars
kn: ಅವತಾರಗಳನ್ನು ತೋರಿಸು

source: Avatar Display
kn: ಅವತಾರ್ ಪ್ರದರ್ಶನ

source: Avatars
kn: ಅವತಾರಗಳು

source: Comment Blacklist
kn: ಕಾಮೆಂಟ್ ಕಪ್ಪುಪಟ್ಟಿಗೆ

source: Comment Moderation
kn: ಕಾಮೆಂಟ್ ಮಾಡರೇಶನ್

source: Comment author must have a previously approved comment
kn: ಕಾಮೆಂಟ್ ಲೇಖಕ ಹಿಂದೆ ಅನುಮೋದನೆ ಕಾಮೆಂಟ್ ಹೊಂದಿರಬೇಕು

source: Comment must be manually approved
kn: ಕಾಮೆಂಟ್ ಅನ್ನು ಕೈಯಾರೆ ಅನುಮೋದಿಸಬೇಕು

source: Before a comment appears
kn: ಕಾಮೆಂಟ್ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಮೊದಲು

source: A comment is held for moderation
kn: ಮಿತಗೊಳಿಸುವಿಕೆಗಾಗಿ ಒಂದು ಕಾಮೆಂಟ್ ಹಿಡಿದಿಡಲಾಗಿದೆ

source: Anyone posts a comment
kn: ಯಾರಾದರೂ ಕಾಮೆಂಟ್ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು

source: Email me whenever
kn: ನನಗೆ ಇಮೇಲ್ ಮಾಡಿ, ಯಾವಾಗ

source: Comments should be displayed with the %s comments at the top of each page
kn: ಪ್ರತಿ ಪುಟದ ಮೇಲಿರುವ %s ಕಾಮೆಂಟ್ಗಳೊಂದಿಗೆ ಕಾಮೆಂಟ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು

source: newer
kn: ಹೊಸದು

source: older
kn: ಹಳೆಯದು

source: first
kn: ಪ್ರಥಮ

source: last
kn: ಅಂತಿಮ

source: Enable threaded (nested) comments %s levels deep
kn: %s ಮಟ್ಟದ ಆಳವಾದ ಥ್ರೆಡ್ (ನೆಸ್ಟೆಡ್) ಕಾಮೆಂಟ್ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Show comments cookies opt-in checkbox.
kn: ಕಾಮೆಂಟ್ ಕುಕೀಸ್ ಆಯ್ಕೆಯ ಚೆಕ್ಬಾಕ್ಸ್ ತೋರಿಸಿ.

source: Automatically close comments on articles older than %s days
kn: %s ದಿನಗಳಿಗಿಂತ ಹಳೆಯ ಲೇಖನಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾಮೆಂಟ್ಗಳನ್ನು ಮುಚ್ಚಿ

source: (Signup has been disabled. Only members of this site can comment.)
kn: (ಸೈನ್ ಅಪ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಈ ಸೈಟ್ನ ಸದಸ್ಯರು ಮಾತ್ರ ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು.)

source: Users must be registered and logged in to comment
kn: ಬಳಕೆದಾರರು ನೋಂದಾಯಿಸಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಕಾಮೆಂಟ್ ಮಾಡಲು ಲಾಗ್ ಇನ್ ಆಗಿರಬೇಕು

source: Comment author must fill out name and email
kn: ಕಾಮೆಂಟ್ ಲೇಖಕ, ಹೆಸರು ಮತ್ತು ಇಮೇಲ್ ತುಂಬಬೇಕು

source: Other comment settings
kn: ಇತರ ಕಾಮೆಂಟ್ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: These settings may be overridden for individual articles.
kn: ಈ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ವೈಯಕ್ತಿಕ ಲೇಖನಗಳಿಗೆ ಅತಿಕ್ರಮಿಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Settings_Discussion_Screen">Documentation on Discussion Settings</a>
kn: <a href="https://codex.wordpress.org/Settings_Discussion_Screen"> ಚರ್ಚೆ ಸೆಟ್ಟಿಂಗ್ಗಳ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
kn: ಹೊಸ ಸೆಟ್ಟಿಂಗ್ಗಳು ಜಾರಿಗೆ ಬರಲು ನೀವು ಪರದೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಉಳಿಸು ಬದಲಾವಣೆಗಳ ಬಟನ್ ನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬೇಕು.

source: Sorry, you are not allowed to manage options for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: <a href="https://codex.wordpress.org/Appearance_Menus_Screen">Documentation on Menus</a>
kn: <a href="https://codex.wordpress.org/Appearance_Menus_Screen"> ಮೆನುಗಳ ಬಗ್ಗೆ ದಾಖಲೆ </a>

source: To add a new menu instead of assigning an existing one, <strong>click the &#8217;Use new menu&#8217; link</strong>. Your new menu will be automatically assigned to that theme location
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಒಂದನ್ನು ನಿಯೋಜಿಸುವ ಬದಲು ಹೊಸ ಮೆನು ಸೇರಿಸಲು, <strong> &#8217;ಹೊಸ ಮೆನು ಬಳಸಿ&#8217; ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>. ನಿಮ್ಮ ಹೊಸ ಮೆನುವು ಆ ಥೀಮ್ ಸ್ಥಳಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಯೋಜಿಸಲ್ಪಡುತ್ತದೆ

source: To edit a menu currently assigned to a theme location, <strong>click the adjacent &#8217;Edit&#8217; link</strong>
kn: ಥೀಮ್ ಸ್ಥಳಕ್ಕೆ ಪ್ರಸ್ತುತಪಡಿಸಲಾದ ಮೆನುವನ್ನು ಸಂಪಾದಿಸಲು, <strong> ಪಕ್ಕದ 'ಸಂಪಾದಿಸು' ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>

source: To assign menus to one or more theme locations, <strong>select a menu from each location&#8217;s drop down.</strong> When you&#8217;re finished, <strong>click Save Changes</strong>
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಥೀಮ್ ಸ್ಥಳಗಳಿಗೆ ಮೆನುಗಳನ್ನು ನಿಯೋಜಿಸಲು, <strong> ಪ್ರತಿ ಸ್ಥಳದ ಡ್ರಾಪ್ ಡೌನ್ನಿಂದ ಮೆನುವೊಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ. </strong> ನೀವು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ, <strong> ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ </strong>

source: To reorganize menu items, <strong>drag and drop items with your mouse or use your keyboard</strong>. Drag or move a menu item a little to the right to make it a submenu
kn: ಮೆನು ಐಟಂಗಳನ್ನು ಮರುಸಂಘಟಿಸಲು, <strong> ನಿಮ್ಮ ಮೌಸ್ನೊಂದಿಗೆ ಐಟಂಗಳನ್ನು ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ ಅಥವಾ ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ ಬಳಸಿ </strong>. ಉಪಮೆನುವಿನಂತೆ ಮಾಡಲು ಮೆನು ಐಟಂ ಅನ್ನು ಸ್ವಲ್ಪಕ್ಕೆ ಬಲಕ್ಕೆ ಎಳೆಯಿರಿ ಅಥವಾ ಸರಿಸಿ

source: Delete a menu item by <strong>expanding it and clicking the Remove link</strong>
kn: <strong> ಅದನ್ನು ವಿಸ್ತರಿಸುವ ಮತ್ತು ತೆಗೆದುಹಾಕಿ ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ </strong> ಮೆನು ಐಟಂ ಅನ್ನು ಅಳಿಸಿ

source: To add a custom link, <strong>expand the Custom Links section, enter a URL and link text, and click Add to Menu</strong>
kn: ಕಸ್ಟಮ್ ಲಿಂಕ್ ಸೇರಿಸಲು, <strong> ಕಸ್ಟಮ್ ಲಿಂಕ್ಸ್ ವಿಭಾಗವನ್ನು ವಿಸ್ತರಿಸಿ, URL ಅನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಪಠ್ಯವನ್ನು ಲಿಂಕ್ ಮಾಡಿ, ಮತ್ತು ಮೆನುಗೆ ಸೇರಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>

source: Add one or several items at once by <strong>selecting the checkbox next to each item and clicking Add to Menu</strong>
kn: <strong> ಪ್ರತಿ ಐಟಂಗೆ ಮುಂದಿನ ಚೆಕ್ಬಾಕ್ಸ್ ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಮೆನುಗೆ ಸೇರಿಸು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ </strong> ಒಂದೊಂದನ್ನು ಸೇರಿಸಿ

source: <strong>Clicking the arrow to the right of any menu item</strong> in the editor will reveal a standard group of settings. Additional settings such as link target, CSS classes, link relationships, and link descriptions can be enabled and disabled via the Screen Options tab.
kn: ಸಂಪಾದಕದಲ್ಲಿರುವ <strong> ಯಾವುದೇ ಮೆನು ಐಟಂನ ಬಲಕ್ಕೆ ಬಾಣವನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ </strong> ಸೆಟ್ಟಿಂಗ್ಗಳ ಪ್ರಮಾಣಿತ ಗುಂಪನ್ನು ತೋರಿಸುತ್ತದೆ. ಲಿಂಕ್ ಗುರಿ, ಸಿಎಸ್ಎಸ್ ತರಗತಿಗಳು, ಲಿಂಕ್ ಸಂಬಂಧಗಳು, ಮತ್ತು ಲಿಂಕ್ ವಿವರಣೆಗಳಂತಹ ಹೆಚ್ಚುವರಿ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ ಮೂಲಕ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು ಮತ್ತು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: If you haven&#8217;t yet created any menus, <strong>click the &#8217;create a new menu&#8217; link</strong> to get started
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಮೆನುಗಳನ್ನು ರಚಿಸದಿದ್ದರೆ, ಪ್ರಾರಂಭಿಸಲು <strong> &#8217;ಹೊಸ ಮೆನು ರಚಿಸಿ&#8217; ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>

source: To edit an existing menu, <strong>choose a menu from the drop down and click Select</strong>
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮೆನುವನ್ನು ಸಂಪಾದಿಸಲು, <strong> ಡ್ರಾಪ್ ಡೌನ್ನಿಂದ ಮೆನುವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಆಯ್ಕೆ ಮಾಡಿ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>

source: The menu management box at the top of the screen is used to control which menu is opened in the editor below.
kn: ಪರದೆಯ ಮೇಲಿರುವ ಮೆನು ಮ್ಯಾನೇಜ್ಮೆಂಟ್ ಬಾಕ್ಸ್ ಅನ್ನು ಕೆಳಗೆ ಸಂಪಾದಕದಲ್ಲಿ ಯಾವ ಮೆನು ತೆರೆಯುತ್ತದೆ ಎಂದು ನಿಯಂತ್ರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ.

source: Your theme does not natively support menus, but you can use them in sidebars by adding a &#8220;Navigation Menu&#8221; widget on the <a href="%s">Widgets</a> screen.
kn: ನಿಮ್ಮ ಥೀಮ್ ಸ್ಥಳೀಯವಾಗಿ ಮೆನುಗಳಿಗೆ ಬೆಂಬಲ ನೀಡುವುದಿಲ್ಲ, ಆದರೆ ನೀವು <a href="%s"> ವಿಜೆಟ್ </a> ಪರದೆಯ ಮೇಲೆ "ನ್ಯಾವಿಗೇಶನ್ ಮೆನು" ವಿಜೆಟ್ ಸೇರಿಸುವ ಮೂಲಕ ಅಡ್ಡಪಟ್ಟಿಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ಬಳಸಬಹುದು.

source: Each navigation menu may contain a mix of links to pages, categories, custom URLs or other content types. Menu links are added by selecting items from the expanding boxes in the left-hand column below.
kn: ಪ್ರತಿ ಸಂಚರಣೆ ಮೆನುವು ಪುಟಗಳು, ವಿಭಾಗಗಳು, ಕಸ್ಟಮ್ URL ಗಳು ಅಥವಾ ಇತರ ವಿಷಯ ಪ್ರಕಾರಗಳಿಗೆ ಲಿಂಕ್ಗಳ ಮಿಶ್ರಣವನ್ನು ಹೊಂದಿರಬಹುದು. ಕೆಳಗಿನ ಎಡಗಡೆಯ ಕಾಲಮ್ನಲ್ಲಿ ವಿಸ್ತರಿಸುವ ಪೆಟ್ಟಿಗೆಗಳಿಂದ ಐಟಂಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಮೆನು ಲಿಂಕ್ಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತದೆ.

source: You can assign theme locations to individual menus by <strong>selecting the desired settings</strong> at the bottom of the menu editor. To assign menus to all theme locations at once, <strong>visit the Manage Locations tab</strong> at the top of the screen.
kn: ನೀವು ಮೆನು ಸಂಪಾದಕನ ಕೆಳಭಾಗದಲ್ಲಿ <strong> ಬಯಸಿದ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ </strong> ಮೂಲಕ ಥೀಮ್ ಸ್ಥಳಗಳನ್ನು ಪ್ರತ್ಯೇಕ ಮೆನುಗಳಿಗೆ ನಿಯೋಜಿಸಬಹುದು. ಏಕಕಾಲದಲ್ಲಿ ಎಲ್ಲಾ ಥೀಮ್ ಸ್ಥಳಗಳಿಗೆ ಮೆನುಗಳನ್ನು ನಿಯೋಜಿಸಲು, ಪರದೆಯ ಮೇಲಿರುವ <strong> ಸ್ಥಳಗಳ ಟ್ಯಾಬ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ </strong> ಅನ್ನು ಭೇಟಿ ಮಾಡಿ.

source: Menus can be displayed in locations defined by your theme, even used in sidebars by adding a &#8220;Navigation Menu&#8221; widget on the <a href="%1$s">Widgets</a> screen. If your theme does not support the navigation menus feature (the default themes, %2$s and %3$s, do), you can learn about adding this support by following the Documentation link to the side.
kn: <a href="%1$s"> ವಿಜೆಟ್ </a> ಪರದೆಯ ಮೇಲೆ &#8220;ನ್ಯಾವಿಗೇಶನ್ ಮೆನು&#8221; ವಿಜೆಟ್ ಸೇರಿಸುವ ಮೂಲಕ ಅಡ್ಡಪಟ್ಟಿಗಳಲ್ಲಿ ಬಳಸಿದ ನಿಮ್ಮ ಥೀಮ್ ವ್ಯಾಖ್ಯಾನಿಸಿದ ಸ್ಥಳಗಳಲ್ಲಿ ಮೆನುಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬಹುದು. ನ್ಯಾವಿಗೇಶನ್ ಮೆನುಗಳಲ್ಲಿ ವೈಶಿಷ್ಟ್ಯವನ್ನು (ಡೀಫಾಲ್ಟ್ ವಿಷಯಗಳು, %2$s ಮತ್ತು %3$s, ಹಾಗೆ) ನಿಮ್ಮ ಥೀಮ್ ಬೆಂಬಲಿಸದಿದ್ದರೆ, ಡಾಕ್ಯುಮೆಂಟೇಶನ್ ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ಈ ಬೆಂಬಲವನ್ನು ಸೇರಿಸುವುದರ ಕುರಿತು ನೀವು ಕಲಿಯಬಹುದು.

source: This screen shows an individual user all of their sites in this network, and also allows that user to set a primary site. They can use the links under each site to visit either the front end or the dashboard for that site.
kn: ಈ ಪರದೆಯು ಒಂದು ವೈಯಕ್ತಿಕ ಬಳಕೆದಾರರನ್ನು ತಮ್ಮ ಎಲ್ಲಾ ಜಾಲತಾಣಗಳಲ್ಲಿ ಈ ಜಾಲಬಂಧದಲ್ಲಿ ತೋರಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರನು ಪ್ರಾಥಮಿಕ ಸೈಟ್ ಅನ್ನು ಹೊಂದಿಸಲು ಸಹ ಅನುಮತಿಸುತ್ತದೆ. ಆ ಸೈಟ್ಗಾಗಿ ಫ್ರಂಟ್ ಎಂಡ್ ಅಥವಾ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಅನ್ನು ಭೇಟಿ ಮಾಡಲು ಪ್ರತಿ ಸೈಟ್ನ ಅಡಿಯಲ್ಲಿರುವ ಲಿಂಕ್ಗಳನ್ನು ಅವರು ಬಳಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Dashboard_My_Sites_Screen">Documentation on My Sites</a>
kn: <a href="https://codex.wordpress.org/Dashboard_My_Sites_Screen"> ನನ್ನ ಸೈಟ್ಗಳ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: Thank you. Please check your email for a link to confirm your action. Your site will not be deleted until this link is clicked.
kn: ಧನ್ಯವಾದ. ನಿಮ್ಮ ಕ್ರಿಯೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ಲಿಂಕ್ಗಾಗಿ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ. ಈ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವವರೆಗೆ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Thank you for using %s, your site has been deleted. Happy trails to you until we meet again.
kn: %s ಅನ್ನು ಬಳಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು, ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ. ನಾವು ಮತ್ತೆ ಭೇಟಿಯಾಗುವ ತನಕ ನಿಮಗೆ ಸಂತೋಷದ ಹಾದಿಗಳು.

source: Attempt to notify any blogs linked to from the article
kn: ಲೇಖನದಿಂದ ಲಿಂಕ್ ಮಾಡಲಾದ ಯಾವುದೇ ಬ್ಲಾಗ್ಗಳನ್ನು ಸೂಚಿಸಲು ಪ್ರಯತ್ನಿಸುವುದು

source: Default article settings
kn: ಡೀಫಾಲ್ಟ್ ಲೇಖನ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Display location
kn: ಸ್ಥಳವನ್ನು ಪ್ರದರ್ಶಿಸಿ

source: Auto add pages
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪುಟಗಳನ್ನು ಸೇರಿಸಿ

source: If you do not want to use your %s site any more, you can delete it using the form below. When you click <strong>Delete My Site Permanently</strong> you will be sent an email with a link in it. Click on this link to delete your site.
kn: ನಿಮ್ಮ%s ಸೈಟ್ ಅನ್ನು ಮತ್ತಷ್ಟು ಬಳಸಲು ನೀವು ಬಯಸದಿದ್ದರೆ, ಕೆಳಗಿನ ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಅದನ್ನು ಅಳಿಸಬಹುದು. ನೀವು <strong> ನನ್ನ ಸೈಟ್ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ </strong> ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ನೀವು ಅದರಲ್ಲಿರುವ ಲಿಂಕ್ನೊಂದಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲು ಈ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Howdy ###USERNAME###, You recently clicked the 'Delete Site' link on your site and filled in a form on that page. If you really want to delete your site, click the link below. You will not be asked to confirm again so only click this link if you are absolutely certain: ###URL_DELETE### If you delete your site, please consider opening a new site here some time in the future! (But remember your current site and username are gone forever.) Thanks for using the site, Webmaster ###SITE_NAME###
kn: ಹೇಗಿದ್ದೀರಿ ###USERNAME###, ನೀವು ಇತ್ತೀಚೆಗೆ ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ 'ಅಳಿಸಿ ಸೈಟ್' ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಆ ಪುಟದಲ್ಲಿ ಫಾರಂ ತುಂಬಿದ್ದೀರಿ ನೀವು ನಿಜವಾಗಿಯೂ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲು ಬಯಸಿದರೆ, ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ಮತ್ತೆ ಖಚಿತಪಡಿಸಲು ಕೇಳಲಾಗುವುದಿಲ್ಲ ಆದ್ದರಿಂದ ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ಖಚಿತವಾಗಿದ್ದರೆ ಈ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ: ###URL_DELETE### ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ನೀವು ಅಳಿಸಿದರೆ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ಹೊಸ ಸೈಟ್ ತೆರೆಯುವುದನ್ನು ಪರಿಗಣಿಸಿ ಭವಿಷ್ಯದ ಸ್ವಲ್ಪ ಸಮಯದಲ್ಲಿ ! (ಆದರೆ ನೆನಪಿಡಿ , ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸೈಟ್ ಮತ್ತು ಬಳಕೆದಾರಹೆಸರು ಶಾಶ್ವತವಾಗಿ ಹೋದವು.) ಸೈಟ್ ಅನ್ನು ಬಳಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು, ವೆಬ್ಮಾಸ್ಟರ್ ###SITE_NAME###

source: Menu Settings
kn: ಮೆನು ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Give your menu a name, then click Create Menu.
kn: ನಿಮ್ಮ ಮೆನುಗೆ ಹೆಸರನ್ನು ನೀಡಿ, ನಂತರ ಮೆನು ರಚಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Menu Structure
kn: ಮೆನು ರಚನೆ

source: Save Menu
kn: ಮೆನು ಉಳಿಸಿ

source: or <a href="%s">create a new menu</a>.
kn: ಅಥವಾ <a href="%s"> ಹೊಸ ಮೆನುವನ್ನು ರಚಿಸಿ </a>.

source: Select a menu to edit:
kn: ಸಂಪಾದಿಸಲು ಮೆನು ಆಯ್ಕೆಮಾಡಿ:

source: Edit your menu below, or <a href="%s">create a new menu</a>.
kn: ನಿಮ್ಮ ಮೆನುವನ್ನು ಕೆಳಗೆ ಸಂಪಾದಿಸಿ ಅಥವಾ <a href="%s"> ಹೊಸ ಮೆನುವನ್ನು ರಚಿಸಿ </a>.

# menu
source: Use new menu
kn: ಹೊಸ ಮೆನು ಬಳಸಿ

source: Select a Menu
kn: ಮೆನು ಆಯ್ಕೆಮಾಡಿ

source: Assigned Menu
kn: ನಿಯೋಜಿಸಲಾದ ಮೆನು

source: Theme Location
kn: ಥೀಮ್ ಸ್ಥಳ

source: Your theme supports one menu. Select which menu you would like to use.
kn: ನಿಮ್ಮ ಥೀಮ್ ಒಂದು ಮೆನುವನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ. ಯಾವ ಮೆನುವನ್ನು ನೀವು ಬಳಸಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: Manage Locations
kn: ಸ್ಥಳಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: Edit Menus
kn: ಮೆನುಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Manage with Live Preview
kn: ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆಯೊಂದಿಗೆ ನಿರ್ವಹಿಸಿ

source: This screen is used for globally assigning menus to locations defined by your theme.
kn: ನಿಮ್ಮ ಪರದೆಯಿಂದ ವ್ಯಾಖ್ಯಾನಿಸಲಾದ ಸ್ಥಳಗಳಿಗೆ ಜಾಗತಿಕವಾಗಿ ಮೆನುಗಳನ್ನು ನಿಯೋಜಿಸಲು ಈ ಪರದೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Your theme supports %s menu. Select which menu appears in each location.
kn: ನಿಮ್ಮ ಥೀಮ್ %s ಮೆನುವನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ. ಪ್ರತಿ ಸ್ಥಳದಲ್ಲಿ ಯಾವ ಮೆನು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Editing Menus
kn: ಮೆನುಗಳನ್ನು ಸಂಪಾದಿಸುತ್ತಿರುವುದು

source: Menu Management
kn: ಮೆನು ನಿರ್ವಹಣೆ

source: Add, organize, and modify individual menu items
kn: ಪ್ರತ್ಯೇಕ ಮೆನು ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ, ಸಂಘಟಿಸಿ ಮತ್ತು ಮಾರ್ಪಡಿಸಿ

source: Create, edit, and delete menus
kn: ಮೆನುಗಳನ್ನು ರಚಿಸಿ, ಸಂಪಾದಿಸಿ ಮತ್ತು ಅಳಿಸಿ

source: From this screen you can:
kn: ಈ ಪರದೆಯಿಂದ ನೀವು ಹೀಗೆ ಮಾಡಬಹುದು:

source: This screen is used for managing your navigation menus.
kn: ನಿಮ್ಮ ಸಂಚರಣೆ ಮೆನುಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಈ ಪರದೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Menu locations updated.
kn: ಮೆನು ಸ್ಥಳಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Please enter a valid menu name.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೆನು ಹೆಸರನ್ನು ನಮೂದಿಸಿ.

source: Selected menus have been successfully deleted.
kn: ಆಯ್ದ ಮೆನುಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: The menu has been successfully deleted.
kn: ಮೆನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: The menu item has been successfully deleted.
kn: ಮೆನು ಐಟಂ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Your theme does not support navigation menus or widgets.
kn: ನ್ಯಾವಿಗೇಶನ್ ಮೆನುಗಳು ಅಥವಾ ವಿಜೆಟ್ಗಳನ್ನು ನಿಮ್ಮ ಥೀಮ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.

source: Visit
kn: ಭೇಟಿ

source: Global Settings
kn: ಜಾಗತಿಕ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: You must be a member of at least one site to use this page.
kn: ಈ ಪುಟವನ್ನು ಬಳಸಲು ನೀವು ಕನಿಷ್ಠ ಒಂದು ಸೈಟ್ನ ಸದಸ್ಯರಾಗಿರಬೇಕು.

source: Settings saved.
kn: ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.

source: The primary site you chose does not exist.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ರಾಥಮಿಕ ಸೈಟ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: Delete My Site Permanently
kn: ಶಾಶ್ವತವಾಗಿ ನನ್ನ ಸೈಟ್ ಅಳಿಸಿ

source: I'm sure I want to permanently disable my site, and I am aware I can never get it back or use %s again.
kn: ನಾನು ನನ್ನ ಸೈಟ್ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸುತ್ತೇನೆ ಎಂದು ನಾನು ಖಚಿತವಾಗಿರುತ್ತೇನೆ ಮತ್ತು ನಾನು ಎಂದಿಗೂ ಅದನ್ನು ಮರಳಿ ಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ ಅಥವಾ ಮತ್ತೆ %s ಅನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ .

source: Remember, once deleted your site cannot be restored.
kn: ನೆನಪಿಡಿ, ಒಮ್ಮೆ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲಾದ ನಂತರ ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ .

source: Delete My Site
kn: ನನ್ನ ಸೈಟ್ ಅಳಿಸಿ

source: Sorry, the link you clicked is stale. Please select another option.
kn: ಕ್ಷಮಿಸಿ, ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ಲಿಂಕ್ ಹಳೆಯದಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ.

source: Sorry, you are not allowed to delete this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Multisite support is not enabled.
kn: ಮಲ್ಟಿಸೈಟ್ ಬೆಂಬಲವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ.

source: Permalinks
kn: ಪರ್ಮಾಲಿಂಕ್ಸ್

source: Reading
kn: ಓದುವಿಕೆ

source: Writing
kn: ಬರೆಯುವುದು

source: Network Setup
kn: ನೆಟ್ವರ್ಕ್ ಸೆಟಪ್

source: Delete Site
kn: ಸೈಟ್ ಅಳಿಸಿ

source: Available Tools
kn: ಲಭ್ಯವಿರುವ ಪರಿಕರಗಳು

source: Tools
kn: ಪರಿಕರಗಳು

source: Add New User
kn: ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ

source: Your Profile
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್

source: All Users
kn: ಎಲ್ಲಾ ಬಳಕೆದಾರರು

source: Profile
kn: ಪ್ರೊಫೈಲ್

# plugin editor
source: Editor
kn: ಸಂಪಾದಕ

source: Installed Plugins
kn: ಸ್ಥಾಪಿಸಲಾದ ಪ್ಲಗ್ಇನ್ಗಳು

source: Plugins %s
kn: ಪ್ಲಗಿನ್ಗಳು %s

# theme editor
source: Editor
kn: ಸಂಪಾದಕ

source: Appearance
kn: ತೋರಿಕೆ

source: All Comments
kn: ಎಲ್ಲಾ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: Comments %s
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳು %s

source: Library
kn: ಲೈಬ್ರರಿ

source: Updates %s
kn: ಅಪ್ಡೇಟ್ಗಳು %s

source: Skip to main content
kn: ಮುಖ್ಯ ವಿಷಯಕ್ಕೆ ತೆರಳಿ

source: Main menu
kn: ಮುಖ್ಯ ಪಟ್ಟಿ

source: Collapse menu
kn: ಪಟ್ಟಿ ಕುಗ್ಗಿಸು

source: Update Media
kn: ಮಾಧ್ಯಮವನ್ನು ನವೀಕರಿಸಿ

source: This screen allows you to edit five fields for metadata in a file within the media library.
kn: ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯ ಫೈಲ್ನಲ್ಲಿ ಮೆಟಾಡೇಟಾಗಾಗಿ ಐದು ಕ್ಷೇತ್ರಗಳನ್ನು ಸಂಪಾದಿಸಲು ಈ ಪರದೆಯು ಅನುಮತಿಸುತ್ತದೆ.

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
kn: ಈ ಅಟ್ಯಾಚ್ಮೆಂಟ್ ಅನ್ನು ನೀವು ಸಂಪಾದಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಅನುಪಯುಕ್ತದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಅನುಪಯುಕ್ತದಿಂದ ಹೊರಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: You attempted to edit an item that isn&#8217;t an attachment. Please go back and try again.
kn: ಲಗತ್ತಿಸದ ಐಟಂ ಅನ್ನು ಸಂಪಾದಿಸಲು ನೀವು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಹಿಂತಿರುಗಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದ ಲಗತ್ತು ಸಂಪಾದಿಸಲು ನೀವು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ಬಹುಶಃ ಅದನ್ನು ಅಳಿಸಲಾಗಿದೆ?

source: Sorry, you are not allowed to edit this attachment.
kn: ಕ್ಷಮಿಸಿ, ಈ ಲಗತ್ತನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Invalid item ID.
kn: ಅಮಾನ್ಯವಾದ ಐಟಂ ಐಡಿ.

source: <a href="https://codex.wordpress.org/Media_Add_New_Screen">Documentation on Uploading Media Files</a>
kn: <a href="https://codex.wordpress.org/Media_Add_New_Screen"> ಅಪ್ಲೋಡ್ ಮಾಡುವ ಮೀಡಿಯಾ ಫೈಲ್ಗಳ ಬಗ್ಗೆ ದಾಖಲೆ </a>

source: Revert to the <strong>Browser Uploader</strong> by clicking the link below the drag and drop box.
kn: ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಪೆಟ್ಟಿಗೆಯ ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ <strong> ಬ್ರೌಸರ್ ಅಪ್ಲೋಡರ್ </strong> ಗೆ ಹಿಂದಿರುಗಿ.

source: Clicking <strong>Select Files</strong> opens a navigation window showing you files in your operating system. Selecting <strong>Open</strong> after clicking on the file you want activates a progress bar on the uploader screen.
kn: ನಿಮ್ಮ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂನಲ್ಲಿ ಫೈಲ್ಗಳನ್ನು ತೋರಿಸುವ ಒಂದು ನ್ಯಾವಿಗೇಶನ್ ವಿಂಡೋ ತೆರೆಯಲು <strong> ಫೈಲ್ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ </strong> ಕ್ಲಿಕ್ ಮಾಡಿ. ಅಪ್ಲೋಡರ್ ಪರದೆಯಲ್ಲಿ ಪ್ರಗತಿ ಪಟ್ಟಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಫೈಲ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ <strong> ತೆರೆಯಿರಿ </strong> ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: <strong>Drag and drop</strong> your files into the area below. Multiple files are allowed.
kn: ನಿಮ್ಮ ಫೈಲ್ಗಳನ್ನು ಕೆಳಗಿನ ಪ್ರದೇಶಕ್ಕೆ <strong> ಡ್ರ್ಯಾಗ್ ಮಾಡಿ ಮತ್ತು ಡ್ರಾಪ್ ಮಾಡಿ </strong>. ಬಹು ಫೈಲ್ಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ.

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share. There are three options for uploading files:
kn: ಮೊದಲು ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸದೆ ನೀವು ಮಾಧ್ಯಮ ಫೈಲ್ಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡಬಹುದು. ನಂತರ ನೀವು ಪೋಸ್ಟ್ಗಳನ್ನು ಮತ್ತು ಪುಟಗಳೊಂದಿಗೆ ಬಳಸಲು ಮತ್ತು / ಅಥವಾ ನೀವು ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ನಿರ್ದಿಷ್ಟ ಫೈಲ್ಗಾಗಿ ವೆಬ್ ಲಿಂಕ್ ಪಡೆಯಲು ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ಮೂರು ಆಯ್ಕೆಗಳಿವೆ:

source: Upload New Media
kn: ಹೊಸ ಮಾಧ್ಯಮವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: WordPress can automatically look for some common database problems and repair them. Repairing can take a while, so please be patient.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕೆಲವು ಸಾಮಾನ್ಯ ಡೇಟಾಬೇಸ್ ಸಮಸ್ಯೆಗಳನ್ನು ಹುಡುಕಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಸರಿಪಡಿಸಬಹುದು. ದುರಸ್ತಿಗೆ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
kn: ರಿಪೇರಿ ಪೂರ್ಣಗೊಂಡಿದೆ. ಈ ಪುಟವನ್ನು ಅನಧಿಕೃತ ಬಳಕೆದಾರರು ಬಳಸದಂತೆ ತಡೆಗಟ್ಟಲು ದಯವಿಟ್ಟು wp-config.php ನಿಂದ ಕೆಳಗಿನ ಸಾಲನ್ನು ತೆಗೆದುಹಾಕಿ.

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
kn: ಕೆಲವು ಡೇಟಾಬೇಸ್ ಸಮಸ್ಯೆಗಳನ್ನು ದುರಸ್ತಿ ಮಾಡಲಾಗಲಿಲ್ಲ. ಹೆಚ್ಚುವರಿ ಸಹಾಯ ಪಡೆಯಲು ದಯವಿಟ್ಟು <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಬೆಂಬಲ ವೇದಿಕೆಗಳಿಗೆ </a> ಕೆಳಗಿನ ದೋಷಗಳ ಪಟ್ಟಿಯನ್ನು ನಕಲಿಸಿ ಮತ್ತು ಅಂಟಿಸಿ.

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸಹ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು. ಇದು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸುಧಾರಿಸುತ್ತದೆ. ಡೇಟಾಬೇಸ್ ಅನ್ನು ದುರಸ್ತಿ ಮಾಡುವುದು ಮತ್ತು ಸರಳೀಕರಿಸುವುದು ಬಹಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ಸರಳೀಕರಿಸುವಾಗ ಡೇಟಾಬೇಸ್ ಲಾಕ್ ಆಗುತ್ತದೆ.

source: One or more database tables are unavailable. To allow WordPress to attempt to repair these tables, press the &#8220;Repair Database&#8221; button. Repairing can take a while, so please be patient.
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಡೇಟಾಬೇಸ್ ಕೋಷ್ಟಕಗಳು ಲಭ್ಯವಿಲ್ಲ. ಈ ಕೋಷ್ಟಕಗಳನ್ನು ಸರಿಪಡಿಸಲು ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ರಯತ್ನಿಸಲು, &#8220;ದುರಸ್ತಿ ಡೇಟಾಬೇಸ್&#8221; ಗುಂಡಿಯನ್ನು ಒತ್ತಿ. ದುರಸ್ತಿಗೆ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.

source: The %1$s table is not okay. It is reporting the following error: %2$s. WordPress will attempt to repair this table&hellip;
kn: %1$s ಟೇಬಲ್ ಸರಿಯಲ್ಲ. ಇದು ಕೆಳಗಿನ ದೋಷವನ್ನು ವರದಿ ಮಾಡುತ್ತಿದೆ: %2$s. ಈ ಟೇಬಲ್ ಅನ್ನು ದುರಸ್ತಿ ಮಾಡಲು ವರ್ಡ್ಪ್ರೆಸ್ ಪ್ರಯತ್ನಿಸುತ್ತದೆ &hellip;
