Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
kn: ಹಾಯ್, ನಿಮ್ಮನ್ನು '%1$s' ನಲ್ಲಿ ಸೇರಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ %3$s ನ ಪಾತ್ರದೊಂದಿಗೆ %2$s ಆಮಂತ್ರಣವನ್ನು ದೃಢೀಕರಿಸಲು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ: %4$s

source: Sorry, you are not allowed to create users.
kn: ಕ್ಷಮಿಸಿ, ನಿಮಗೆ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಲು ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to add users to this network.
kn: ಕ್ಷಮಿಸಿ, ಈ ನೆಟ್ವರ್ಕ್ಗೆ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Update User
kn: ಬಳಕೆದಾರರನ್ನು ನವೀಕರಿಸಿ

source: Update Profile
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಿ

source: Denied: %s
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ: %s

source: Capabilities
kn: ಸಾಮರ್ಥ್ಯಗಳು

source: Additional Capabilities
kn: ಹೆಚ್ಚುವರಿ ಸಾಮರ್ಥ್ಯಗಳು

source: Log %s out of all locations.
kn: ಎಲ್ಲಾ ಸ್ಥಳಗಳಿಂದ %s ಅನ್ನು ಲಾಗ್ಔಟ್ ಮಾಡಿ.

source: Log Out Everywhere
kn: ಎಲ್ಲೆಡೆಯಿ೦ದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ.

source: Did you lose your phone or leave your account logged in at a public computer? You can log out everywhere else, and stay logged in here.
kn: ನಿಮ್ಮ ಫೋನ್ ಕಳೆದುಕೊಂಡಿದೆಯೇ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಕಂಪ್ಯೂಟರ್ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲಾಗ್ ಇನ್ ಮಾಡಿದ್ದೀರಾ? ನೀವು ಬೇರೆ ಎಲ್ಲೆಡೆಯಿ೦ದ ಲಾಗ್ ಔಟ್ ಮಾಡಬಹುದು, ಮತ್ತು ಇಲ್ಲಿ ಲಾಗ್ ಇನ್ ಆಗಿರಿ.

source: You are only logged in at this location.
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ನೀವು ಮಾತ್ರ ಲಾಗ್ ಇನ್ ಆಗಿರುವಿರಿ.

source: Log Out Everywhere Else
kn: ಬೇರೆ ಎಲ್ಲೆಡೆಯಿ೦ದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ.

source: Sessions
kn: ಸೆಷನ್ಸ್

source: Confirm use of potentially weak password
kn: ಸಂಭಾವ್ಯ ದುರ್ಬಲ ಪಾಸ್ವರ್ಡ್ ಬಳಕೆ ದೃಢೀಕರಿಸಿ

source: Type your new password again.
kn: ನಿಮ್ಮ ಹೊಸ ಪಾಸ್ವರ್ಡ್ ನ್ನು ಮತ್ತೆ ಟೈಪ್ ಮಾಡಿ.

source: Cancel password change
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾವಣೆ ರದ್ದುಮಾಡಿ

source: Generate Password
kn: ಪಾಸ್ವರ್ಡ್ ರಚಿಸಿ

source: New Password
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್

source: Account Management
kn: ಖಾತೆ ನಿರ್ವಹಣೆ

source: You can change your profile picture on <a href="%s">Gravatar</a>.
kn: <a href="%s"> Gravatar </a> ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.

source: Profile Picture
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ

source: Share a little biographical information to fill out your profile. This may be shown publicly.
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ತುಂಬಲು ಸ್ವಲ್ಪ ಜೀವನಚರಿತ್ರೆಯ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ. ಇದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ತೋರಿಸಬಹುದು.

source: Biographical Info
kn: ಜೀವನಚರಿತ್ರೆಯ ಮಾಹಿತಿ

source: About the user
kn: ಬಳಕೆದಾರರ ಬಗ್ಗೆ

source: About Yourself
kn: ನಿಮ್ಮ ಬಗ್ಗೆ

source: There is a pending change of your email to %s.
kn: ನಿಮ್ಮ ಇಮೇಲ್ನ %s ಗೆ ಬದಲಾವಣೆಗೆ ಬಾಕಿ ಉಳಿದಿದೆ

source: Contact Info
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ

source: Display name publicly as
kn: ಸಾರ್ವಜನಿಕವಾಗಿ ತೋರಿಸುವ ಹೆಸರು

source: Nickname
kn: ಅಡ್ಡಹೆಸರು

source: Last Name
kn: ಕೊನೆಯ ಹೆಸರು

source: First Name
kn: ಮೊದಲ ಹೆಸರು

source: Super admin privileges cannot be removed because this user has the network admin email.
kn: ಈ ನಿರ್ವಾಹಕರು ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕ ಇಮೇಲ್ ಅನ್ನು ಹೊಂದಿರುವ ಕಾರಣ ಸೂಪರ್ ನಿರ್ವಾಹಕ ಸೌಲಭ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ.

source: Grant this user super admin privileges for the Network.
kn: ನೆಟ್ವರ್ಕ್ಗಾಗಿ ಈ ಬಳಕೆದಾರರಿಗೆ ಸೂಪರ್ ನಿರ್ವಾಹಕ ಸೌಲಭ್ಯಗಳನ್ನು ನೀಡಿ.

source: &mdash; No role for this site &mdash;
kn: &mdash; ಈ ಸೈಟ್ಗೆ ಯಾವುದೇ ಪಾತ್ರವಿಲ್ಲ &mdash;

source: Usernames cannot be changed.
kn: ಬಳಕೆದಾರಹೆಸರುಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.

source: Show Toolbar when viewing site
kn: ಸೈಟ್ ವೀಕ್ಷಿಸುವಾಗ ಟೂಲ್ಬಾರ್ ತೋರಿಸಿ

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
kn: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank"> ಹೆಚ್ಚಿನ ಮಾಹಿತಿ </a>

source: Enable keyboard shortcuts for comment moderation.
kn: ಕಾಮೆಂಟ್ ಮಾಡರೇಶನ್ಗಾಗಿ ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್ಕಟ್ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.

source: Disable syntax highlighting when editing code
kn: ಕೋಡ್ ಅನ್ನು ಸಂಪಾದಿಸುವಾಗ ಸಿಂಟ್ಯಾಕ್ಸ್ ಹೈಲೈಟ್ ಮಾಡುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Syntax Highlighting
kn: ಸಿಂಟ್ಯಾಕ್ಸ್ ಹೈಲೈಟ್

source: Disable the visual editor when writing
kn: ಬರೆಯುವಾಗ ದೃಶ್ಯ ಸಂಪಾದಕವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Visual Editor
kn: ದೃಶ್ಯ ಸಂಪಾದಕ

source: Personal Options
kn: ವೈಯಕ್ತಿಕ ಆಯ್ಕೆಗಳು

# user
source: Add Existing
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವದನ್ನು ಸೇರಿಸಿ

source: Error while saving the new email address. Please try again.
kn: ಹೊಸ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಉಳಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.

source: <a href="https://codex.wordpress.org/Media_Library_Screen">Documentation on Media Library</a>
kn: <a href="https://codex.wordpress.org/Media_Library_Screen">ಮೀಡಿಯಾ ಲೈಬ್ರರಿಯ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್</a>

source: &larr; Back to Users
kn: &larr; ಬಳಕೆದಾರರಿಗೆ ಹಿಂತಿರುಗಿ

source: User updated.
kn: ಬಳಕೆದಾರನನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.

source: Profile updated.
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲಾಗಿದೆ.

source: This user has super admin privileges.
kn: ಈ ಬಳಕೆದಾರರು ಸೂಪರ್ ನಿರ್ವಾಹಕ ಸೌಲಭ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.

source: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen">Documentation on User Profiles</a>
kn: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen"> ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ಗಳ ಬಗ್ಗೆ ದಾಖಲೆ </a>

source: Remember to click the Update Profile button when you are finished.
kn: ನೀವು ಮುಕ್ತಾಯಗೊಳಿಸಿದ ಬಳಿಕ ನವೀಕರಣ ಪ್ರೊಫೈಲ್ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲು ನೆನಪಿಡಿ.

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
kn: ಅಗತ್ಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಸೂಚಿಸಲಾಗಿದೆ; ಉಳಿದವು ಐಚ್ಛಿಕ. ನಿಮ್ಮ ಥೀಮ್ ಹಾಗೆ ಹೊಂದಿಸಿದ್ದರೆ ಮಾತ್ರ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.

source: You can log out of other devices, such as your phone or a public computer, by clicking the Log Out Everywhere Else button.
kn: ನಿಮ್ಮ ಫೋನ್ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಕಂಪ್ಯೂಟರ್ನಂತಹ ಇತರ ಸಾಧನಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಆಗಬಹುದು, ಎಲ್ಲೆಡೆಯಿಂದ ಲಾಗ್ಔಟ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಬಹುದು.

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದರೆ ನಿಮ್ಮ ನೈಜ ಹೆಸರನ್ನು ಅಥವಾ ಉಪನಾಮವನ್ನು ನಮೂದಿಸಲು ನೀವು ಇತರ ಕ್ಷೇತ್ರಗಳನ್ನು ಬಳಸಬಹುದು, ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಯಾವ ಹೆಸರನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು ಎಂದು ಬದಲಾಯಿಸಬಹುದು.

source: You can select the language you wish to use while using the WordPress administration screen without affecting the language site visitors see.
kn: ಸೈಟ್ ಸಂದರ್ಶಕರನ್ನು ನೋಡುವ ಭಾಷೆಗೆ ಪರಿಣಾಮ ಬೀರದಂತೆ , ವರ್ಡ್ಪ್ರೆಸ್ ಆಡಳಿತ ಪರದೆಯನ್ನು ಬಳಸುವಾಗ ನೀವು ಬಳಸಲು ಬಯಸುವ ಭಾಷೆಯನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things. You can hide the Toolbar (formerly called the Admin Bar) from the front end of your site, however it cannot be disabled on the admin screens.
kn: ನೀವು ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಬಹುದು, ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್ಕಟ್ಗಳನ್ನು ಆನ್ ಮಾಡಿ, ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಆಡಳಿತ ಪರದೆಯ ಬಣ್ಣದ ಸ್ಕೀಮ್ ಅನ್ನು ಬದಲಿಸಬಹುದು, ಮತ್ತು ಡಬ್ಲ್ಯುವೈಎಸ್ಐಡಬ್ಲ್ಯುವೈಜಿ (ವಿಷುಯಲ್) ಸಂಪಾದಕವನ್ನು ಇತರ ವಿಷಯಗಳ ಜೊತೆಗೆ ಆಫ್ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಸೈಟ್ನ ಮುಂಭಾಗದಲ್ಲಿರುವ ಟೂಲ್ಬಾರ್ ಅನ್ನು (ಹಿಂದೆ ನಿರ್ವಹಣೆ ಬಾರ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತಿತ್ತು) ಮರೆಮಾಡಬಹುದು, ಆದರೆ ಅದನ್ನು ನಿರ್ವಹಣೆ ಪರದೆಯ ಮೇಲೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ನಿಮ್ಮ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು (ನಿಮ್ಮ &#8220;ಖಾತೆ&#8221;) ಹಾಗೆಯೇ ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಸಿ ಸಂಬಂಧಿಸಿದ ಕೆಲವು ವೈಯಕ್ತಿಕ ಆಯ್ಕೆಗಳನ್ನು ಹೊಂದಿದೆ.

source: Edit User %s
kn: %s ಬಳಕೆದಾರರನ್ನು ಸಂಪಾದಿಸಿ

source: Error saving media file.
kn: ಮಾಧ್ಯಮ ಕಡತ ಉಳಿಸುವಲ್ಲಿ ದೋಷ.

source: %s media file restored from the trash.
kn: %s ಮಾಧ್ಯಮ ಕಡತ ಅನುಪಯುಕ್ತದಿಂದ ಪುನಃಸ್ಥಾಪನೆಯಾಗಿದೆ.

source: Media file restored from the trash.
kn: ಮಾಧ್ಯಮ ಕಡತ ಅನುಪಯುಕ್ತದಿಂದ ಪುನಃಸ್ಥಾಪನೆಯಾಗಿದೆ.

source: %s media file moved to the trash.
kn: %s ಮಾಧ್ಯಮ ಕಡತ ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Media file moved to the trash.
kn: ಮಾಧ್ಯಮ ಕಡತ ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Media file permanently deleted.
kn: ಮಾಧ್ಯಮ ಕಡತ ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Media items list
kn: ಮಾಧ್ಯಮ ಐಟಂಗಳ ಪಟ್ಟಿ

source: Media items list navigation
kn: ಮಾಧ್ಯಮ ಐಟಂಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Filter media items list
kn: ಮಾಧ್ಯಮ ಐಟಂಗಳ ಪಟ್ಟಿಯನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ

source: Attaching Files
kn: ಕಡತಗಳನ್ನು ಲಗತ್ತಿಸಲಾಗುತ್ತಿದೆ

source: You can narrow the list by file type/status or by date using the dropdown menus above the media table.
kn: ನೀವು ಮಾಧ್ಯಮ ಟೇಬಲ್ ಮೇಲಿನ ಡ್ರಾಪ್ಡೌನ್ ಮೆನುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕಡತ ಪ್ರಕಾರ / ಸ್ಥಿತಿ ಅಥವಾ ದಿನಾಂಕದ ಪಟ್ಟಿಯನ್ನು ಸಂಕುಚಿತಗೊಳಿಸಬಹುದು.

source: If a media file has not been attached to any content, you will see that in the Uploaded To column, and can click on Attach to launch a small popup that will allow you to search for existing content and attach the file.
kn: ಒಂದು ಮಾಧ್ಯಮ ಕಡತ ಯಾವುದೇ ವಿಷಯಕ್ಕೆ ಲಗತ್ತಿಸದಿದ್ದರೆ, ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಕಾಲಮ್ನಲ್ಲಿ ನೀವು ನೋಡುತ್ತೀರಿ, ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪಾಪ್ಅಪ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಲಗತ್ತಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಅದು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿಷಯಕ್ಕಾಗಿ ಹುಡುಕಲು ಮತ್ತು ಫೈಲ್ ಅನ್ನು ಲಗತ್ತಿಸಬಹುದು.

source: Hovering over a row reveals action links: Edit, Delete Permanently, and View. Clicking Edit or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking Delete Permanently will delete the file from the media library (as well as from any posts to which it is currently attached). View will take you to the display page for that file.
kn: ಸಾಲಿನ ಮೇಲೆ ತೂಗಾಡಿದರೆ ಈ ಕ್ರಿಯೆಯ ಲಿಂಕ್ಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ: ಸಂಪಾದಿಸಿ, ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ, ಮತ್ತು ವೀಕ್ಷಿಸಿ. ಸಂಪಾದನೆ ಅಥವಾ ಮಾಧ್ಯಮ ಕಡತ ಹೆಸರಿನ ಮೇಲೆ ಕ್ಲಿಕ್ಕಿಸುವುದರಿಂದ ಆ ಕಡತದ ಮೆಟಾಡೇಟಾವನ್ನು ಸಂಪಾದಿಸಲು ಒಂದು ಸರಳವಾದ ಪರದೆಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುವುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯಿಂದ ಕಡತವನ್ನು ಅಳಿಸುತ್ತದೆ (ಅಲ್ಲದೇ ಇದು ಪ್ರಸ್ತುತ ಲಗತ್ತಿಸಲಾದ ಯಾವುದೇ ಪೋಸ್ಟ್ಗಳಿಂದ). ವೀಕ್ಷಣೆ ಆ ಕಡತದ ಪ್ರದರ್ಶನ ಪುಟಕ್ಕೆ ನಿಮ್ಮನ್ನು ಕರೆದೊಯ್ಯುತ್ತದೆ .

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the Screen Options tab to customize the display of this screen.
kn: ನೀವು ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಎಲ್ಲಾ ಫೈಲ್ಗಳು ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲ್ಪಟ್ಟಿವೆ, ಇತ್ತೀಚಿನ ಅಪ್ಲೋಡ್ಗಳನ್ನು ಮೊದಲು ಪಟ್ಟಿ ಮಾಡಲಾಗಿದೆ. ಈ ಪರದೆಯ ಪ್ರದರ್ಶನವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ನೀವು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ ಅನ್ನು ಬಳಸಬಹುದು.

source: The grid view for the Media Library requires JavaScript. <a href="%s">Switch to the list view</a>.
kn: ಮೀಡಿಯಾ ಲೈಬ್ರರಿ ಗ್ರಿಡ್ ವೀಕ್ಷಣೆಗೆ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಗತ್ಯವಿದೆ. <a href="%s"> ಪಟ್ಟಿಯ ವೀಕ್ಷಣೆಗೆ ಬದಲಿಸಿ </a>.

source: You can also delete individual items and access the extended edit screen from the details dialog.
kn: ನೀವು ವೈಯಕ್ತಿಕ ಐಟಂಗಳನ್ನು ಅಳಿಸಬಹುದು ಮತ್ತು ವಿವರಗಳ ಸಂವಾದದಿಂದ ವಿಸ್ತೃತ ಸಂಪಾದನೆ ಪರದೆಯನ್ನು ಪ್ರವೇಶಿಸಬಹುದು.

source: Use the arrow buttons at the top of the dialog, or the left and right arrow keys on your keyboard, to navigate between media items quickly.
kn: ಮಾಧ್ಯಮದ ಐಟಂಗಳ ನಡುವೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ಸಂವಾದದ ಮೇಲಿನ ಬಾಣದ ಬಟನ್ಗಳನ್ನು ಅಥವಾ ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ನ ಎಡ ಮತ್ತು ಬಲ ಬಾಣದ ಕೀಗಳನ್ನು ಬಳಸಿ.

source: You can view your media in a simple visual grid or a list with columns. Switch between these views using the icons to the left above the media.
kn: ನಿಮ್ಮ ಮಾಧ್ಯಮವನ್ನು ಸರಳ ದೃಷ್ಟಿಗೋಚರ ಗ್ರಿಡ್ ಅಥವಾ ಕಾಲಮ್ಗಳೊಂದಿಗೆ ಪಟ್ಟಿ ಮಾಡಬಹುದು. ಮಾಧ್ಯಮದ ಮೇಲಿನ ಎಡಭಾಗದಲ್ಲಿರುವ ಐಕಾನ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಈ ವೀಕ್ಷಣೆಗಳ ನಡುವೆ ಬದಲಿಸಿ.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first.
kn: ನೀವು ಅಪ್ಲೋಡ್ ಮಾಡಲಾದ ಎಲ್ಲಾ ಫೈಲ್ಗಳು ಮಾಧ್ಯಮ ಲೈಬ್ರರಿಯಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲ್ಪಟ್ಟಿವೆ, ಇತ್ತೀಚಿನ ಅಪ್ಲೋಡ್ಗಳನ್ನು ಮೊದಲು ಪಟ್ಟಿ ಮಾಡಲಾಗಿದೆ.

source: %s seconds
kn: %s ಸೆಕೆಂಡುಗಳು

source: %s queries
kn: %s ಪ್ರಶ್ನೆಗಳು

source: Your WordPress database has been successfully updated!
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಡೇಟಾಬೇಸ್ ನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!

source: Update Complete
kn: ನವೀಕರಣ ಪೂರ್ಣಗೊಂಡಿದೆ

source: Clicking an item will display an Attachment Details dialog, which allows you to preview media and make quick edits. Any changes you make to the attachment details will be automatically saved.
kn: ಐಟಂ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಲಗತ್ತು ವಿವರಗಳು ಡೈಲಾಗ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ, ಅದು ನಿಮ್ಮನ್ನು ಮಾಧ್ಯಮದ ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಲು ಮತ್ತು ತ್ವರಿತ ಸಂಪಾದನೆಗಳನ್ನು ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ. ಲಗತ್ತು ವಿವರಗಳಿಗೆ ನೀವು ಮಾಡಿದ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಉಳಿಸಲಾಗುತ್ತದೆ.

source: To delete media items, click the Bulk Select button at the top of the screen. Select any items you wish to delete, then click the Delete Selected button. Clicking the Cancel Selection button takes you back to viewing your media.
kn: ಮಾಧ್ಯಮ ವಸ್ತುಗಳನ್ನು ಅಳಿಸಲು, ಪರದೆಯ ಮೇಲಿರುವ ದೊಡ್ಡ ಆಯ್ಕೆ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಅಳಿಸಲು ಬಯಸುವ ಯಾವುದೇ ಐಟಂಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ನಂತರ ಅಳಿಸಿ ಆಯ್ಕೆಮಾಡಿ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ರದ್ದು ಆಯ್ಕೆ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಮಾಧ್ಯಮವನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮ್ಮನ್ನು ಹಿಂತಿರುಗಿಸುತ್ತದೆ.

source: Update WordPress Database
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಡೇಟಾಬೇಸ್ ನವೀಕರಿಸಿ

source: The database update process may take a little while, so please be patient.
kn: ಡೇಟಾಬೇಸ್ ಅಪ್ಡೇಟ್ ಪ್ರಕ್ರಿಯೆಯು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.

source: WordPress has been updated! Before we send you on your way, we have to update your database to the newest version.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಿಸಲಾಗಿದೆ! ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿ ನಾವು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸುವ ಮೊದಲು, ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಹೊಸ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಬೇಕು.

source: Database Update Required
kn: ಡೇಟಾಬೇಸ್ ಅಪ್ಡೇಟ್ ಅಗತ್ಯವಿದೆ

source: Your WordPress database is already up-to-date!
kn: ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಡೇಟಾಬೇಸ್ ಈಗಾಗಲೇ ನವೀಕರಿಸಲಾಗಿದೆ!

source: No Update Required
kn: ಯಾವುದೇ ನವೀಕರಣ ಅಗತ್ಯವಿಲ್ಲ

source: WordPress &rsaquo; Update
kn: ವರ್ಡ್ಪ್ರೆಸ್ &rsaquo; ನವೀಕರಿಸಿ

source: Installing Theme from uploaded file: %s
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಕಡತದಿಂದ ಥೀಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s

source: Installing Theme: %s
kn: ಥೀಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s

source: Install Themes
kn: ಥೀಮ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ

source: Installing Plugin from uploaded file: %s
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಕಡತದಿಂದ ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s

source: Installing Plugin: %s
kn: ಪ್ಲಗಿನ್ ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ : %s

source: Plugin failed to reactivate due to a fatal error.
kn: ಮಾರಕ ದೋಷದಿಂದಾಗಿ ಪ್ಲಗಿನ್ ಮರುಸಕ್ರಿಯಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ.

source: Plugin reactivated successfully.
kn: ಪ್ಲಗಿನ್ ಯಶಸ್ವಿಯಾಗಿ ಮರುಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Plugin Reactivation
kn: ಪ್ಲಗಿನ್ ಮರುಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆ

source: Check Again
kn: ಪುನಃ ಪರಿಶೀಲಿಸಿ

source: Last checked on %1$s at %2$s.
kn: ಕೊನೆಯದಾಗಿ %1$s ನ %2$s ನಲ್ಲಿ ಪರಿಶೀಲಿಸಲಾಗಿದೆ.

source: Please select one or more plugins to update.
kn: ನವೀಕರಿಸಲು ದಯವಿಟ್ಟು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಪ್ಲಗಿನ್ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Please select one or more themes to update.
kn: ನವೀಕರಿಸಲು ದಯವಿಟ್ಟು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ವಿಷಯಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: <a href="https://codex.wordpress.org/Dashboard_Updates_Screen">Documentation on Updating WordPress</a>
kn: <a href="https://codex.wordpress.org/Dashboard_Updates_Screen"> ವರ್ಡ್ಪ್ರೆಸ್ ನ್ನು ನವೀಕರಿಸುವ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: How to Update
kn: ಹೇಗೆ ನವೀಕರಿಸುವುದು

source: <strong>Translations</strong> &mdash; The files translating WordPress into your language are updated for you whenever any other updates occur. But if these files are out of date, you can <strong>click the &#8220;Update Translations&#8221;</strong> button.
kn: <strong> ಅನುವಾದಗಳು </strong> &mdash; ಯಾವುದೇ ಇತರ ನವೀಕರಣಗಳು ಸಂಭವಿಸಿದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಭಾಷೆಗೆ ವರ್ಡ್ಪ್ರೆಸ್ ನ್ನು ಭಾಷಾಂತರಿಸುವ ಫೈಲ್ಗಳನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತದೆ. ಆದರೆ ಈ ಫೈಲ್ಗಳು ಹಳೆಯದಾಗಿದ್ದರೆ, ನೀವು <strong> "ಅನುವಾದಗಳನ್ನು ನವೀಕರಿಸಿ" </strong> ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: <strong>Themes and Plugins</strong> &mdash; To update individual themes or plugins from this screen, use the checkboxes to make your selection, then <strong>click on the appropriate &#8220;Update&#8221; button</strong>. To update all of your themes or plugins at once, you can check the box at the top of the section to select all before clicking the update button.
kn: <strong> ಥೀಮ್ಗಳು ಮತ್ತು ಪ್ಲಗ್ಇನ್ಗಳು </strong> &mdash; ಈ ಪರದೆಯಿಂದ ಪ್ರತ್ಯೇಕ ಥೀಮ್ಗಳು ಅಥವಾ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನವೀಕರಿಸಲು, ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಮಾಡಲು ಚೆಕ್ಬಾಕ್ಸ್ಗಳನ್ನು ಬಳಸಿ, ನಂತರ <strong> ಸರಿಯಾದ "ನವೀಕರಣ" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>. ನಿಮ್ಮ ಎಲ್ಲಾ ಥೀಮ್ಗಳು ಅಥವಾ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಒಮ್ಮೆಗೇ ನವೀಕರಿಸಲು, ಅಪ್ಡೇಟ್ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೊದಲು ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಲು ನೀವು ವಿಭಾಗದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.

source: In most cases, WordPress will automatically apply maintenance and security updates in the background for you.
kn: ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ, ವರ್ಡ್ಪ್ರೆಸ್ ನಿಮಗಾಗಿ ಹಿನ್ನಲೆಯಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ವಹಣೆ ಮತ್ತು ಭದ್ರತಾ ನವೀಕರಣಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತದೆ.

source: You are about to install WordPress %s <strong>in English (US).</strong> There is a chance this update will break your translation. You may prefer to wait for the localized version to be released.
kn: ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ %s ಅನ್ನು <strong> ಇಂಗ್ಲಿಷ್ (ಯುಎಸ್) ನಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಲಿದ್ದೀರಿ. </strong> ಈ ಅಪ್ಡೇಟ್ ನಿಮ್ಮ ಅನುವಾದವನ್ನು ಮುರಿಯುವ ಅವಕಾಶವಿದೆ. ಸ್ಥಳೀಯ ಆವೃತ್ತಿಯನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲು ನೀವು ನಿರೀಕ್ಷಿಸಿ ಬಯಸಬಹುದು.

source: If an update is available, you&#8127;ll see a notification appear in the Toolbar and navigation menu.
kn: ಒಂದು ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದ್ದರೆ, ಟೂಲ್ಬಾರ್ ಮತ್ತು ನ್ಯಾವಿಗೇಷನ್ ಮೆನುವಿನಲ್ಲಿ ಅಧಿಸೂಚನೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.

source: On this screen, you can update to the latest version of WordPress, as well as update your themes, plugins, and translations from the WordPress.org repositories.
kn: ಈ ಪರದೆಯಿಂದ ಮೇಲೆ, ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಬಹುದು, ಹಾಗೆಯೇ ನಿಮ್ಮ ಥೀಮ್ ಗಳು , ಪ್ಲಗ್ಇನ್ಗಳು, ಮತ್ತು ಅನುವಾದಗಳನ್ನು wordpress.org ರೆಪೊಸಿಟರಿಗಳಿಂದ ನವೀಕರಿಸಬಹುದು.

source: Update WordPress
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಿಸಿ

source: WordPress Updates
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಣಗಳು

source: New translations are available.
kn: ಹೊಸ ಅನುವಾದಗಳು ಲಭ್ಯವಿದೆ.

source: Your translations are all up to date.
kn: ನಿಮ್ಮ ಅನುವಾದಗಳು ಎಲ್ಲಾ ನವೀಕೃತವಾಗಿವೆ.

source: Translations
kn: ಅನುವಾದಗಳು

source: <strong>WordPress</strong> &mdash; Updating your WordPress installation is a simple one-click procedure: just <strong>click on the &#8220;Update Now&#8221; button</strong> when you are notified that a new version is available.
kn: <strong> ವರ್ಡ್ಪ್ರೆಸ್ </strong> &mdash; ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಸ್ಥಾಪನೆಯನ್ನು ನವೀಕರಿಸುವುದು ಸರಳ ಒಂದು ಕ್ಲಿಕ್ ಪ್ರಕ್ರಿಯೆಯಾಗಿದೆ: ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ ಎಂದು ತಿಳಿಸಿದಾಗ <strong> "ಈಗ ನವೀಕರಿಸಿ" ಬಟನ್ </strong> ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Update Themes
kn: ಥೀಮ್ಗಳ ನವೀಕರಿಸಿ

source: <strong>Please Note:</strong> Any customizations you have made to theme files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
kn: <strong> ದಯವಿಟ್ಟು ಗಮನಿಸಿ: </strong> ನೀವು ಥೀಮ್ ಫೈಲ್ಗಳಿಗೆ ಮಾಡಿದ ಯಾವುದೇ ಕಸ್ಟಮೈಸೇಷನ್ಸ್ ಕಳೆದು ಹೋಗುತ್ತವೆ. ದಯವಿಟ್ಟು ಮಾರ್ಪಾಡುಗಳಿಗಾಗಿ <a href="%s"> ಮಕ್ಕಳ ಥೀಮ್ಗಳನ್ನು </a> ಬಳಸಲು ಪರಿಗಣಿಸಿ.

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
kn: ಈ ಕೆಳಗಿನ ಥೀಮ್ಗಳು ಹೊಸ ಆವೃತ್ತಿಗಳನ್ನು ಹೊಂದಿವೆ. ನೀವು ನವೀಕರಿಸಲು ಬಯಸುವ ಪದಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಂತರ "ಥೀಮ್ಗಳ ನವೀಕರಿಸಿ" ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Your themes are all up to date.
kn: ನಿಮ್ಮ ಥೀಮ್ಗಳು ನವೀಕೃತವಾಗಿವೆ.

source: You have version %1$s installed. Update to %2$s.
kn: ನೀವು ಆವೃತ್ತಿ %1$s ಅನ್ನು ಸ್ಥಾಪಿಸಿದ್ದೀರಿ. %2$s ಗೆ ನವೀಕರಿಸಿ.

source: View version %s details.
kn: ಆವೃತ್ತಿ %s ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ.

source: Compatibility with WordPress %1$s: Unknown
kn: ವರ್ಡ್ಪ್ರೆಸ್ %1$s ನೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆ: ಅಜ್ಞಾತ

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
kn: ವರ್ಡ್ಪ್ರೆಸ್ %1$s ನೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆ: %2$d%% ( ಒಟ್ಟು %4$d ಮತಗಳಲ್ಲಿ %3$d "ಕೆಲಸ" ಮಾಡುತ್ತದೆ)

source: Compatibility with WordPress %1$s: 100%% (according to its author)
kn: ವರ್ಡ್ಪ್ರೆಸ್ %1$s ನೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆ: 100 %% (ಅದರ ಲೇಖಕರ ಪ್ರಕಾರ)

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
kn: ಕೆಳಗಿನ ಪ್ಲಗ್ಇನ್ಗಳಿಗೆ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. ನೀವು ನವೀಕರಿಸಲು ಬಯಸುವ ಪದಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಂತರ "ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ನವೀಕರಿಸಿ" ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Your plugins are all up to date.
kn: ನಿಮ್ಮ ಪ್ಲಗಿನ್ ಗಳೆಲ್ಲವೂ ನವೀಕೃತವಾಗಿವೆ.

source: <a href="%s">Learn more about WordPress %s</a>.
kn: <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ %s ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ </a>.

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
kn: ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ ಆದರೆ, ಇದು ನಿರ್ವಹಣೆ ಮೋಡ್ನಲ್ಲಿರುತ್ತದೆ. ನಿಮ್ಮ ನವೀಕರಣಗಳು ಪೂರ್ಣಗೊಂಡ ತಕ್ಷಣ, ನಿಮ್ಮ ಸೈಟ್ ಸಾಮಾನ್ಯ ಸ್ಥಿತಿಗೆ ಹಿಂತಿರುಗುವುದು.

source: This site is set up to install updates of future beta versions automatically.
kn: ಭವಿಷ್ಯದ ಬೀಟಾ ಆವೃತ್ತಿಯ ನವೀಕರಣಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸ್ಥಾಪಿಸಲು ಈ ಸೈಟ್ ನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ.

source: BETA TESTERS:
kn: ಬೀಟಾ ಪರೀಕ್ಷಕರು:

source: An updated version of WordPress is available.
kn: ವರ್ಡ್ಪ್ರೆಸ್ನ ಒಂದು ಅಪ್ಡೇಟ್ ಆದ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ.

source: <strong>Important:</strong> before updating, please <a href="https://codex.wordpress.org/WordPress_Backups">back up your database and files</a>. For help with updates, visit the <a href="https://codex.wordpress.org/Updating_WordPress">Updating WordPress</a> Codex page.
kn: <strong> ಪ್ರಮುಖ: </strong> ನವೀಕರಿಸುವ ಮೊದಲು, ದಯವಿಟ್ಟು <a href="https://codex.wordpress.org/WordPress_Backups"> ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಮತ್ತು ಫೈಲ್ಗಳನ್ನು ಬ್ಯಾಕ್ಅಪ್ ಮಾಡಿ </a>. ನವೀಕರಣಗಳ ಸಹಾಯಕ್ಕಾಗಿ, <a href="https://codex.wordpress.org/Updating_WordPress"> ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ </a> ಕೋಡೆಕ್ಸ್ ಪುಟವನ್ನು ಭೇಟಿ ಮಾಡಿ.

source: Future security updates will be applied automatically.
kn: ಭವಿಷ್ಯದ ಭದ್ರತಾ ನವೀಕರಣಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ.

source: You have the latest version of WordPress.
kn: ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ.

source: Hide hidden updates
kn: ಅಡಗಿಸಲಾದ ನವೀಕರಣಗಳನ್ನು ಮರೆಮಾಡಿ

source: Show hidden updates
kn: ಅಡಗಿಸಲಾದ ನವೀಕರಣಗಳನ್ನು ತೋರಿಸಿ

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
kn: ಈ ಸ್ಥಳೀಯ ಆವೃತ್ತಿಯು ಭಾಷಾಂತರ ಮತ್ತು ಹಲವಾರು ಇತರ ಸ್ಥಳೀಕರಣ ಪರಿಹಾರಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಅನುವಾದವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ನೀವು ಬಯಸಿದರೆ ನೀವು ಅಪ್ಗ್ರೇಡ್ ಮಾಡುವುದನ್ನು ಬಿಟ್ಟುಬಿಡಬಹುದು.

source: Bring back this update
kn: ಈ ನವೀಕರಣವನ್ನು ಮರಳಿ ತನ್ನಿ

source: Hide this update
kn: ಈ ನವೀಕರಣವನ್ನು ಮರೆಮಾಡಿ

source: You can update to <a href="https://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> automatically:
kn: ನೀವು <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %2$s </a> ಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಬಹುದು:

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
kn: <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %1$s </a> ಗೆ MySQL ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದಕ್ಕೆ ಅಗತ್ಯವಿರುವ ಕಾರಣ ನೀವು ನವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: Re-install Now
kn: ಈಗ ಮರು ಸ್ಥಾಪಿಸಿ

source: If you need to re-install version %s, you can do so here:
kn: ನೀವು %s ಆವೃತ್ತಿಯನ್ನು ಪುನಃ ಸ್ಥಾಪಿಸಲು ಬಯಸಿದಲ್ಲಿ, ನೀವು ಇಲ್ಲಿ ಮಾಡಬಹುದು:

source: You are using a development version of WordPress. You can update to the latest nightly build automatically:
kn: ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಅಭಿವೃದ್ಧಿ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ. ನೀವು ಇತ್ತೀಚಿನ ನೈಟ್ಲೀ ನಿರ್ಮಾಣಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಬಹುದು:

source: Sorry, you are not allowed to update this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ ಅನ್ನು ನವೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: If you want to convert your categories to tags (or vice versa), use the <a href="%s">Categories and Tags Converter</a> available from the Import screen.
kn: ನಿಮ್ಮ ವರ್ಗಗಳನ್ನು ಟ್ಯಾಗ್ಗಳಾಗಿ ಪರಿವರ್ತಿಸಲು ನೀವು ಬಯಸಿದರೆ (ಅಥವಾ ಪ್ರತಿಕ್ರಮದಲ್ಲಿ), ಆಮದು ಪರದೆಯಿಂದ ಲಭ್ಯವಿರುವ <a href="%s"> ವರ್ಗಗಳು ಮತ್ತು ಟ್ಯಾಗ್ಗಳು ಪರಿವರ್ತಕ </a> ವನ್ನು ಬಳಸಿ.

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
kn: <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %1$s </a> ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದರ ಅಗತ್ಯವಿದೆ ಏಕೆಂದರೆ ನೀವು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಆವೃತ್ತಿ %3$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
kn: <a href="https://codex.wordpress.org/Version_%1$s"> ವರ್ಡ್ಪ್ರೆಸ್ %1$s </a> ಗೆ PHP ಆವೃತ್ತಿ %2$s ಅಥವಾ ಹೆಚ್ಚಿನದು ಮತ್ತು MySQL ಆವೃತ್ತಿ %3$s ನ ಅಗತ್ಯವಿರುವುದರಿಂದ ನೀವು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಅಥವಾ ಹೆಚ್ಚಿನದು. ನೀವು PHP ಆವೃತ್ತಿ %4$s ಮತ್ತು MySQL ಆವೃತ್ತಿ %5$s ಅನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.
