Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-network-*.po
Languages: as, kn

source: Add and manage sites or users
kn: ಜಾಲತಾಣಗಳನ್ನು ಅಥವಾ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ

source: You cannot change this later.
as: আপুনি পিছত এইটো সলনি কৰিব নোৱাৰিব |
kn: ಇದನ್ನು ನೀವು ನಂತರದಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ.

source: Your email address.
as: আপোনাৰ ইমেইল ঠিকনা |
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ.

source: Archived
kn: ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ

# site
source: Spam
kn: ಸ್ಪ್ಯಾಮ್

source: Deleted
kn: ಅಳಿಸಲಾಗಿದೆ

source: Mature
kn: ಪ್ರೌಢ

source: No sites found.
kn: ಯಾವುದೇ ಸೈಟ್ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

# site
source: Mark as Spam
kn: ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಿ

# site
source: Not Spam
kn: ಸ್ಪ್ಯಾಮ್ ಅಲ್ಲ

source: Last Updated
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

# site
source: Registered
kn: ನೋಂದಾಯಿಸಲಾಗಿದೆ

source: Never
kn: ಎಂದಿಗೂ

source: Unarchive
kn: ಆರ್ಕೈವ್ ತೆಗೆದುಹಾಕಿ

# verb; site
source: Archive
kn: ಆರ್ಕೈವ್

source: No themes found.
kn: ಯಾವುದೇ ಥೀಮ್ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: You do not appear to have any themes available at this time.
kn: ಈ ಸಮಯದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಯಾವುದೇ ವಿಷಯಗಳನ್ನು ನೀವು ಕಾಣುತ್ತಿಲ್ಲ.

source: Theme
kn: ಥೀಮ್

# themes
source: All <span class="count">(%s)</span>
kn: ಎಲ್ಲಾ <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
kn: ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ <span class="count">(%s)</span>

source: Broken <span class="count">(%s)</span>
kn: ಭಗ್ನವಾದ <span class="count">(%s)</span>

source: Network Disable
kn: ನೆಟ್ವರ್ಕ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: <a href="https://codex.wordpress.org/Tools_Network_Screen">Documentation on the Network Screen</a>
kn: <a href="https://codex.wordpress.org/Tools_Network_Screen"> ನೆಟ್ವರ್ಕ್ ಪರದೆ ಮೇಲಿನ ದಾಖಲೆ ಸಂಕಲನ</a>

source: <a href="https://codex.wordpress.org/Create_A_Network">Documentation on Creating a Network</a>
kn: <a href="https://codex.wordpress.org/Create_A_Network"> ನೆಟ್ವರ್ಕ್ ರಚಿಸುವ ಕುರಿತಾದ ದಾಖಲೆ ಸಂಕಲನ</a>

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
kn: ಈ ಸೆಟಪ್ ತಿಂಗಳಿಗಿಂತ ಹೆಚ್ಚು ಹಳೆಯದಾಗಿದ್ದರೆ ಉಪಕೋಶ ಸೈಟ್ಗಳ ಆಯ್ಕೆಯು ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ ಏಕೆಂದರೆ ಪರ್ಮಾಲಿಂಕ್ ಸಮಸ್ಯೆಗಳು &#8220;/blog/&#8221; ಮುಖ್ಯ ಸೈಟ್ನಿಂದ. ಈ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ಭವಿಷ್ಯದ ಆವೃತ್ತಿಯಲ್ಲಿ ತಿಳಿಸಲಾಗುವುದು.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
kn: ಒಮ್ಮೆ ನೀವು ಈ ಕೋಡ್ ಅನ್ನು ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿದರೆ, ಮಲ್ಟಿಸೈಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು. ಈ ಪರದೆಯ, ಈಗ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆ ಸಂಚರಣೆ ಮೆನುವಿನಲ್ಲಿ, ಸೇರಿಸಿದ ಕೋಡ್ನ ಆರ್ಕೈವ್ ಮಾಡುತ್ತದೆ. ನೆಟ್ವರ್ಕ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಷನ್ ಮತ್ತು ಸೈಟ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಟರ್ ನಡುವೆ ಟೂಲ್ಬಾರ್ನಲ್ಲಿನ ನನ್ನ ಸೈಟ್ಸ್ ಡ್ರಾಪ್ಡೌನ್ ಅಡಿಯಲ್ಲಿ ನೆಟ್ವರ್ಕ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಷನ್ ಅಥವಾ ವೈಯಕ್ತಿಕ ಸೈಟ್ ಹೆಸರನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಟಾಗಲ್ ಮಾಡಬಹುದು.

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
kn: ಕೋಡ್ನ ಗೊತ್ತುಪಡಿಸಿದ ಸಾಲುಗಳನ್ನು wp-config.php ಗೆ (ಮೊದಲು <code> /* ... ಸಂಪಾದನೆ ನಿಲ್ಲಿಸಲು ... */ </code>) ಮತ್ತು <code> .htaccess </code> ಗೆ ಸೇರಿಸಿ (ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವರ್ಡ್ಪ್ರೆಸ್ ನಿಯಮಗಳ ಬದಲಾಯಿಸಲು).

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
kn: ನೆಟ್ವರ್ಕ್ ಸೆಟಪ್ಗಾಗಿ ಮುಂದಿನ ಪರದೆಯು ನಿಮ್ಮ wp-config.php ಮತ್ತು .htaccess ಫೈಲ್ಗಳಿಗೆ ಸೇರಿಸಲು ಪ್ರತ್ಯೇಕವಾಗಿ-ರಚಿಸಿದ ಸಾಲುಗಳ ಕೋಡ್ ಅನ್ನು ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಎಫ್ಟಿಪಿ ಕ್ಲೈಂಟ್ನ ಸೆಟ್ಟಿಂಗ್ಗಳು ಗೋಚರಿಸುವ ಡಾಟ್ನಿಂದ ಪ್ರಾರಂಭವಾಗುವ ಫೈಲ್ಗಳನ್ನು ಮಾಡುತ್ತವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, ಇದರಿಂದ ನೀವು .htaccess ಅನ್ನು ಕಂಡುಹಿಡಿಯಬಹುದು; ಅದು ನಿಜವಾಗಿ ಇಲ್ಲದಿದ್ದರೆ ಈ ಫೈಲ್ ಅನ್ನು ನೀವು ರಚಿಸಬೇಕಾಗಬಹುದು. ಆ ಎರಡು ಫೈಲ್ಗಳ ಬ್ಯಾಕ್ಅಪ್ ಪ್ರತಿಗಳನ್ನು ಮಾಡಿ.

source: Create a Network of WordPress Sites
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್ಗಳ ನೆಟ್ವರ್ಕ್ ರಚಿಸಿ

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
kn: ನೆಟ್ವರ್ಕ್ನ ರಚನೆಯನ್ನು ಅನುಮತಿಸಲು ನಿಮ್ಮ %2$s ಫೈಲ್ನಲ್ಲಿ%1$s ಸ್ಥಿರವಾಗಿ ನೀವು ವ್ಯಾಖ್ಯಾನಿಸಬೇಕು.

source: The Network creation panel is not for WordPress MU networks.
kn: ನೆಟ್ವರ್ಕ್ ರಚನಾ ಫಲಕವು ವರ್ಡ್ಪ್ರೆಸ್ MU ನೆಟ್ವರ್ಕ್ಗಳಿಗೆ ಅಲ್ಲ.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
kn: ಸಂಪಾದಕ ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ ಪುಟಕ್ಕೆ ಹೋಗುವುದರ ಮೂಲಕ ಮತ್ತು ಆ ಸವಲತ್ತುಗಳನ್ನು ನೀಡಲು ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸುವುದರ ಮೂಲಕ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರನ್ನು ಹೆಚ್ಚುವರಿ ಸೂಪರ್ ನಿರ್ವಾಹಕರನ್ನಾಗಿ ಮಾಡಬಹುದು.

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
kn: ಟೇಬಲ್ ಶಿರೋನಾಮೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಪಟ್ಟಿಯ ಮತ್ತು ಉದ್ಧೃತ ವೀಕ್ಷಣೆಗಳ ನಡುವೆ ಬಳಕೆದಾರ ಪಟ್ಟಿಯ ಮೇಲಿನ ಐಕಾನ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಟೇಬಲ್ ಅನ್ನು ವಿಂಗಡಿಸಬಹುದು.

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your installation. Fill out the network details, and click Install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
kn: ಸಬ್ಡೊಮೇನ್ಗಳು ಅಥವಾ ಉಪ ಡೈರೆಕ್ಟರಿಗಳನ್ನು ಆರಿಸಿ; ಇದನ್ನು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪುನರ್ ಸಂರಚಿಸುವ ಮೂಲಕ ಮಾತ್ರ ಬದಲಾಯಿಸಬಹುದು. ನೆಟ್ವರ್ಕ್ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ, ಮತ್ತು ಸ್ಥಾಪನೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಇದು ಕೆಲಸ ಮಾಡದಿದ್ದರೆ, ನೀವು ವೈಲ್ಡ್ಕಾರ್ಡ್ ಡಿಎನ್ಎಸ್ ರೆಕಾರ್ಡ್ ಅನ್ನು (ಸಬ್ಡೊಮೈನ್ಗಳಿಗಾಗಿ) ಸೇರಿಸಬೇಕಾಗಿರಬಹುದು ಅಥವಾ ಪರ್ಮಾಲಿಂಕ್ಸ್ನಲ್ಲಿ (ಸಬ್ ಡೈರೆಕ್ಟರಿಗಳಿಗಾಗಿ) ಮತ್ತೊಂದು ಸೆಟ್ಟಿಂಗ್ಗೆ ಬದಲಿಸಬೇಕಾಗುತ್ತದೆ.

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
kn: ಈ ಪರದೆಯು ಸಬ್ಡೊಮೇನ್ಗಳನ್ನು (<code>site1.example.com</code>) ಅಥವಾ ಉಪಕೋಶಗಳನ್ನು (<code>example.com/site1</code>) ಹೊಂದಿರುವಂತೆ ಸಂರಚಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಆತಿಥೇಯವು ಅದನ್ನು ಅನುಮತಿಸಿದರೆ, ಅಪಾಚೆ ಮತ್ತು ಡಿಎನ್ಎಸ್ ದಾಖಲೆಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಲು ವೈಲ್ಡ್ಕಾರ್ಡ್ ಸಬ್ಡೊಮೈನ್ಗಳ ಅಗತ್ಯವಿರುತ್ತದೆ.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
kn: ಬೃಹತ್ ಕ್ರಿಯೆಯು ಆಯ್ಕೆಮಾಡಿದ ಬಳಕೆದಾರರನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ, ಅಥವಾ ಸ್ಪ್ಯಾಮ್ ಎಂದು ಆಯ್ಕೆಮಾಡಿದವರನ್ನು ಮಾರ್ಕ್ / ಅನ್ಮಾರ್ಕ್ ಮಾಡುತ್ತದೆ. ಸ್ಪ್ಯಾಮ್ ಬಳಕೆದಾರರ ಪೋಸ್ಟ್ಗಳನ್ನು ತೆಗೆದುಹಾಕಿರುತ್ತಾರೆ ಮತ್ತು ಅದೇ ಇಮೇಲ್ ವಿಳಾಸಗಳೊಂದಿಗೆ ಮತ್ತೆ ಸೈನ್ ಅಪ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
kn: ವೈಯಕ್ತಿಕ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ ಪುಟಕ್ಕೆ ಹೋಗಬಹುದು.

source: No, return me to the theme list
kn: ಇಲ್ಲ, ಥೀಮ್ ಪಟ್ಟಿಗೆ ಹಿಂತಿರುಗಿ

source: Yes, delete this theme
kn: ಹೌದು, ಈ ಥೀಮ್ ಅಳಿಸಿ

source: Are you sure you wish to delete these themes?
kn: ಈ ಥೀಮ್ಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Are you sure you wish to delete this theme?
kn: ಈ ಥೀಮ್ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

# theme
source: %1$s by %2$s
kn: %1$s ಮೂಲಕ %2$s

source: You are about to remove the following themes:
kn: ನೀವು ಈ ಕೆಳಗಿನ ಥೀಮ್ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ:

source: These themes may be active on other sites in the network.
kn: ಈ ಥೀಮ್ಗಳು ನೆಟ್ವರ್ಕ್ನಲ್ಲಿರುವ ಇತರ ಸೈಟ್ಗಳಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರಬಹುದು.

source: You are about to remove the following theme:
kn: ನೀವು ಈ ಕೆಳಗಿನ ಥೀಮ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ:

source: This theme may be active on other sites in the network.
kn: ಈ ಥೀಮ್ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಇತರ ಸೈಟ್ಗಳಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರಬಹುದು.

source: A password reset link will be sent to the user via email.
kn: ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಲಿಂಕ್ ಅನ್ನು ಬಳಕೆದಾರರಿಗೆ ಇಮೇಲ್ ಮೂಲಕ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.

source: Add User
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ

source: Enter the username and email.
kn: ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಇಮೇಲ್ ನಮೂದಿಸಿ.

source: Select a user to remove.
kn: ತೆಗೆದುಹಾಕಲು, ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Select a user to change role.
kn: ಪಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲು, ಬಳಕೆದಾರನನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Enter the username of an existing user.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರ ಬಳಕೆದಾರಹೆಸರನ್ನು ನಮೂದಿಸಿ.

source: User could not be added to this site.
kn: ಬಳಕೆದಾರರನ್ನು ಈ ಸೈಟ್ಗೆ ಸೇರಿಸಲಾಗಲಿಲ್ಲ.

source: Site users list
kn: ಸೈಟ್ ಬಳಕೆದಾರರ ಪಟ್ಟಿ

source: Site users list navigation
kn: ಸೈಟ್ ಬಳಕೆದಾರರ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Filter site users list
kn: ಫಿಲ್ಟರ್ ಸೈಟ್ ಬಳಕೆದಾರರ ಪಟ್ಟಿ

source: Network enabled themes are not shown on this screen.
kn: ನೆಟ್ವರ್ಕ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಥೀಮ್ಗಳನ್ನು ಈ ಪರದೆಯಲ್ಲಿ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
kn: ಸಂಪಾದನೆಯ ಲಿಂಕ್ಗಳನ್ನು ಕಾಣಿಸಿಕೊಳ್ಳಲು ಪಟ್ಟಿಯಲ್ಲಿರುವ ಯಾವುದೇ ಬಳಕೆದಾರರ ಮೇಲೆ ಹೋಗಿ. ಎಡಭಾಗದಲ್ಲಿರುವ ಸಂಪಾದನೆ ಲಿಂಕ್ ನಿಮ್ಮನ್ನು ತಮ್ಮ ಸಂಪಾದನೆ ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ ಪುಟಕ್ಕೆ ಕರೆದೊಯ್ಯುತ್ತದೆ; ಯಾವುದೇ ಸೈಟ್ ಹೆಸರಿನ ಬಲಭಾಗದಲ್ಲಿ ಸಂಪಾದಿಸು ಲಿಂಕ್ ಆ ಸೈಟ್ನ ಸಂಪಾದನೆ ಸೈಟ್ ಪರದೆಗೆ ಹೋಗುತ್ತದೆ.

source: This table shows all users across the network and the sites to which they are assigned.
kn: ಈ ಕೋಷ್ಟಕವು ಎಲ್ಲಾ ಜಾಲತಾಣಗಳಲ್ಲಿ ಬಳಕೆದಾರರನ್ನು ಮತ್ತು ಅವುಗಳಿಗೆ ನಿಯೋಜಿಸಲಾದ ಸೈಟ್ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.

source: Warning! User cannot be modified. The user %s is a network administrator.
kn: ಎಚ್ಚರಿಕೆ! ಬಳಕೆದಾರರನ್ನು ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ಬಳಕೆದಾರ %s ಒಂದು ಜಾಲಬಂಧ ನಿರ್ವಾಹಕರು.

source: User added. <a href="%s">Edit user</a>
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲಾಗಿದೆ. <a href="%s"> ಬಳಕೆದಾರರನ್ನು ಸಂಪಾದಿಸಿ </a>

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Documentation on Network Users</a>
kn: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen"> ನೆಟ್ವರ್ಕ್ ಬಳಕೆದಾರರ ಮೇಲಿನ ದಾಖಲೆ </a>

source: Add User will set up a new user account on the network and send that person an email with username and password.
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ ಹೊಸ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಹೊಂದಿಸುತ್ತದೆ ಮತ್ತು ಆ ವ್ಯಕ್ತಿಗೆ ಬಳಕೆದಾರ ಹೆಸರು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ನೊಂದಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ನವೀಕರಿಸಲಾಗಿದೆ! ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿ ನಾವು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸುವ ಮೊದಲು, ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ನಾವು ಪ್ರತ್ಯೇಕವಾಗಿ ಸೈಟ್ಗಳನ್ನು ಅಪ್ಗ್ರೇಡ್ ಮಾಡಬೇಕಾಗಿದೆ.

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮುಂದಿನ ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡದಿದ್ದರೆ, ಈ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ:

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
kn: ಸೈಟ್ ಇಲ್ಲದೆ ನೆಟ್ವರ್ಕ್ಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಲ್ಪಟ್ಟ ಬಳಕೆದಾರರು ಮುಖ್ಯ ಅಥವಾ ಪ್ರಾಥಮಿಕ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಸೈಟ್ಗೆ ಚಂದಾದಾರರಾಗಿ ಸೇರಿಸಲ್ಪಡುತ್ತಾರೆ, ಅವರ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಪ್ರೊಫೈಲ್ ಪುಟಗಳನ್ನು ನೀಡುತ್ತಾರೆ. ಈ ಬಳಕೆದಾರರು ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಮತ್ತು ನನ್ನ ಸೈಟ್ಗಳನ್ನು ಸೈಟ್ ರಚಿಸುವವರೆಗೂ ಪ್ರಮುಖ ನ್ಯಾವಿಗೇಷನ್ ನಲ್ಲಿ ಮಾತ್ರ ನೋಡುತ್ತಾರೆ.

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
kn: ಎಚ್ಚರಿಕೆ! %1$s. ಅನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ. ನಿಮ್ಮ ಸರ್ವರ್ನಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿರುವ ಸೈಟ್ಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗದಿರಬಹುದು. ದೋಷ ಸಂದೇಶ: %2$s

source: All done!
kn: ಎಲ್ಲವೂ ಮುಗಿಯಿತು!

source: If this process fails for any reason, users logging in to their sites will force the same update.
kn: ಯಾವುದೇ ಕಾರಣದಿಂದಾಗಿ ಈ ಪ್ರಕ್ರಿಯೆಯು ವಿಫಲವಾದಲ್ಲಿ, ಬಳಕೆದಾರರು ತಮ್ಮ ಸೈಟ್ಗಳಿಗೆ ಲಾಗಿಂಗ್ ಆಗುವುದರಿಂದ ಅದೇ ನವೀಕರಣವನ್ನು ಒತ್ತಾಯಿಸಲಾಗುತ್ತದೆ.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
kn: ಆವೃತ್ತಿಗೆ ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗದಿದ್ದರೆ, ಈ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಯಾವುದೂ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
kn: ನವೀಕರಣಗಳು / ಲಭ್ಯವಿರುವ ನವೀಕರಣಗಳು (ನೆಟ್ವರ್ಕ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಷನ್ ನ್ಯಾವಿಗೇಷನ್ ಮೆನು ಅಥವಾ ಟೂಲ್ಬಾರ್ ಮೂಲಕ) ಮೂಲಕ ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನ ಹೊಸ ಆವೃತ್ತಿಯನ್ನು ನವೀಕರಿಸಿದ ನಂತರ ಈ ಪರದೆಯನ್ನು ಮಾತ್ರ ಬಳಸಿ. ಅಪ್ಗ್ರೇಡ್ ನೆಟ್ವರ್ಕ್ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಪ್ರತಿ ಸೈಟ್ ಮೂಲಕ, ಐದು ಬಾರಿ ಒಂದು ಸಮಯದಲ್ಲಿ, ಮತ್ತು ಯಾವುದೇ ಡೇಟಾಬೇಸ್ ನವೀಕರಣಗಳನ್ನು ಅನ್ವಯಿಸಲಾಗುವುದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.

source: You cannot delete a theme while it is active on the main site.
kn: ಮುಖ್ಯ ಸೈಟ್ನಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿರುವ ಸಮಯದಲ್ಲಿ ನೀವು ಥೀಮ್ ಅನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Themes list navigation
kn: ಥೀಮ್ಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Documentation on Network Themes</a>
kn: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen"> ನೆಟ್ವರ್ಕ್ ಥೀಮ್ಗಳಲ್ಲಿನ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: Delete Theme
kn: ಥೀಮ್ ಅಳಿಸಿ

source: Sorry, you are not allowed to manage network themes.
kn: ಕ್ಷಮಿಸಿ, ನೆಟ್ವರ್ಕ್ ಥೀಮ್ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Site marked as spam.
as: চাইট আৱৰ্জনা হিচাপে চিহ্নিত হৈছে |
kn: ಸೈಟ್ ಅನ್ನು ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

source: Site unarchived.
kn: ಸೈಟ್ ಆರ್ಕೈವ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: Site archived.
kn: ಸೈಟ್ ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ.

source: Sorry, you are not allowed to delete that site.
kn: ಕ್ಷಮಿಸಿ, ಆ ಸೈಟ್ ಅನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
kn: ಸೈಟ್ ನಿರ್ವಾಹಕರಿಂದ ಜಾಲತಾಣದ ನಿರ್ವಾಹಕರಿಂದ ಸೈಟ್ನಲ್ಲಿ ಸಂಪಾದನೆ ಸೈಟ್ ತೆರೆಯಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು (ಇದು ಥೀಮ್ಗಳ ಟ್ಯಾಬ್ ಅನ್ನು ಹೊಂದಿದೆ); ಎಲ್ಲಾ ಸೈಟ್ಗಳ ಪರದೆಯ ಮೇಲೆ ಸಂಪಾದನೆ ಕ್ರಿಯೆಯ ಲಿಂಕ್ ಮೂಲಕ ಅಲ್ಲಿಗೆ ಹೋಗಿ. ಕೇವಲ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರು ಮಾತ್ರ ಥೀಮ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ಅಥವಾ ಸಂಪಾದಿಸಲು ಸಮರ್ಥರಾಗಿದ್ದಾರೆ.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
kn: ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರು ಬಳಕೆಯಲ್ಲಿರುವ ಥೀಮ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಅದು ಆ ಸೈಟ್ನಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಬಹುದಾಗಿದೆ. ಮತ್ತೊಂದು ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿದರೆ, ನಿಷ್ಕ್ರಿಯ ಥೀಮ್ ಸೈಟ್ನ ಗೋಚರತೆ > ಥೀಮ್ಗಳ ಪರದೆಯಲ್ಲಿ ಕಾಣಿಸುವುದಿಲ್ಲ.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
kn: ಪ್ರತಿ ಪರದೆಯ ಗೋಚರತೆ ಮೆನುವಿನಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಲು ಲಭ್ಯವಿರುವ ಥೀಮ್ಗಳನ್ನು ಸೇರಿಸುವಿಕೆಯನ್ನು ಈ ಪರದೆಯು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ಇದು ಪ್ರಸ್ತುತ ಬಳಸುತ್ತಿರುವ ಸೈಟ್ ಥೀಮ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದಿಲ್ಲ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದಿಲ್ಲ.

source: Site deleted.
as: চাইট মচি দিয়া হ'ল |
kn: ಸೈಟ್ ಅಳಿಸಲಾಗಿದೆ.

source: Sites deleted.
as: চাইটসমূহ মচি দিয়া হ'ল |
kn: ಸೈಟ್ಗಳನ್ನೂ ಅಳಿಸಲಾಗಿದೆ.

source: You are about to delete the following sites:
kn: ನೀವು ಮುಂದಿನ ಸೈಟ್ಗಳನ್ನು ಅಳಿಸಲಿರುವಿರಿ:

source: Sorry, you are not allowed to delete the site %s.
kn: ಕ್ಷಮಿಸಿ, ಸೈಟ್ %s ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Confirm your action
kn: ನಿಮ್ಮ ಕ್ರಿಯೆಯನ್ನು ದೃಢೀಕರಿಸಿ

source: Sorry, you are not allowed to change the current site.
kn: ಕ್ಷಮಿಸಿ, ಪ್ರಸ್ತುತ ಸೈಟ್ ಅನ್ನು ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: The requested action is not valid.
kn: ವಿನಂತಿಸಿದ ಕ್ರಿಯೆಯು ಮಾನ್ಯವಾಗಿಲ್ಲ.

source: You are about to mark the site %s as not mature.
kn: ಸೈಟ್ %s ಅನ್ನು ಪ್ರಬುದ್ಧವಾಗಿಲ್ಲದಿರುವಂತೆ ನೀವು ಗುರುತಿಸಲಿದ್ದೀರಿ.

source: You are about to mark the site %s as mature.
kn: ನೀವು ಸೈಟ್ %s ಅನ್ನು ಪ್ರಬುದ್ಧವಾಗಿ ಗುರುತಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೀರಿ.

source: You are about to delete the site %s.
kn: ನೀವು ಸೈಟ್ %s ಅನ್ನು ಅಳಿಸಲಿರುವಿರಿ.

source: You are about to mark the site %s as spam.
kn: ನೀವು ಸೈಟ್ %s ಅನ್ನು ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಿದ್ದೀರಿ.

source: You are about to unspam the site %s.
kn: ನೀವು ಸೈಟ್ %s ಅನ್ನು ಸ್ಪ್ಯಾಮ್ನಿಂದ ತೆಗೆದು ಹಾಕಲಿದ್ದೀರಿ.

source: You are about to activate the site %s.
kn: ನೀವು ಸೈಟ್ %s ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಿದ್ದೀರಿ.

source: Sites list
kn: ಸೈಟ್ಗಳ ಪಟ್ಟಿ

source: Sites list navigation
kn: ಸೈಟ್ಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Clicking on bold headings can re-sort this table.
kn: ಬೋಲ್ಡ್ ಶೀರ್ಷಿಕೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಈ ಟೇಬಲ್ ಅನ್ನು ಮರು ವಿಂಗಡಿಸಬಹುದು.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
kn: ಸೈಟ್ ಐಡಿ ಅನ್ನು ಆಂತರಿಕವಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಸೈಟ್ನ ಮುಂಭಾಗದಲ್ಲಿ ಅಥವಾ ಬಳಕೆದಾರರಿಗೆ / ವೀಕ್ಷಕರಿಗೆ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.

source: Visit to go to the front-end site live.
kn: ಮುಂಭಾಗದ ಸೈಟ್ಗೆ ಹೋಗಲು ಭೇಟಿ ನೀಡಿ.

source: Delete which is a permanent action after the confirmation screens.
kn: ದೃಢೀಕರಣ ಪರದೆಯ ನಂತರ ಶಾಶ್ವತ ಕ್ರಿಯೆಯನ್ನು ಅಳಿಸಿ.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
kn: ನಿಷ್ಕ್ರಿಯತೆ, ಆರ್ಕೈವ್ ಮತ್ತು ಸ್ಪ್ಯಾಮ್ ದೃಢೀಕರಣ ಪರದೆಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಈ ಕ್ರಮಗಳನ್ನು ನಂತರ ತಿರುಗಿಸಬಹುದು.

source: Dashboard leads to the Dashboard for that site.
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಆ ಸೈಟ್ ನ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಗೆ ಕರೆದುಕೊಂಡು ಹೋಗುತ್ತದೆ

source: An Edit link to a separate Edit Site screen.
kn: ಒಂದು ಪ್ರತ್ಯೇಕ ಸೈಟ್ ಬದಲಾಯಿಸಿ ಪರದೆಯ ಸಂಪಾದನೆ ಲಿಂಕ್.

source: Hovering over each site reveals seven options (three for the primary site):
kn: ಪ್ರತಿ ಸೈಟ್ ನ ಮೇಲೆ ಏಳು ಆಯ್ಕೆಗಳು (ಪ್ರಾಥಮಿಕ ಸೈಟ್ಗಾಗಿ ಮೂರು) ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ:

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
kn: ಇದು ಈ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿನ ಎಲ್ಲಾ ಸೈಟ್ಗಳ ಮುಖ್ಯ ಕೋಷ್ಟಕವಾಗಿದೆ. ಟೇಬಲ್ನ ಬಲಭಾಗದ ಮೇಲಿನ ಐಕಾನ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಪಟ್ಟಿ ಮತ್ತು ಆಯ್ದ ಭಾಗಗಳು ನಡುವೆ ಬದಲಾಯಿಸಿ.

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
kn: ಹೊಸದನ್ನು ಸೇರಿಸಿ ಹೊಸ ಸೈಟ್ ಪರದೆಯನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಿ. ನೀವು ಹೆಸರು, ID ಸಂಖ್ಯೆ, ಅಥವಾ IP ವಿಳಾಸದ ಮೂಲಕ ಸೈಟ್ಗಾಗಿ ಹುಡುಕಬಹುದು. ಒಂದು ಪುಟದಲ್ಲಿ ಎಷ್ಟು ಸೈಟ್ಗಳು ಪ್ರದರ್ಶಿಸಬೇಕೆಂದು ಆಯ್ಕೆ ಮಾಡಲು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.

source: Theme enabled.
kn: ಥೀಮ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Site themes list
kn: ಸೈಟ್ ಥೀಮ್ಗಳ ಪಟ್ಟಿ

source: Site themes list navigation
kn: ಸೈಟ್ ಥೀಮ್ಗಳ ಪಟ್ಟಿ ಸಂಚರಣೆ

source: Filter site themes list
kn: ಫಿಲ್ಟರ್ ಸೈಟ್ ಥೀಮ್ಗಳ ಪಟ್ಟಿ

source: Sorry, you are not allowed to manage themes for this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗಾಗಿ ಥೀಮ್ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Site options updated.
kn: ಸೈಟ್ ಆಯ್ಕೆಗಳು ನವೀಕರಿಸಲಾಗಿದೆ.

source: The username and a link to set the password will be mailed to this email address.
kn: ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಸಲು ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಲಿಂಕ್ ಅನ್ನು ಈ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಮೇಲ್ ಮಾಡಲಾಗುತ್ತದೆ.

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
kn: ಲೋವರ್ಕೇಸ್ ಅಕ್ಷರಗಳು (a-z), ಸಂಖ್ಯೆಗಳು, ಮತ್ತು ಹೈಫನ್ಗಳನ್ನು ಮಾತ್ರ ಅನುಮತಿಸಲಾಗಿದೆ.

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
kn: ಸೈಟ್ ಸೇರಿಸಲಾಗಿದೆ. <a href="%1$s"> ಡ್ಯಾಶ್ಬೋರ್ಡ್ಗೆ ಭೇಟಿ ನೀಡಿ </a> ಅಥವಾ <a href="%2$s"> ಸೈಟ್ ಸಂಪಾದಿಸಿ </a>

source: New site created by %1$s Address: %2$s Name: %3$s
kn: %1$s ನಿಂದ ಹೊಸ ಸೈಟ್ ರಚಿಸಲಾಗಿದೆ ವಿಳಾಸ: %2$s ಹೆಸರು: %3$s

source: There was an error creating the user.
kn: ಬಳಕೆದಾರರನ್ನು ರಚಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ.

source: The domain or path entered conflicts with an existing username.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರ ಹೆಸರಿನೊಂದಿಗೆ ಡೊಮೇನ್ ಅಥವಾ ಮಾರ್ಗವು ಘರ್ಷಣೆಗೆ ಒಳಪಟ್ಟಿದೆ.

source: Missing email address.
kn: ಕಾಣೆಯಾದ ಇಮೇಲ್ ವಿಳಾಸ.

source: Missing or invalid site address.
kn: ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ಅಮಾನ್ಯ ಸೈಟ್ ವಿಳಾಸ.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
kn: ಕೆಳಗಿನ ಪದಗಳನ್ನು ವರ್ಡ್ಪ್ರೆಸ್ ಕ್ರಿಯೆಗಳಿಂದ ಬಳಕೆಗಾಗಿ ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ ಮತ್ತು ಬ್ಲಾಗ್ ಹೆಸರುಗಳಾಗಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ: %s

source: Can&#8217;t create an empty site.
kn: ಖಾಲಿ ಸೈಟ್ ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
kn: ಹೊಸ ಸೈಟ್ಗಾಗಿ ನಿರ್ವಾಹಕ ಇಮೇಲ್ ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದಿದ್ದರೆ, ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸಹ ರಚಿಸಲಾಗುತ್ತದೆ.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
kn: ನೆಟ್ವರ್ಕ್ಗೆ ಹೊಸ ಸೈಟ್ಗಳನ್ನು ಸೇರಿಸಲು ಸೂಪರ್ ಅಡ್ಮಿನ್ಸ್ಗಾಗಿ ಈ ಪರದೆಯಿದೆ. ಇದು ನೋಂದಣಿ ಸೆಟ್ಟಿಂಗ್ಗಳಿಂದ ಪ್ರಭಾವಿತವಾಗಿಲ್ಲ.

source: Sorry, you are not allowed to add sites to this network.
kn: ಕ್ಷಮಿಸಿ, ಈ ನೆಟ್ವರ್ಕ್ಗೆ ಸೈಟ್ಗಳನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Set site attributes
kn: ಸೈಟ್ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹೊಂದಿಸಿ

source: Attributes
kn: ಗುಣಲಕ್ಷಣಗಳು

source: The requested site does not exist.
kn: ವಿನಂತಿಸಿದ ಸೈಟ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: Sorry, you are not allowed to edit this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ ಅನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Enable menus
kn: ಮೆನುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Enable administration menus
kn: ಆಡಳಿತ ಮೆನುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Language Settings
kn: ಭಾಷಾ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Size in kilobytes
kn: ಗಾತ್ರ ಕಿಲೋಬೈಟ್ ನಲ್ಲಿ

source: Allowed file types. Separate types by spaces.
kn: ಅನುಮತಿಸಲಾದ ಫೈಲ್ ಪ್ರಕಾರಗಳು. ಸ್ಥಳಗಳನ್ನು ಪ್ರತ್ಯೇಕ ವಿಧಗಳು.

source: Upload file types
kn: ಫೈಲ್ ಪ್ರಕಾರಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: Limit total size of files uploaded to %s MB
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ಗಳ ಒಟ್ಟು ಗಾತ್ರವನ್ನು %s ಎಂಬಿಗೆ ಮಿತಿಗೊಳಿಸಿ

source: The URL for the first comment on a new site.
kn: ಹೊಸ ಸೈಟ್ನಲ್ಲಿ ಮೊದಲ ಕಾಮೆಂಟ್ ನ URL.

source: The email address of the first comment author on a new site.
kn: ಹೊಸ ಸೈಟ್ನಲ್ಲಿ ಮೊದಲ ಕಾಮೆಂಟ್ ಲೇಖಕರ ಇಮೇಲ್ ವಿಳಾಸ.

source: First Comment Email
kn: ಮೊದಲ ಕಾಮೆಂಟ್ ಇಮೇಲ್

source: The author of the first comment on a new site.
kn: ಹೊಸ ಸೈಟ್ನ ಮೊದಲ ಕಾಮೆಂಟ್ನ ಲೇಖಕ.

source: The first comment on a new site.
kn: ಹೊಸ ಸೈಟ್ನಲ್ಲಿ ಮೊದಲ ಕಾಮೆಂಟ್.

source: The first page on a new site.
kn: ಹೊಸ ಸೈಟ್ನಲ್ಲಿ ಮೊದಲ ಪುಟ.

source: The first post on a new site.
kn: ಹೊಸ ಸೈಟ್ನಲ್ಲಿ ಮೊದಲ ಪೋಸ್ಟ್.

source: If you want to ban domains from site registrations. One domain per line.
kn: ಸೈಟ್ ನೋಂದಣಿಯಿಂದ ಡೊಮೇನ್ಗಳನ್ನು ನಿಷೇಧಿಸಲು ನೀವು ಬಯಸಿದರೆ. ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು ಡೊಮೇನ್.

source: If you want to limit site registrations to certain domains. One domain per line.
kn: ನಿರ್ದಿಷ್ಟ ಡೊಮೇನ್ಗಳಿಗೆ ಸೈಟ್ ದಾಖಲಾತಿಗಳನ್ನು ಮಿತಿಗೊಳಿಸಲು ನೀವು ಬಯಸಿದರೆ. ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು ಡೊಮೇನ್.

source: Users are not allowed to register these sites. Separate names by spaces.
kn: ಈ ಸೈಟ್ಗಳನ್ನು ನೋಂದಾಯಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿ ಇಲ್ಲ. ಖಾಲಿ ಸ್ಥಳಗಳ ಮೂಲಕ ಹೆಸರುಗಳನ್ನು ಬೇರ್ಪಡಿಸಿ

source: Banned Names
as: নিষিদ্ধ নামসমূহ
kn: ನಿಷೇಧಿತ ಹೆಸರುಗಳು

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page
kn: "ಬಳಕೆದಾರರು ಹೊಸತನ್ನು ಸೇರಿಸಿ" ಪುಟ ಮೂಲಕ ಸೈಟ್ ನಿರ್ವಾಹಕರು ತಮ್ಮ ಸೈಟ್ಗೆ ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ಅನುಮತಿಸಿ

source: Add New Users
as: নতুন ব্যৱহাৰকাৰীসমূহ যোগ কৰক
kn: ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ

source: Send the network admin an email notification every time someone registers a site or user account
kn: ಸೈಟ್ ಅಥವಾ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ಯಾರಾದರೂ ನೋಂದಾಯಿಸಿದಾಗ ಪ್ರತಿ ಬಾರಿ ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರಿಗೆ ಇಮೇಲ್ ಅಧಿಸೂಚನೆಯನ್ನು ಕಳುಹಿಸಿ

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
kn: ನೋಂದಣಿ ನಿಷ್ಕ್ರಿಯಗೊಂಡರೆ, ದಯವಿಟ್ಟು%1$s ಅನ್ನು %2$s ನಲ್ಲಿ URL ಗೆ ನೀವು ಹೊಂದಿಸಿ , ಅಸ್ತಿತ್ವದಲ್ಲಿರದ ಸೈಟ್ಗೆ ಭೇಟಿ ನೀಡಿದರೆ ಮರುನಿರ್ದೇಶಿಸುತ್ತದೆ

source: Both sites and user accounts can be registered
kn: ಎರಡೂ ಸೈಟ್ಗಳು ಮತ್ತು ಬಳಕೆದಾರ ಖಾತೆಗಳನ್ನು ನೋಂದಾಯಿಸಬಹುದು

source: Logged in users may register new sites
kn: ಬಳಕೆದಾರರು ಲಾಗ್ ಇನ್ ಆಗಬಹುದು ಮತ್ತು ಹೊಸ ಸೈಟ್ಗಳನ್ನು ನೋಂದಾಯಿಸಬಹುದು

source: User accounts may be registered
kn: ಬಳಕೆದಾರರ ಖಾತೆಗಳನ್ನು ನೋಂದಾಯಿಸಬಹುದು

source: Registration is disabled
kn: ನೋಂದಣಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Allow new registrations
as: নতুন পঞ্জীয়ন অনুমোদিত কৰক
kn: ಹೊಸ ನೋಂದಣಿಗಳನ್ನು ಅನುಮತಿಸಿ
