Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: <a href="https://codex.wordpress.org/Tools_Screen">Documentation on Tools</a>
kn: <a href="https://codex.wordpress.org/Tools_Screen"> ಪರಿಕರಗಳ ಮೇಲಿನ ದಾಖಲೆ </a>

source: Categories have hierarchy, meaning that you can nest sub-categories. Tags do not have hierarchy and cannot be nested. Sometimes people start out using one on their posts, then later realize that the other would work better for their content.
kn: ವರ್ಗಗಳು ಕ್ರಮಾನುಗತ ಹೊಂದಿವೆ, ಅಂದರೆ ನೀವು ಗೂಡು ಉಪ-ವರ್ಗಗಳನ್ನು ಮಾಡಬಹುದು. ಟ್ಯಾಗ್ಗಳಿಗೆ ಕ್ರಮಾನುಗತ ಇಲ್ಲ ಮತ್ತು ನೆಸ್ಟೆಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಕೆಲವೊಮ್ಮೆ ಜನರು ತಮ್ಮ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಲು ಪ್ರಾರಂಭಿಸುತ್ತಾರೆ, ತದನಂತರ ಇತರರು ತಮ್ಮ ವಿಷಯಕ್ಕಾಗಿ ಉತ್ತಮ ಕೆಲಸ ಮಾಡುತ್ತಾರೆ ಎಂದು ತಿಳಿದುಕೊಳ್ಳುತ್ತಾರೆ.

source: The Categories and Tags Converter link on this screen will take you to the Import screen, where that Converter is one of the plugins you can install. Once that plugin is installed, the Activate Plugin &amp; Run Importer link will take you to a screen where you can choose to convert tags into categories or vice versa.
kn: ಈ ತೆರೆಯಲ್ಲಿ ವರ್ಗಗಳು ಮತ್ತು ಟ್ಯಾಗ್ಗಳು ಪರಿವರ್ತಕ ಲಿಂಕ್ ನಿಮ್ಮನ್ನು ಆಮದು ಪರದೆಗೆ ಕರೆದೊಯ್ಯುತ್ತದೆ, ಅಲ್ಲಿ ಪರಿವರ್ತಕವು ನೀವು ಸ್ಥಾಪಿಸಬಹುದಾದ ಪ್ಲಗಿನ್ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಆ ಪ್ಲಗಿನ್ ಅನ್ನು ಒಮ್ಮೆ ಸ್ಥಾಪಿಸಿದ ನಂತರ, ಸಕ್ರಿಯಗೊಳಿಸು ಪ್ಲಗಿನ್ &amp; ರನ್ ಆಮದು ಮಾಡಿಕೊಳ್ಳುವ ಲಿಂಕ್ ನಿಮ್ಮನ್ನು ತೆರೆಗೆ ಕರೆದೊಯ್ಯುತ್ತದೆ, ಅಲ್ಲಿ ನೀವು ಟ್ಯಾಗ್ಗಳನ್ನು ವರ್ಗಗಳಾಗಿ ಅಥವಾ ಪ್ರತಿಕ್ರಮದಲ್ಲಿ ಪರಿವರ್ತಿಸಬಹುದು.

source: Privacy Policy Guide
kn: ಗೌಪ್ಯತಾ ನೀತಿ ಮಾರ್ಗದರ್ಶಿ

source: Install Parent Theme
kn: ಪೋಷಕ ಥೀಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ

source: The following themes are installed but incomplete.
kn: ಕೆಳಗಿನ ಥೀಮ್ ಗಳನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಆದರೆ ಅಪೂರ್ಣವಾಗಿದೆ.

source: Broken Themes
kn: ಭಗ್ನವಾದ ಥೀಮ್ಗಳು

source: <span>Active:</span> %s
kn: <span> ಸಕ್ರಿಯ: </span> %s

source: New version available.
kn: ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ.

source: New version available. <button class="button-link" type="button">Update now</button>
kn: ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. <button class="button-link" type="button"> ಈಗ ನವೀಕರಿಸಿ </button>

source: You cannot delete a theme while it has an active child theme.
kn: ನೀವು ಇದನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ, ಅದು ಸಕ್ರಿಯ ಮಕ್ಕಳ ಥೀಮ್ ಆಗಿದ್ದರೆ.

source: Theme deleted.
kn: ಥೀಮ್ ಅಳಿಸಲಾಗಿದೆ.

source: Visit site
kn: ಸೈಟ್ ಭೇಟಿ ನೀಡಿ

source: Settings saved and theme activated.
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು ಉಳಿಸಲಾಗಿದೆ ಮತ್ತು ಥೀಮ್ ಸಕ್ರಿಯವಾಗಿದೆ.

source: The active theme is broken. Reverting to the default theme.
kn: ಸಕ್ರಿಯ ಥೀಮ್ ಮುರಿದುಹೋಗಿದೆ. ಡೀಫಾಲ್ಟ್ ಥೀಮ್ಗೆ ಹಿಂತಿರುಗಿಸಲಾಗುತ್ತಿದೆ.

source: Search installed themes...
kn: ಸ್ಥಾಪಿಸಲಾದ ಥೀಮ್ಗಳನ್ನು ಹುಡುಕಿ ...

source: Search Installed Themes
kn: ಸ್ಥಾಪಿಸಲಾದ ಥೀಮ್ಗಳನ್ನು ಹುಡುಕಿ

source: Are you sure you want to delete this theme? Click 'Cancel' to go back, 'OK' to confirm the delete.
kn: ಈ ಥೀಮ್ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಮರಳಿ ಹೋಗಲು 'ರದ್ದುಮಾಡು' ಕ್ಲಿಕ್ ಮಾಡಿ, ಖಚಿತಪಡಿಸಲು 'ಸರಿ' ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Previewing and Customizing
kn: ಮುನ್ನೋಟ ಮತ್ತು ಅಗತ್ಯಾನುಗೊಳಿಸಿದ

source: The theme being previewed is fully interactive &mdash; navigate to different pages to see how the theme handles posts, archives, and other page templates. The settings may differ depending on what theme features the theme being previewed supports. To accept the new settings and activate the theme all in one step, click the Publish &amp; Activate button above the menu.
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಲಾಗುತ್ತಿರುವ ಥೀಮ್ ಸಂಪೂರ್ಣ ಸಂವಾದಾತ್ಮಕವಾಗಿದೆ &mdash; ಥೀಮ್ಗಳು ಪೋಸ್ಟ್ಗಳು, ಆರ್ಕೈವ್ಗಳು ಮತ್ತು ಇತರ ಪುಟ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ನೋಡಲು ವಿಭಿನ್ನ ಪುಟಗಳಿಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ. ಥೀಮ್ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ಬೆಂಬಲಿಸುವ ಯಾವ ಥೀಮ್ ಅನ್ನು ಅವಲಂಬಿಸಿದೆ ಎಂಬುದನ್ನು ಅವಲಂಬಿಸಿ ಸೆಟ್ಟಿಂಗ್ಗಳು ಭಿನ್ನವಾಗಿರುತ್ತವೆ. ಹೊಸ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಮತ್ತು ಥೀಮ್ ಅನ್ನು ಒಂದೇ ಹಂತದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಲು, ಪ್ರಕಟಣೆ &amp; ಮೆನುವಿನ ಮೇಲಿರುವ ಬಟನ್ ಸಕ್ರಿಯಗೊಳಿಸಿ.

source: Tap or hover on any theme then click the Live Preview button to see a live preview of that theme and change theme options in a separate, full-screen view. You can also find a Live Preview button at the bottom of the theme details screen. Any installed theme can be previewed and customized in this way.
kn: ಯಾವುದೇ ಥೀಮ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ ಅಥವಾ ಮೇಲಿದ್ದು ನಂತರ ಆ ಥೀಮ್ನ ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ನೋಡಲು ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಪ್ರತ್ಯೇಕ, ಪೂರ್ಣ-ಸ್ಕ್ರೀನ್ ವೀಕ್ಷಣೆಯಲ್ಲಿ ಥೀಮ್ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸಿ. ಥೀಮ್ ವಿವರ ಪರದೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಬಟನ್ ಅನ್ನು ನೀವು ಕಾಣಬಹುದು. ಯಾವುದೇ ಸ್ಥಾಪಿತ ಥೀಮ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತು ಈ ರೀತಿಯಲ್ಲಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು.

source: Adding Themes
kn: ಥೀಮ್ಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ

source: Installing themes on Multisite can only be done from the Network Admin section.
kn: ಮಲ್ಟಿಸೈಟ್ನಲ್ಲಿ ಥೀಮ್ಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದು ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆ ವಿಭಾಗದಿಂದ ಮಾತ್ರ ಮಾಡಬಹುದಾಗಿದೆ.

source: Click Customize for the current theme or Live Preview for any other theme to see a live preview
kn: ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ನೋಡಲು ಯಾವುದೇ ಇತರ ಥೀಮ್ಗೆ ಪ್ರಸ್ತುತ ಥೀಮ್ಗಾಗಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ ಅಥವಾ ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಕ್ಲಿಕ್ ಮಾಡಿ

source: Click on the theme to see the theme name, version, author, description, tags, and the Delete link
kn: ಥೀಮ್ ಹೆಸರು, ಆವೃತ್ತಿ, ಲೇಖಕ, ವಿವರಣೆ, ಟ್ಯಾಗ್ಗಳು, ಮತ್ತು ಅಳಿಸು ಲಿಂಕ್ ನ್ನು ನೋಡಲು ಥೀಮ್ ನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ

source: Alternately, you can browse the themes that are Featured, Popular, or Latest. When you find a theme you like, you can preview it or install it.
kn: ಪರ್ಯಾಯವಾಗಿ, ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ, ಜನಪ್ರಿಯ, ಅಥವಾ ಇತ್ತೀಚಿನ ಥೀಮ್ಗಳನ್ನು ನೀವು ಬ್ರೌಸ್ ಮಾಡಬಹುದು. ನೀವು ಇಷ್ಟಪಡುವ ಥೀಮ್ ಅನ್ನು ನೀವು ಹುಡುಕಿದಾಗ, ನೀವು ಅದನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು ಅಥವಾ ಸ್ಥಾಪಿಸಬಹುದು.

source: If you would like to see more themes to choose from, click on the &#8220;Add New&#8221; button and you will be able to browse or search for additional themes from the <a href="%s">WordPress Theme Directory</a>. Themes in the WordPress Theme Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಲು ಹೆಚ್ಚು ಥೀಮ್ಗಳನ್ನು ನೋಡಲು ಬಯಸಿದರೆ, "ಹೊಸತು ಸೇರಿಸು" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಡೈರೆಕ್ಟರಿ </a> ನಿಂದ ಹೆಚ್ಚುವರಿ ವಿಷಯಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಲು ಅಥವಾ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. . ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿನ ಥೀಮ್ಗಳು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು ಅಭಿವೃದ್ಧಿಪಡಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಸುವ ಪರವಾನಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ. ಓಹ್, ಅವು ಮುಕ್ತವಾಗಿ ದೊರೆಯುತ್ತವೆ!

source: This screen is used for managing your installed themes. Aside from the default theme(s) included with your WordPress installation, themes are designed and developed by third parties.
kn: ನಿಮ್ಮ ತೆರೆಯಲಾದ ಥೀಮ್ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಈ ಪರದೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನೆಯೊಂದಿಗೆ ಡೀಫಾಲ್ಟ್ ಥೀಮ್ (ಗಳನ್ನು) ಹೊರತುಪಡಿಸಿ, ಥೀಮ್ಗಳು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು ಅಭಿವೃದ್ಧಿಪಡಿಸಲ್ಪಟ್ಟಿವೆ.

source: To install the theme so you can preview it with your site&#8217;s content and customize its theme options, click the "Install" button at the top of the left-hand pane. The theme files will be downloaded to your website automatically. When this is complete, the theme is now available for activation, which you can do by clicking the "Activate" link, or by navigating to your Manage Themes screen and clicking the "Live Preview" link under any installed theme&#8217;s thumbnail image.
kn: ಥೀಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲು ನೀವು ನಿಮ್ಮ ಸೈಟ್ನ ವಿಷಯದೊಂದಿಗೆ ಅದನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಅದರ ಥೀಮ್ ಆಯ್ಕೆಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು, ಎಡಗೈ ಫಲಕದ ಮೇಲಿನ "ಸ್ಥಾಪಿಸು" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಥೀಮ್ ಫೈಲ್ಗಳನ್ನು ನಿಮ್ಮ ವೆಬ್ಸೈಟ್ಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ. ಇದು ಪೂರ್ಣಗೊಂಡಾಗ, ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆಗಾಗಿ ಥೀಮ್ ಇದೀಗ ಲಭ್ಯವಿದೆ, "ಸಕ್ರಿಯಗೊಳಿಸು" ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಅಥವಾ ನಿಮ್ಮ ಥೀಮ್ಗಳ ಪರದೆಯನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಯಾವುದೇ ಸ್ಥಾಪಿಸಲಾದ ಥೀಮ್ನ ಥಂಬ್ನೇಲ್ ಇಮೇಜ್ನ ಅಡಿಯಲ್ಲಿ "ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ" ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ಮಾಡಬಹುದು.

source: Once you have generated a list of themes, you can preview and install any of them. Click on the thumbnail of the theme you&#8217;re interested in previewing. It will open up in a full-screen Preview page to give you a better idea of how that theme will look.
kn: ಒಮ್ಮೆ ನೀವು ಥೀಮ್ಗಳ ಪಟ್ಟಿಯನ್ನು ರಚಿಸಿದ ನಂತರ , ನೀವು ಅವುಗಳನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಸ್ಥಾಪಿಸಬಹುದು. ನೀವು ಪೂರ್ವವೀಕ್ಷಣೆಗೆ ಆಸಕ್ತಿ ಹೊಂದಿರುವ ಥೀಮ್ನ ಕಿರುಗಾತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ಆ ಥೀಮ್ ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂಬುದರ ಕುರಿತು ನಿಮಗೆ ಉತ್ತಮ ಕಲ್ಪನೆಯನ್ನು ನೀಡಲು ಪೂರ್ಣ-ಪರದೆ ಮುನ್ನೋಟ ಪುಟದಲ್ಲಿ ಇದು ತೆರೆಯುತ್ತದೆ.

source: You can Search for themes by keyword, author, or tag, or can get more specific and search by criteria listed in the feature filter.
kn: ಕೀವರ್ಡ್, ಲೇಖಕರು ಅಥವಾ ಟ್ಯಾಗ್ ಮೂಲಕ ಥೀಮ್ಗಳಿಗಾಗಿ ನೀವು ಹುಡುಕಬಹುದು, ಅಥವಾ ವೈಶಿಷ್ಟ್ಯದ ಫಿಲ್ಟರ್ನಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ಮಾನದಂಡಗಳ ಮೂಲಕ ಹೆಚ್ಚು ನಿರ್ದಿಷ್ಟವಾದ ಮತ್ತು ಹುಡುಕಾಟವನ್ನು ಪಡೆಯಬಹುದು.

source: There&#8217;s no need to change your CSS here &mdash; you can edit and live preview CSS changes in the <a href="%s">built-in CSS editor</a>.
kn: ನಿಮ್ಮ ಸಿಎಸ್ಎಸ್ ಅನ್ನು ಇಲ್ಲಿ ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿಲ್ಲ &mdash; ನೀವು <a href="%s"> ಅಂತರ್ನಿರ್ಮಿತ CSS ಸಂಪಾದಕದಲ್ಲಿ </a> ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತು ಸಿಎಸ್ಎಸ್ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Template_Tags">Documentation on Template Tags</a>
kn: <a href="https://codex.wordpress.org/Template_Tags"> ಟೆಂಪ್ಲೇಟು ಟ್ಯಾಗ್ಗಳು ಮೇಲೆ ದಾಖಲೆ </a>

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your %s directory.
kn: ನೀವು ಈಗಾಗಲೇ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ನಲ್ಲಿ ಅದರ ZIP ಆರ್ಕೈವ್ ಅನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿದರೆ ನೀವು ಕೈಯಾರೆ ಥೀಮ್ ಅನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಬಹುದು (ಅದು ವಿಶ್ವಾಸಾರ್ಹ ಮತ್ತು ನಿಜವಾದ ಮೂಲದಿಂದ). ನೀವು ಇದನ್ನು ಹಳೆಯ-ಶೈಲಿಯ ರೀತಿಯಲ್ಲಿ ಮಾಡಬಹುದು ಮತ್ತು FTP ಮೂಲಕ ಡೌನ್ಲೋಡ್ ಮಾಡಿದ ಥೀಮ್ ಫೋಲ್ಡರ್ ಅನ್ನು ನಿಮ್ಮ%s ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ನಕಲಿಸಬಹುದು.

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s">WordPress Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are compatible with the license WordPress uses.
kn: <a href="%s"> ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಡೈರೆಕ್ಟರಿ </a> ನಿಂದ ಥೀಮ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸುವ ಈ ಪರದೆಯಲ್ಲಿ ಥೀಮ್ ಬ್ರೌಸರ್ / ಸ್ಥಾಪಕವನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಸೈಟ್ಗಾಗಿ ಹೆಚ್ಚುವರಿ ವಿಷಯಗಳನ್ನು ನೀವು ಕಾಣಬಹುದು. ಈ ವಿಷಯಗಳನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಮತ್ತು ಮೂರನೇ ಪಕ್ಷಗಳು ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾದ, ಉಚಿತವಾಗಿ ಲಭ್ಯರುವ ಮತ್ತು ವರ್ಡ್ಪ್ರೆಸ್ ಬಳಸುವ ಪರವಾನಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.

source: If you decide to go ahead with direct edits anyway, use a file manager to create a copy with a new name and hang on to the original. That way, you can re-enable a functional version if something goes wrong.
kn: ಹೇಗಾದರೂ ನೇರ ಸಂಪಾದನೆಗಳನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ನಿರ್ಧರಿಸಿದರೆ, ಹೊಸ ಹೆಸರಿನೊಂದಿಗೆ ನಕಲನ್ನು ರಚಿಸಲು ಫೈಲ್ ಮ್ಯಾನೇಜರ್ ಅನ್ನು ಬಳಸಿ ಮತ್ತು ಮೂಲಕ್ಕೆ ಸ್ಥಗಿತಗೊಳ್ಳಿ. ಆ ರೀತಿಯಲ್ಲಿ, ಏನಾದರೂ ತಪ್ಪಾದಲ್ಲಿ ನೀವು ಕ್ರಿಯಾತ್ಮಕ ಆವೃತ್ತಿಯನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: You appear to be making direct edits to your theme in the WordPress dashboard. We recommend that you don&#8217;t! Editing your theme directly could break your site and your changes may be lost in future updates. If you need to tweak more than your theme&#8217;s CSS, you might want to try <a href="%s">making a child theme</a>.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಡ್ಯಾಶ್ಬೋರ್ಡ್ನಲ್ಲಿ ನಿಮ್ಮ ಥೀಮ್ಗೆ ನೇರ ಸಂಪಾದನೆಗಳನ್ನು ಮಾಡುವಂತೆ ನೀವು ಕಾಣುತ್ತೀರಿ. ನೀವು ಮಾಡಬಾರದು ಎಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ! ನಿಮ್ಮ ಥೀಮ್ ಅನ್ನು ನೇರವಾಗಿ ಸಂಪಾದಿಸುವುದು ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಮುರಿಯಬಹುದು ಮತ್ತು ಭವಿಷ್ಯದ ನವೀಕರಣಗಳಲ್ಲಿ ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ ಥೀಮ್ನ ಸಿಎಸ್ಎಸ್ ಗಿಂತ ಹೆಚ್ಚಿನದನ್ನು ನೀವು ಬಯಸಿದರೆ, ನೀವು <a href="%s"> ಮಗುವಿನ ಥೀಮ್ ಅನ್ನು ರಚಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು </a>.

source: <a href="https://codex.wordpress.org/Editing_Files">Documentation on Editing Files</a>
kn: <a href="https://codex.wordpress.org/Editing_Files"> ಎಡಿಟಿಂಗ್ ಫೈಲ್ಗಳ ದಾಖಲೆ </a>

source: <a href="https://codex.wordpress.org/Using_Themes">Documentation on Using Themes</a>
kn: <a href="https://codex.wordpress.org/Using_Themes"> ಥೀಮ್ಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ಬಗ್ಗೆ ಡಾಕ್ಯುಮೆಂಟೇಶನ್ </a>

source: <a href="https://codex.wordpress.org/Theme_Development">Documentation on Theme Development</a>
kn: <a href="https://codex.wordpress.org/Theme_Development"> ಥೀಮ್ ಅಭಿವೃದ್ಧಿ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="%s">child theme</a> instead.
kn: ಒಂದೇ ಥೀಮ್ನ ಹೊಸ ಆವೃತ್ತಿಯನ್ನು ನವೀಕರಿಸುವುದು ಇಲ್ಲಿ ಮಾಡಿದ ಬದಲಾವಣೆಗಳನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ. ಇದನ್ನು ತಪ್ಪಿಸಲು, ಬದಲಿಗೆ <a href="%s"> ಮಕ್ಕಳ ಥೀಮ್ </a> ಅನ್ನು ರಚಿಸುವುದನ್ನು ಪರಿಗಣಿಸಿ.

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
kn: <strong> ಸಲಹೆ: </strong> ನೀವು ಪ್ರಸ್ತುತದಲ್ಲಿ ಬಳಕೆಯಲ್ಲಿರುವ ಥೀಮ್ ಅನ್ನು ಲೈವ್-ಸಂಪಾದಿಸುತ್ತಿದ್ದರೆ ನಿಮ್ಮ ಸೈಟ್ ಕ್ರ್ಯಾಶಿಂಗ್ ಬಗ್ಗೆ ಜಾಗರೂಕತೆಯಿಂದ ಯೋಚಿಸಿ.

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Look Up takes you to a web page with reference material about that particular function.
kn: ಪಿಎಚ್ಪಿ ಫೈಲ್ಗಳಿಗಾಗಿ, ಆ ಫೈಲ್ನಲ್ಲಿ ಗುರುತಿಸಲಾದ ಕಾರ್ಯಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಲು ಡಾಕ್ಯುಮೆಂಟೇಶನ್ ಡ್ರಾಪ್ಡೌನ್ ನ್ನು ನೀವು ಬಳಸಬಹುದು. ಲುಕ್ ಅಪ್ ಆ ನಿರ್ದಿಷ್ಟ ಕಾರ್ಯದ ಬಗ್ಗೆ ಉಲ್ಲೇಖಿತ ವಸ್ತುಗಳೊಂದಿಗೆ ವೆಬ್ ಪುಟಕ್ಕೆ ನಿಮ್ಮನ್ನು ಕೊಂಡೊಯ್ಯುತ್ತದೆ.

source: Begin by choosing a theme to edit from the dropdown menu and clicking the Select button. A list then appears of the theme&#8217;s template files. Clicking once on any file name causes the file to appear in the large Editor box.
kn: ಡ್ರಾಪ್ಡೌನ್ ಮೆನುವಿನಿಂದ ಸಂಪಾದಿಸಲು ಮತ್ತು ಆಯ್ಕೆ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಥೀಮ್ ಆಯ್ಕೆಮಾಡುವುದರ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ. ಒಂದು ಥೀಮ್ ನಂತರ ಥೀಮ್ ಟೆಂಪ್ಲೇಟ್ ಫೈಲ್ಗಳು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಯಾವುದೇ ಫೈಲ್ ಹೆಸರಿನ ಮೇಲೆ ಒಮ್ಮೆ ಕ್ಲಿಕ್ಕಿಸುವುದರಿಂದ ಫೈಲ್ ದೊಡ್ಡ ಸಂಪಾದಕ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
kn: ನಿಮ್ಮ ಥೀಮ್ ಮಾಡುವ ಪ್ರತ್ಯೇಕ ಸಿಎಸ್ಎಸ್ ಮತ್ತು ಪಿಎಚ್ಪಿ ಫೈಲ್ಗಳನ್ನು ಸಂಪಾದಿಸಲು ನೀವು ಥೀಮ್ ಸಂಪಾದಕವನ್ನು ಬಳಸಬಹುದು.

source: All right, sparky! You&#8217;ve made it through this part of the installation. WordPress can now communicate with your database. If you are ready, time now to&hellip;
kn: ಸರಿ, ಸ್ಪಾರ್ಕಿ! ನೀವು ಅನುಸ್ಥಾಪನೆಯ ಈ ಭಾಗದಲ್ಲಿ ಅದನ್ನು ಮಾಡಿದ್ದೀರಿ. ವರ್ಡ್ಪ್ರೆಸ್ ಈಗ ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ಗೆ ಸಂವಹನ ಮಾಡಬಹುದು. ನೀವು ಸಿದ್ಧರಾಗಿರುವಾಗ, ಈಗ ಸಮಯ &hellip;

source: The search for installed themes will search for terms in their name, description, author, or tag.
kn: ಸ್ಥಾಪಿಸಲಾದ ಥೀಮ್ಗಳಿಗಾಗಿ ಹುಡುಕಾಟವು ಅವರ ಹೆಸರು, ವಿವರಣೆ, ಲೇಖಕ, ಅಥವಾ ಟ್ಯಾಗ್ನಲ್ಲಿ ಪದಗಳಿಗಾಗಿ ಹುಡುಕುತ್ತದೆ.

source: The current theme is displayed highlighted as the first theme.
kn: ಪ್ರಸ್ತುತ ಥೀಮ್ ನ್ನು ಮೊದಲ ಥೀಮ್ ಆಗಿ ಹೈಲೈಟ್ ಮಾಡಲಾಗಿ ತೋರಿಸಲಾಗಿದೆ.

source: Hover or tap to see Activate and Live Preview buttons
kn: ಸಕ್ರಿಯಗೊಳಿಸಲು ಮತ್ತು ಲೈವ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಬಟನ್ಗಳನ್ನು ನೋಡಲು ಸುಳಿದಾಡಿ ಅಥವಾ ಸ್ಪರ್ಶಿಸಿ

source: If you have marked themes as favorites on WordPress.org, you can browse them here.
kn: ನೀವು WordPress.org ನಲ್ಲಿ ಮೆಚ್ಚಿನ ಥೀಮ್ಗಳನ್ನು ಗುರುತಿಸಿದರೆ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ಬ್ರೌಸ್ ಮಾಡಬಹುದು.

source: <a href="https://codex.wordpress.org/Using_Themes#Adding_New_Themes">Documentation on Adding New Themes</a>
kn: <a href="https://codex.wordpress.org/Using_Themes#Adding_New_Themes"> ಹೊಸ ಥೀಮ್ಗಳನ್ನು ಸೇರಿಸುವ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Oops, no such file exists! Double check the name and try again, merci.
kn: ಓಹ್, ಅಂತಹ ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ! ಹೆಸರನ್ನು ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ, ದಯವಿಟ್ಟು.

source: This child theme inherits templates from a parent theme, %s.
kn: ಈ ಮಕ್ಕಳ ಥೀಮ್ ಪೋಷಕ ಥೀಮ್, %s ನಿಂದ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಉತ್ತರಾಧಿಕರಿಸುತ್ತದೆ.

source: After you&#8217;ve done that, click &#8220;Run the installation.&#8221;
kn: ನೀವು ಇದನ್ನು ಮಾಡಿದ ನಂತರ, &#8220;ಅನುಸ್ಥಾಪನೆಯನ್ನು ರನ್ ಮಾಡಿ&#8221; ಕ್ಲಿಕ್ ಮಾಡಿ.

source: You can create the %s file manually and paste the following text into it.
kn: ನೀವು %s ಕಡತವನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಮತ್ತು ಕೆಳಗಿನ ಪಠ್ಯವನ್ನು ಅಂಟಿಸಿ ರಚಿಸಬಹುದು.

source: If you want to run multiple WordPress installations in a single database, change this.
kn: ನೀವು ಒಂದೇ ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಅನೇಕ ವರ್ಡ್ಪ್ರೆಸ್ ಅನುಸ್ಥಾಪನೆಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ, ಇದನ್ನು ಬದಲಾಯಿಸಿ.

source: You should be able to get this info from your web host, if %s doesn&#8217;t work.
kn: %s ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದರೆ, ನಿಮ್ಮ ವೆಬ್ ಹೋಸ್ಟ್ನಿಂದ ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: The name of the database you want to use with WordPress.
kn: ನೀವು ವರ್ಡ್ಪ್ರೆಸ್ನೊಂದಿಗೆ ಬಳಸಲು ಬಯಸುವ ದತ್ತಸಂಚಯದ ಹೆಸರು.

source: Below you should enter your database connection details. If you&#8217;re not sure about these, contact your host.
kn: ಕೆಳಗೆ ನೀವು ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ನಮೂದಿಸಬೇಕು. ಇವುಗಳ ಕುರಿತು ನಿಮಗೆ ಖಚಿತವಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಹೋಸ್ಟ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: In all likelihood, these items were supplied to you by your Web Host. If you don&#8217;t have this information, then you will need to contact them before you can continue. If you&#8217;re all ready&hellip;
kn: ಎಲ್ಲಾ ಸಾಧ್ಯತೆಗಳಲ್ಲಿ, ಈ ಐಟಂಗಳನ್ನು ನಿಮ್ಮ ವೆಬ್ ಹೋಸ್ಟ್ ಮೂಲಕ ನಿಮಗೆ ಒದಗಿಸಲಾಗಿದೆ. ನೀವು ಈ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ, ನೀವು ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಅವರನ್ನು ಸಂಪರ್ಕಿಸಬೇಕು. ನೀವು ಎಲ್ಲಾ ಸಿದ್ಧರಾಗಿದ್ದರೆ &hellip;

source: If for any reason this automatic file creation doesn&#8217;t work, don&#8217;t worry. All this does is fill in the database information to a configuration file. You may also simply open %1$s in a text editor, fill in your information, and save it as %2$s.
kn: ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಈ ಸ್ವಯಂಚಾಲಿತ ಫೈಲ್ ರಚನೆಯು ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದರೆ, ಚಿಂತಿಸಬೇಡಿ. ಈ ಎಲ್ಲಾ ಡೇಟಾಬೇಸ್ ಮಾಹಿತಿಯು ಒಂದು ಸಂರಚನಾ ಕಡತಕ್ಕೆ ಭರ್ತಿಯಾಗಿದೆ. ಪಠ್ಯ ಸಂಪಾದಕದಲ್ಲಿ ನೀವು ಕೇವಲ %1$s ಅನ್ನು ತೆರೆಯಬಹುದು, ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ತುಂಬಿಸಿ, ಮತ್ತು ಅದನ್ನು %2$s ಎಂದು ಉಳಿಸಿ.

source: Welcome to WordPress. Before getting started, we need some information on the database. You will need to know the following items before proceeding.
kn: ವರ್ಡ್ಪ್ರೆಸ್ಗೆ ಸುಸ್ವಾಗತ. ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು, ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ನಮಗೆ ಕೆಲವು ಮಾಹಿತಿ ಬೇಕು. ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಈ ಕೆಳಗಿನ ಐಟಂಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾಗಿದೆ.

source: The file %1$s already exists one level above your WordPress installation. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href="%2$s">installing now</a>.
kn: %1$s ಫೈಲ್ ಈಗಾಗಲೇ ನಿಮ್ಮ ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪನೆಯ ಮೇಲೆ ಒಂದು ಮಟ್ಟವನ್ನು ಹೊಂದಿದೆ. ಈ ಫೈಲ್ನಲ್ಲಿ ಯಾವುದೇ ಸಂರಚನಾ ಐಟಂಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ, ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ಅಳಿಸಿ. ನೀವು <a href="%2$s"> ಈಗ ಅನುಸ್ಥಾಪಿಸುತ್ತಿದೆ </a> ಪ್ರಯತ್ನಿಸಬಹುದು.

source: <a href="https://codex.wordpress.org/Revision_Management">Revisions Management</a>
kn: <a href="https://codex.wordpress.org/Revision_Management"> ಪರಿಷ್ಕರಣೆಗಳ ನಿರ್ವಹಣೆ </a>

source: To restore a revision, <strong>click Restore This Revision</strong>.
kn: ಪರಿಷ್ಕರಣೆ ಪುನಃಸ್ಥಾಪಿಸಲು, <strong> ಈ ಪರಿಷ್ಕರಣೆ ಮರುಸ್ಥಾಪಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ </strong>.

source: Compare two different revisions by <strong>selecting the &#8220;Compare any two revisions&#8221; box</strong> to the side.
kn: <strong> &#8220; ಯಾವುದೇ ಎರಡು ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಹೋಲಿಸಿ &#8221; ಬಾಕ್ಸ್ </strong> ಬದಿಯಲ್ಲಿ ಎರಡು ವಿಭಿನ್ನ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಹೋಲಿಸಿ.

source: To navigate between revisions, <strong>drag the slider handle left or right</strong> or <strong>use the Previous or Next buttons</strong>.
kn: ಪರಿಷ್ಕರಣೆಗಳ ನಡುವೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು, <strong> ಸ್ಲೈಡರ್ ಹ್ಯಾಂಡಲ್ ಎಡಕ್ಕೆ ಅಥವಾ ಬಲಕ್ಕೆ ಎಳೆಯಿರಿ </strong> ಅಥವಾ <strong> ಹಿಂದಿನ ಅಥವಾ ಮುಂದಿನ ಬಟನ್ಗಳನ್ನು ಬಳಸಿ </strong>.

source: <a href="%1$s">Edit</a> or <a href="%2$s">view</a> your Privacy Policy page content.
kn: ನಿಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟದ ವಿಷಯವನ್ನು <a href="%1$s"> ಸಂಪಾದಿಸಿ </a> ಅಥವಾ <a href="%2$s"> ವೀಕ್ಷಿಸಿ </a>.

source: Revisions are saved copies of your post or page, which are periodically created as you update your content. The red text on the left shows the content that was removed. The green text on the right shows the content that was added.
kn: ಪರಿಷ್ಕರಣೆಗಳು ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅಥವಾ ಪುಟದ ನಕಲುಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ, ನಿಮ್ಮ ವಿಷಯವನ್ನು ನೀವು ನವೀಕರಿಸಿದಂತೆ ನಿಯತಕಾಲಿಕವಾಗಿ ರಚಿಸಲಾಗಿದೆ. ಎಡಭಾಗದಲ್ಲಿರುವ ಕೆಂಪು ಪಠ್ಯವು ತೆಗೆದುಹಾಕಲಾದ ವಿಷಯವನ್ನು ತೋರಿಸುತ್ತದೆ. ಬಲಭಾಗದಲ್ಲಿರುವ ಹಸಿರು ಪಠ್ಯವು ಸೇರಿಸಿದ ವಿಷಯವನ್ನು ತೋರಿಸುತ್ತದೆ.

source: <a href="%1$s">Edit</a> or <a href="%2$s">preview</a> your Privacy Policy page content.
kn: ನಿಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟ ವಿಷಯವನ್ನು <a href="%1$s"> ಸಂಪಾದಿಸಿ </a> ಅಥವಾ <a href="%2$s"> ಪೂರ್ವವೀಕ್ಷಣೆ </a>.

source: We would also suggest reviewing your Privacy Policy from time to time, especially after installing or updating any themes or plugins. There may be changes or new suggested information for you to consider adding to your policy.
kn: ಕಾಲಕಾಲಕ್ಕೆ, ವಿಶೇಷವಾಗಿ ಯಾವುದೇ ವಿಷಯಗಳನ್ನು ಅಥವಾ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ ಅಥವಾ ನವೀಕರಿಸಿದ ನಂತರ ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸುವುದನ್ನು ನಾವು ಸೂಚಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ನೀತಿಗೆ ಸೇರಿಸುವುದನ್ನು ಪರಿಗಣಿಸಲು ಬದಲಾವಣೆಗಳಿರಬಹುದು ಅಥವಾ ಹೊಸ ಸೂಚಿಸಿದ ಮಾಹಿತಿ ಇರಬಹುದು.

source: However, it is your responsibility to use those resources correctly, to provide the information that your Privacy Policy requires, and to keep that information current and accurate.
kn: ಆದಾಗ್ಯೂ, ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಆ ಮಾಹಿತಿಯನ್ನು ಪ್ರಸ್ತುತ ಮತ್ತು ನಿಖರವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲು, ಆ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಸರಿಯಾಗಿ ಬಳಸುವುದು ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಯಾಗಿದೆ.

source: If you already have a Privacy Policy page, please select it below. If not, please create one.
kn: ನೀವು ಈಗಾಗಲೇ ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟವನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅದನ್ನು ಕೆಳಗೆ ಆಯ್ಕೆ ಮಾಡಿ. ಇಲ್ಲದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಒಂದನ್ನು ರಚಿಸಿ.

source: As a website owner, you may need to follow national or international privacy laws. For example, you may need to create and display a Privacy Policy.
kn: ವೆಬ್ಸೈಟ್ ಮಾಲೀಕರಾಗಿ, ನೀವು ರಾಷ್ಟ್ರೀಯ ಅಥವಾ ಅಂತರಾಷ್ಟ್ರೀಯ ಗೌಪ್ಯತೆ ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸಬೇಕಾಗಬಹುದು. ಉದಾಹರಣೆಗೆ, ನೀವು ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ರಚಿಸುವುದು ಮತ್ತು ಪ್ರದರ್ಶಿಸುವುದು ಅಗತ್ಯವಾಗಬಹುದು.

source: The currently selected Privacy Policy page is in the trash. Please create or select a new Privacy Policy page or <a href="%s">restore the current page</a>.
kn: ಪ್ರಸ್ತುತ ಆಯ್ಕೆ ಮಾಡಿದ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವು ಅನುಪಯುಕ್ತದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಹೊಸ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟವನ್ನು ರಚಿಸಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ <a href="%s"> ಪ್ರಸ್ತುತ ಪುಟವನ್ನು ಪುನಃಸ್ಥಾಪಿಸಿ </a>.

source: The currently selected Privacy Policy page does not exist. Please create or select a new page.
kn: ಪ್ರಸ್ತುತ ಆಯ್ಕೆ ಮಾಡಿದ ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಹೊಸ ಪುಟವನ್ನು ರಚಿಸಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ.

source: <a href="https://codex.wordpress.org/Plugins_Add_New_Screen">Documentation on Installing Plugins</a>
kn: <a href="https://codex.wordpress.org/Plugins_Add_New_Screen"> ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸುವ ದಾಖಲೆ </a>

source: You can also browse a user&#8217;s favorite plugins, by using the Favorites link above the plugins list and entering their WordPress.org username.
kn: ಪ್ಲಗಿನ್ಗಳ ಪಟ್ಟಿಯ ಮೇಲಿರುವ ಮೆಚ್ಚಿನವುಗಳು ಲಿಂಕ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಮತ್ತು ಅದರ WordPress.org ಬಳಕೆದಾರಹೆಸರು ನಮೂದಿಸುವುದರ ಮೂಲಕ ಬಳಕೆದಾರರ ನೆಚ್ಚಿನ ಪ್ಲಗಿನ್ಗಳನ್ನು ನೀವು ಬ್ರೌಸ್ ಮಾಡಬಹುದು.

source: You can find new plugins to install by searching or browsing the directory right here in your own Plugins section.
kn: ನಿಮ್ಮ ಸ್ವಂತ ಪ್ಲಗ್ಇನ್ಗಳ ವಿಭಾಗದಲ್ಲಿ ಇಲ್ಲಿಯೇ ಕೋಶವನ್ನು ಹುಡುಕುವ ಅಥವಾ ಬ್ರೌಸ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಹೊಸ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಬಹುದು.

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
kn: ಸಕ್ರಿಯಗೊಳಿಸುವಾಗ ಪ್ಲಗಿನ್ <strong> ಅನಿರೀಕ್ಷಿತ ಔಟ್ಪುಟ್ </strong> ನ%d ಅಕ್ಷರಗಳನ್ನು ರಚಿಸಿತು. ನೀವು "ಈಗಾಗಲೇ ಕಳುಹಿಸಿದ ಹೆಡರ್ಗಳು" ಸಂದೇಶ ಗಮನಿಸಿದರೆ, ಸಿಂಡಿಕೇಶನ್ ಫೀಡ್ಗಳು ಅಥವಾ ಇತರ ಸಮಸ್ಯೆಗಳೊಂದಿಗಿನ ಸಮಸ್ಯೆ, ಈ ಪ್ಲಗಿನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ.

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click the Upload Plugin button above the plugins list. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
kn: ನೀವು ಬೇರೆಡೆ ಡೌನ್ಲೋಡ್ ಮಾಡಿದ ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಲು ಬಯಸಿದರೆ, ಪ್ಲಗಿನ್ಗಳ ಪಟ್ಟಿಯ ಮೇಲಿರುವ ಅಪ್ಲೋಡ್ ಪ್ಲಗಿನ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು .zip ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ, ಮತ್ತು ಅಪ್ಲೋಡ್ ಮಾಡಿದ ನಂತರ, ನೀವು ಹೊಸ ಪ್ಲಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: If you just want to get an idea of what&#8217;s available, you can browse Featured and Popular plugins by using the links above the plugins list. These sections rotate regularly.
kn: ನೀವು ಏನು ಲಭ್ಯವಿದೆಯೋ ಅದನ್ನು ಪಡೆಯಲು ಬಯಸಿದರೆ, ಪ್ಲಗ್ಇನ್ಗಳ ಪಟ್ಟಿಯ ಮೇಲಿರುವ ಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಮತ್ತು ಜನಪ್ರಿಯ ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಬಹುದು. ಈ ವಿಭಾಗಗಳು ನಿಯಮಿತವಾಗಿ ತಿರುಗುತ್ತವೆ.
