Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: <strong>Info</strong> &mdash; The site URL is rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
kn: <strong> ಮಾಹಿತಿ </strong> &mdash; ಸೈಟ್ ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದಿರಲು ಕಾರಣವಾಗಬಹುದು ಎಂದು ಸೈಟ್ URL ಅನ್ನು ಅಪರೂಪವಾಗಿ ಸಂಪಾದಿಸಲಾಗಿದೆ. ನೋಂದಾಯಿತ ದಿನಾಂಕ ಮತ್ತು ಕೊನೆಯ ನವೀಕರಣ ದಿನಾಂಕ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ. ಸಾರ್ವಜನಿಕ ನಿರ್ವಾಹಕರು ಅಥವಾ ಅಶಕ್ತಗೊಳಿಸುವುದರಿಂದ ತೆಗೆದುಹಾಕಲು, ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರು ಆರ್ಕೈವ್ ಮಾಡಲಾದ, ಸ್ಪ್ಯಾಮ್, ಅಳಿಸಿಹೋಗಿ ಮತ್ತು ಪ್ರಬುದ್ಧರಾಗಿ ಸೈಟ್ ಅನ್ನು ಗುರುತಿಸಬಹುದು.

source: An email will be sent to the user at this email address asking them to verify the request.
kn: ವಿನಂತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಈ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಬಳಕೆದಾರರಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುವುದು.

source: The constant %s cannot be defined when installing WordPress.
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು ಸ್ಥಾಪಿಸುವಾಗ ಕಾನ್ಸ್ಟಂಟ್ %s ಅನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Your %s file has an empty database table prefix, which is not supported.
kn: ನಿಮ್ಮ%s ಫೈಲ್ ಖಾಲಿ ಡೇಟಾಬೇಸ್ ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಹೊಂದಿದೆ, ಅದು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.

source: Unable to add this request. A valid email address or username must be supplied.
kn: ಈ ವಿನಂತಿಯನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಬಳಕೆದಾರಹೆಸರು ಸರಬರಾಜು ಮಾಡಬೇಕು.

source: You&rsquo;re using the auto-generated password for your account. Would you like to change it?
kn: ನಿಮ್ಮ ಖಾತೆಗಾಗಿ ನೀವು ಸ್ವಯಂ-ರಚಿಸಿದ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ. ಅದನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸುವಿರಾ?

source: Welcome to WordPress. This is your first post. Edit or delete it, then start writing!
kn: ವರ್ಡ್ಪ್ರೆಸ್ಗೆ ಸುಸ್ವಾಗತ. ಇದು ನಿಮ್ಮ ಮೊದಲ ಪೋಸ್ಟ್ ಆಗಿದೆ. ಅದನ್ನು ಸಂಪಾದಿಸಿ ಅಥವಾ ಅಳಿಸಿ, ನಂತರ ಬರೆಯಲು ಪ್ರಾರಂಭಿಸಿ!

source: Repair and Optimize Database
kn: ಡೇಟಾಬೇಸ್ ಅನ್ನು ದುರಸ್ತಿ ಮಾಡಿ ಮತ್ತು ಅತ್ಯುತ್ತಮವಾಗಿಸು

source: Repair Database
kn: ಡೇಟಾಬೇಸ್ ದುರಸ್ತಿ

source: WordPress database repair
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಡೇಟಾಬೇಸ್ ದುರಸ್ತಿ

source: Failed to optimize the %1$s table. Error: %2$s
kn: %1$s ಟೇಬಲ್ ಅನ್ನು ಆಪ್ಟಿಮೈಜ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದೋಷ: %2$s

source: Successfully optimized the %s table.
kn: %s ಟೇಬಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಪ್ಟಿಮೈಜ್ ಮಾಡಲಾಗಿದೆ.

source: The %s table is already optimized.
kn: %s ಟೇಬಲ್ ಅನ್ನು ಈಗಾಗಲೇ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲಾಗಿದೆ.

source: Failed to repair the %1$s table. Error: %2$s
kn: %1$s ಟೇಬಲ್ ಅನ್ನು ದುರಸ್ತಿ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದೋಷ: %2$s

source: Successfully repaired the %s table.
kn: %s ಟೇಬಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ದುರಸ್ತಿ ಮಾಡಲಾಗಿದೆ.

source: The %s table is okay.
kn: %s ಟೇಬಲ್ ಸರಿಯಿದೆ.

source: Database repair results
kn: ಡೇಟಾಬೇಸ್ ದುರಸ್ತಿ ಫಲಿತಾಂಶಗಳು

source: Check secret keys
kn: ರಹಸ್ಯ ಕೀಲಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ

source: Allow automatic database repair
kn: ಸ್ವಯಂಚಾಲಿತ ಡೇಟಾಬೇಸ್ ದುರಸ್ತಿಗೆ ಅನುಮತಿಸಿ

source: WordPress &rsaquo; Database Repair
kn: ವರ್ಡ್ಪ್ರೆಸ್ &rsaquo; ಡೇಟಾಬೇಸ್ ದುರಸ್ತಿ

source: Link not found.
kn: ಲಿಂಕ್ ಕಂಡುಬಂದಿಲ್ಲ.

source: Edit Link
kn: ಲಿಂಕ್ ಸಂಪಾದಿಸಿ

source: Search Links
kn: ಲಿಂಕ್ಗಳ ಹುಡುಕಿ

source: %s link deleted.
kn: %s ಲಿಂಕ್ ಅಳಿಸಲಾಗಿದೆ.

source: Deleting Links
kn: ಲಿಂಕ್ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ

source: Add New Link
kn: ಹೊಸ ಲಿಂಕ್ ಸೇರಿಸಿ

source: Sorry, you are not allowed to add links to this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ಗೆ ಲಿಂಕ್ಗಳನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: WordPress has been installed. Thank you, and enjoy!
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಧನ್ಯವಾದಗಳು, ಮತ್ತು ಆನಂದಿಸಿ!

source: Success!
kn: ಯಶಸ್ಸು!

source: You must provide an email address.
kn: ನೀವು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಬೇಕು.

source: Your passwords do not match. Please try again.
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.

source: The username you provided has invalid characters.
kn: ನೀವು ಒದಗಿಸಿದ ಬಳಕೆದಾರಹೆಸರು ಅಮಾನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ.

source: Please provide a valid username.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಬಳಕೆದಾರಹೆಸರನ್ನು ಒದಗಿಸಿ.

source: Information needed
kn: ಮಾಹಿತಿ ಅಗತ್ಯವಿದೆ

source: Configuration Error
kn: ಸಂರಚನೆಯ ದೋಷ

source: Insufficient Requirements
kn: ಸಾಲದಾದ ಅವಶ್ಯಕತೆಗಳು

source: Install WordPress
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಸ್ಥಾಪಿಸಿ

source: It is up to search engines to honor this request.
kn: ಈ ವಿನಂತಿಯನ್ನು ಗೌರವಿಸುವುದು ಸರ್ಚ್ ಇಂಜಿನ್ಗಳಿಗೆ ಬಿಟ್ಟದ್ದು

source: Discourage search engines from indexing this site
kn: ಈ ಸೈಟ್ ಸೂಚ್ಯಂಕದಿಂದ ಹುಡುಕಾಟದ ಎಂಜಿನ್ಗಳನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿ

source: Allow search engines to index this site
kn: ಹುಡುಕಾಟದ ಎಂಜಿನ್ಗಳಿಗೆ ಈ ಸೈಟ್ ಅನ್ನು ಇಂಡೆಕ್ಸ್ ಮಾಡಲು ಅನುಮತಿಸಿ

source: Search Engine Visibility
kn: ಹುಡುಕಾಟ ಎಂಜಿನ್ ಗೋಚರತೆ

source: Site Visibility
kn: ಸೈಟ್ ಗೋಚರತೆ

source: Double-check your email address before continuing.
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿ.

source: Your Email
kn: ನಿಮ್ಮ ಇಮೇಲ್

source: Confirm Password
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ

source: (required)
kn: (ಅಗತ್ಯ)

source: Important:
kn: ಪ್ರಮುಖವಾದದ್ದು:

source: User(s) already exists.
kn: ಬಳಕೆದಾರ (ರು) ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ.

# Howdy
source: Welcome
kn: ಸ್ವಾಗತ

source: WordPress &rsaquo; Installation
kn: ವರ್ಡ್ಪ್ರೆಸ್ &rsaquo; ಅನುಸ್ಥಾಪನೆ

source: Dismiss the welcome panel
kn: ಸ್ವಾಗತ ಫಲಕವನ್ನು ವಜಾಗೊಳಿಸಿ

source: The boxes on your Dashboard screen are:
kn: ನಿಮ್ಮ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ಪರದೆಯಲ್ಲಿರುವ ಪೆಟ್ಟಿಗೆಗಳು ಹೀಗಿವೆ:

source: Navigation
kn: ನ್ಯಾವಿಗೇಶನ್

source: Edit widget: %s
kn: ವಿಜೆಟ್ ಸಂಪಾದಿಸಿ: %s

source: Erasing Data has failed.
kn: ಡೇಟಾ ಅಳಿಸುವುದು ವಿಫಲವಾಗಿದೆ.

source: Force Erase has failed.
kn: ಒತ್ತಾಯದ ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.

source: Erasing Data...
kn: ಡೇಟಾವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ ...

source: Force Erase Personal Data
kn: ಒತ್ತಾಯದ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಳಿಸುವಿಕೆ

source: Remove request
kn: ವಿನಂತಿಯನ್ನು ತೆಗೆದುಹಾಕಿ

source: Email could not be sent.
kn: ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ.

source: Email sent.
kn: ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Sending Email...
kn: ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ ...

source: Email Data
kn: ಇಮೇಲ್ ಡೇಟಾ

source: <strong>ERROR</strong>: Please enter an email address.
kn: <strong> ದೋಷ </strong>: ದಯವಿಟ್ಟು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.

source: <strong>ERROR</strong>: Please enter the same password in both password fields.
kn: <strong> ದೋಷ </strong>: ದಯವಿಟ್ಟು ಎರಡೂ ಪಾಸ್ವರ್ಡ್ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಅದೇ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
kn: <strong> ದೋಷ </strong>: ಪಾಸ್ವರ್ಡ್ಗಳು "\" ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬಾರದು.

source: <strong>ERROR</strong>: Please enter a password.
kn: <strong> ದೋಷ </strong>: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ.

source: <strong>ERROR</strong>: Please enter a nickname.
kn: <strong> ದೋಷ </strong>: ದಯವಿಟ್ಟು ಅಡ್ಡಹೆಸರನ್ನು ನಮೂದಿಸಿ.

source: Sorry, you are not allowed to export personal data on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Waiting for confirmation
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ

source: Retry
kn: ಮರುಪ್ರಯತ್ನಿಸಿ

source: Download has failed.
kn: ಡೌನ್ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.

source: Download Personal Data Again
kn: ಮತ್ತೊಮ್ಮೆ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ

source: Downloading Data...
kn: ಡೇಟಾ ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ...

source: Download Personal Data
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ

source: Re-sent %d request
kn: %d ವಿನಂತಿಯನ್ನು ಮರು ಕಳುಹಿಸಲಾಗಿದೆ

source: Deleted %d request
kn: %d ವಿನಂತಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ

source: Resend email
kn: ಈಮೇಲ್ ಮತ್ತೆ ಕಳುಹಿಸು

source: Requested
kn: ವಿನಂತಿಸಲಾಗಿದೆ

source: Requester
kn: ವಿನಂತಿಸುವವ

source: Invalid request ID when processing eraser data.
kn: ಡೇಟಾವನ್ನು ಅಳಿಸುವ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ಅಮಾನ್ಯವಾದ ವಿನಂತಿಯ ಐಡಿ.

source: Add Data Erasure Request
kn: ಡೇಟಾ ಅಳಿಸುವ ವಿನಂತಿ ಸೇರಿಸಿ

source: Sorry, you are not allowed to erase data on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Search Requests
kn: ಹುಡುಕಾಟದ ವಿನಂತಿಗಳು

source: Send Request
kn: ಕೊರಿಕೆ ಕಳಿಸು

source: Username or email address
kn: ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ವಿಳಾಸ

source: Add Data Export Request
kn: ಡೇಟಾ ರಫ್ತು ವಿನಂತಿ ಸೇರಿಸಿ

source: Confirmation request initiated successfully.
kn: ದೃಢೀಕರಣ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ.

source: Invalid action.
kn: ಅಮಾನ್ಯ ಕ್ರಿಯೆ.

source: Confirmation request sent again successfully.
kn: ದೃಢೀಕರಣ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Unable to initiate confirmation request.
kn: ದೃಢೀಕರಣ ವಿನಂತಿಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Always use https when visiting the admin
kn: ನಿರ್ವಹಣೆಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ಯಾವಾಗಲೂ https ಅನ್ನು ಬಳಸಿ

source: Use https
kn: https ಬಳಸಿ

source: No thanks, do not remind me again
kn: ಇಲ್ಲ ಧನ್ಯವಾದಗಳು, ನನಗೆ ಮತ್ತೆ ನೆನಪಿಸಬೇಡ

source: Yes, take me to my profile page
kn: ಹೌದು, ನನ್ನ ಪ್ರೊಫೈಲ್ ಪುಟಕ್ಕೆ ಕರೆದೊಯ್ಯಿರಿ

source: Notice:
kn: ಸೂಚನೆ:

source: New WordPress Site
kn: ಹೊಸ ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್

source: privacy-policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ

source: sample-page
kn: ಮಾದರಿ-ಪುಟ

source: Sample Page
kn: ಮಾದರಿ ಪುಟ

source: A WordPress Commenter
kn: ಒಬ್ಬ ವರ್ಡ್ಪ್ರೆಸ್ ಕಾಮೆಂಟರ್

# Default post slug
source: hello-world
kn: ಹಲೋ-ವರ್ಲ್ಡ್

source: Hello world!
kn: ಹಲೋ ವರ್ಲ್ಡ್!

source: The password you chose during installation.
kn: ಅನುಸ್ಥಾಪನೆಯ ಸಮಯದಲ್ಲಿ ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಗುಪ್ತಪದ.

source: User already exists. Password inherited.
kn: ಬಳಕೆದಾರ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಪಾಸ್ವರ್ಡ್ ಆನುವಂಶಿಕವಾಗಿ.

source: Your chosen password.
kn: ನಿಮ್ಮ ಆಯ್ಕೆ ಪಾಸ್ವರ್ಡ್.

# theme
source: %s was successfully deleted.
kn: %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

# plugin
source: %s was successfully deleted.
kn: %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: %s updates failed.
kn: %s ನವೀಕರಣಗಳು ವಿಫಲವಾಗಿದೆ.

source: %s update failed.
kn: %s ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ.

source: %s themes successfully updated.
kn: %s ವಿಷಯಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: %s plugins successfully updated.
kn: %s ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: %s theme successfully updated.
kn: %s ಥೀಮ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: %s plugin successfully updated.
kn: %s ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: WordPress %1$s running %2$s theme.
kn: %2$s ಥೀಮ್ ಅನ್ನು ನಿರ್ವಹಿಸುತ್ತಿರುವ ವರ್ಡ್ಪ್ರೆಸ್ %1$s.

source: Latest
kn: ಇತ್ತೀಚಿನ

source: Update to %s
kn: %s ಗೆ ನವೀಕರಿಸಿ

source: Please update WordPress now
kn: ದಯವಿಟ್ಟು ಈಗ ವರ್ಡ್ಪ್ರೆಸ್ ಅನ್ನು ನವೀಕರಿಸಿ

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
kn: ವರ್ಡ್ಪ್ರೆಸ್ %1$s ಗೆ ಸುಸ್ವಾಗತ. <a href="%2$s"> ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ </a>.

source: There is not enough free disk space to complete the update.
kn: ಅಪ್ಡೇಟ್ ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಕಷ್ಟು ಡಿಸ್ಕ್ ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ.

source: If you have a theme in a .zip format, you may install it by uploading it here.
kn: ನೀವು .zip ಸ್ವರೂಪದಲ್ಲಿ ಥೀಮ್ ಅನ್ನು ಹೊಂದಿದ್ದರೆ, ಅದನ್ನು ಇಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ಸ್ಥಾಪಿಸಬಹುದು.

source: You are currently editing the page that shows your latest posts.
kn: ನೀವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸುವ ಪುಟವನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದೀರಿ.

source: These suggestions are based on the plugins you and other users have installed.
kn: ಈ ಸಲಹೆಗಳನ್ನು ನೀವು ಮತ್ತು ಇತರ ಬಳಕೆದಾರರು ಸ್ಥಾಪಿಸಿದ ಪ್ಲಗಿನ್ಗಳನ್ನು ಆಧರಿಸಿವೆ.

source: Upgrading database&#8230;
kn: ಡೇಟಾಬೇಸ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Copying the required files&#8230;
kn: ಅಗತ್ಯವಿರುವ ಫೈಲ್ಗಳನ್ನು ನಕಲಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Preparing to install the latest version&#8230;
kn: ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಸ್ಥಾಪಿಸಲು ತಯಾರಾಗುತ್ತಿದೆ &#8230;

source: The update could not be unpacked
kn: ನವೀಕರಣವನ್ನು ಬಿಚ್ಚಲಾಗಲಿಲ್ಲ

source: Verifying the unpacked files&#8230;
kn: ಬಿಚ್ಚಿದ ಫೈಲ್ಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ &#8230;

source: Invalid translation type.
kn: ಅಮಾನ್ಯವಾದ ಅನುವಾದ ಪ್ರಕಾರ.

source: This is a child theme of %s.
kn: ಇದು %s ನ ಮಗುವಿನ ಥೀಮ್ ಆಗಿದೆ.

source: Update Available
kn: ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ

source: (%s ratings)
kn: (%s ರೇಟಿಂಗ್ಗಳು)

source: Version: %s
kn: ಆವೃತ್ತಿ: %s

source: Current Theme
kn: ಪ್ರಸ್ತುತ ಥೀಮ್

source: Close details dialog
kn: ವಿವರಗಳ ಸಂವಾದ ಮುಚ್ಚಿ

source: Show next theme
kn: ಮುಂದಿನ ಥೀಮ್ ತೋರಿಸಿ

source: Show previous theme
kn: ಹಿಂದಿನ ಥೀಮ್ ತೋರಿಸಿ

source: Right Sidebar
kn: ಬಲ ಪಾರ್ಶ್ವಪಟ್ಟಿ

source: Left Sidebar
kn: ಎಡ ಪಾರ್ಶ್ವಪಟ್ಟಿ

source: Four Columns
kn: ನಾಲ್ಕು ಕಾಲಮ್ಗಳು

source: Three Columns
kn: ಮೂರು ಕಾಲಮ್ಗಳು

source: Two Columns
kn: ಎರಡು ಕಾಲಮ್ಗಳು

source: One Column
kn: ಒಂದು ಕಾಲಮ್

source: Grid Layout
kn: ಗ್ರಿಡ್ ವಿನ್ಯಾಸ

source: Sticky Post
kn: ಜಿಗುಟಾದ ಪೋಸ್ಟ್

source: Full Width Template
kn: ಪೂರ್ಣ ಅಗಲದ ಟೆಂಪ್ಲೇಟು

source: Footer Widgets
kn: ಅಡಿಟಿಪ್ಪಣಿ ವಿಡ್ಗೆಟ್ಗಳು

source: Featured Images
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಚಿತ್ರಗಳು

source: Featured Image Header
kn: ವಿಶಿಷ್ಟ ಚಿತ್ರ ಶಿರೋಲೇಖ

source: Editor Style
kn: ಸಂಪಾದಕ ಶೈಲಿ

source: Custom Logo
kn: ಕಸ್ಟಮ್ ಲೋಗೋ

source: Custom Colors
kn: ಕಸ್ಟಮ್ ಬಣ್ಣಗಳು

source: Accessibility Ready
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಸಿದ್ಧವಾಗಿದೆ

source: Features
kn: ವೈಶಿಷ್ಟ್ಯಗಳು

source: Portfolio
kn: ಸಂಪುಟ

source: Photography
kn: ಛಾಯಾಗ್ರಹಣ

source: Holiday
kn: ರಜೆ

source: Food & Drink
kn: ಆಹಾರ & ಪಾನೀಯ

source: Entertainment
kn: ಮನರಂಜನೆ

source: Education
kn: ಶಿಕ್ಷಣ

source: E-Commerce
kn: ಇ-ವಾಣಿಜ್ಯ

source: Blog
kn: ಬ್ಲಾಗ್

source: Could not fully remove the theme %s.
kn: ಥೀಮ್ %s ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ.

source: Theme Installation
kn: ಥೀಮ್ ಅನುಸ್ಥಾಪನ

source: Theme zip file
kn: ಥೀಮ್ ಜಿಪ್ ಫೈಲ್

source: Find Themes
kn: ಥೀಮ್ಗಳನ್ನು ಹುಡುಕಿ

source: Find a theme based on specific features.
kn: ನಿರ್ದಿಷ್ಟ ವೈಶಿಷ್ಟ್ಯಗಳ ಆಧಾರದ ಮೇಲೆ ಥೀಮ್ ಅನ್ನು ಹುಡುಕಿ.

source: Feature Filter
kn: ಫೀಚರ್ ಫಿಲ್ಟರ್

source: Search by tag
kn: ಟ್ಯಾಗ್ ಮೂಲಕ ಹುಡುಕಿ

source: Search by author
kn: ಲೇಖಕರಿಂದ ಹುಡುಕಿ

source: Search by keyword
kn: ಕೀವರ್ಡ್ ಮೂಲಕ ಹುಡುಕಿ

source: Type of search
kn: ಹುಡುಕಾಟದ ಪ್ರಕಾರ

source: Search for themes by keyword.
kn: ಕೀವರ್ಡ್ ಮೂಲಕ ಥೀಮ್ಗಳನ್ನು ಹುಡುಕಿ.

source: %s is already editing this post. Do you want to take over?
kn: %s ಈಗಾಗಲೇ ಈ ಪೋಸ್ಟ್ ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?

source: Sorry, you are not allowed to create posts or drafts on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಪೋಸ್ಟ್ಗಳು ಅಥವಾ ಡ್ರಾಫ್ಟ್ಗಳನ್ನು ರಚಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to create pages on this site.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸೈಟ್ನಲ್ಲಿ ಪುಟಗಳನ್ನು ರಚಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to edit posts as this user.
kn: ಕ್ಷಮಿಸಿ, ಈ ಬಳಕೆದಾರರಂತೆ ಪೋಸ್ಟ್ಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to edit pages as this user.
kn: ಕ್ಷಮಿಸಿ, ಈ ಬಳಕೆದಾರರಂತೆ ಪುಟಗಳನ್ನು ಸಂಪಾದಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: The %1$s plugin header is deprecated. Use %2$s instead.
kn: %1$s ಪ್ಲಗ್ಇನ್ ಶಿರೋಲೇಖವನ್ನು ಅಸಮ್ಮತಿಸಲಾಗಿದೆ. ಬದಲಿಗೆ %2$s ಬಳಸಿ.

source: Reviews with %1$d star: %2$s. Opens in a new window.
kn: %1$d ನಕ್ಷತ್ರದೊಂದಿಗೆ ವಿಮರ್ಶೆಗಳು: %2$s. ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.

source: (based on %s rating)
kn: (%s ರೇಟಿಂಗ್ ಆಧರಿಸಿ)

source: There are some invalid menu items. Please check or delete them.
kn: ಕೆಲವು ಅಮಾನ್ಯ ಮೆನು ಐಟಂಗಳಿವೆ. ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಅಳಿಸಿ.

source: Click Save Menu to make pending menu items public.
kn: ಬಾಕಿ ಉಳಿದಿರುವ ಮೆನು ಐಟಂಗಳನ್ನು ಮಾಡಲು ಉಳಿಸು ಮೆನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: %s rating
kn: %s ರೇಟಿಂಗ್

source: Restore the backup
kn: ಬ್ಯಾಕ್ಅಪ್ ಮರುಸ್ಥಾಪಿಸಿ

source: My Site
kn: ನನ್ನ ಸೈಟ್

source: Restore This Autosave
kn: ಈ ಆಟೋಸೇವ್ ನ್ನು ಮರುಸ್ಥಾಪಿಸಿ

source: Revision by %s
kn: %s ರ ಪರಿಷ್ಕರಣೆ

source: Restore This Revision
kn: ಈ ಪರಿಷ್ಕರಣೆ ಮರುಸ್ಥಾಪಿಸಿ

source: Just another WordPress site
kn: ಮತ್ತೊಂದು ವರ್ಡ್ಪ್ರೆಸ್ ಸೈಟ್

source: Current Revision by %s
kn: %s ಮೂಲಕ ಪ್ರಸ್ತುತ ಪರಿಷ್ಕರಣೆ

source: Autosave by %s
kn: %s ಮೂಲಕ ಸ್ವಯಂಉಳಿಸುವಿಕೆ

source: Just another %s site
kn: ಮತ್ತೊಂದು %s ಸೈಟ್

# Followed by post revision info
source: To:
kn: ಇವರಿಗೆ:

source: You must provide a name for your network of sites.
kn: ನಿಮ್ಮ ಸೈಟ್ಗಳ ನೆಟ್ವರ್ಕ್ಗೆ ನೀವು ಹೆಸರನ್ನು ನೀಡಬೇಕು.

source: You must provide a domain name.
kn: ನೀವು ಡೊಮೇನ್ ಹೆಸರನ್ನು ಒದಗಿಸಬೇಕು.

source: The network already exists.
kn: ನೆಟ್ವರ್ಕ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.

source: You must provide a valid email address.
kn: ನೀವು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಬೇಕು.

source: This resulted in an error message: %s
kn: ಇದು ದೋಷ ಸಂದೇಶವನ್ನು ಉಂಟುಮಾಡಿದೆ: %s

source: Reply to Comment
kn: ಕಾಮೆಂಟ್ಗೆ ಉತ್ತರಿಸಿ

source: Add new Comment
kn: ಹೊಸ ಕಾಮೆಂಟ್ ಸೇರಿಸಿ

# User role
source: Contributor
kn: ಕೊಡುಗೆದಾರ

source: Add Comment
kn: ಅಭಿಪ್ರಾಯ ಸೇರಿಸು

# User role
source: Editor
kn: ಸಂಪಾದಕ

source: Update Comment
kn: ಕಾಮೆಂಟ್ ನವೀಕರಿಸಿ

# User role
source: Subscriber
kn: ಚಂದಾದಾರ

source: Submit Reply
kn: ಉತ್ತರ ಸಲ್ಲಿಸಿ

# User role
source: Administrator
kn: ನಿರ್ವಾಹಕ

source: Comment by %s marked as spam.
kn: %s ನಿಂದ ಟಿಪ್ಪಣಿ ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.

# Followed by post revision info
source: From:
kn: ಇಂದ:

source: Compare any two revisions
kn: ಯಾವುದೇ ಎರಡು ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಹೋಲಿಸಿ

source: Value
kn: ಮೌಲ್ಯ

source: Comment by %s moved to the trash.
kn: %s ನಿಂದ ಟಿಪ್ಪಣಿ ಅನುಪಯುಕ್ತಕ್ಕೆ ಸರಿಸಲಾಗಿದೆ.

source: Upload file and import
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಆಮದು ಮಾಡಿ

source: Maximum size: %s
kn: ಗರಿಷ್ಟ ಗಾತ್ರ: %s

source: Choose a file from your computer:
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ನಿಂದ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ:

source: Enter new
kn: ಹೊಸದನ್ನು ನಮೂದಿಸಿ

source: Add New Custom Field:
kn: ಹೊಸ ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರ ಸೇರಿಸಿ:

source: Add Custom Field
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರ ಸೇರಿಸಿ

source: Toggle panel: %s
kn: ಫಲಕವನ್ನು ಟಾಗಲ್ ಮಾಡಿ: %s

source: Attach to existing content
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿಷಯಕ್ಕೆ ಲಗತ್ತಿಸಿ

source: Close media attachment panel
kn: ಮಾಧ್ಯಮ ಲಗತ್ತಿಸುವಿಕೆ ಫಲಕವನ್ನು ಮುಚ್ಚಿ

source: Front Page
kn: ಮುಖಪುಟ

source: Privacy Policy Page
kn: ಗೌಪ್ಯತೆ ನೀತಿ ಪುಟ

source: Current Header Image
kn: ಪ್ರಸ್ತುತ ಶಿರೋಲೇಖ ಚಿತ್ರ

source: %1$s rating based on %2$s rating
kn: %2$s ರೇಟಿಂಗ್ ಆಧರಿಸಿ %1$s ರೇಟಿಂಗ್

source: Current Background Image
kn: ಪ್ರಸ್ತುತ ಹಿನ್ನೆಲೆ ಚಿತ್ರ

source: Key
kn: ಕೀ

source: Your latest changes were saved as a revision.
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಬದಲಾವಣೆಗಳನ್ನು ಪರಿಷ್ಕರಣೆಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ.

source: Saving revision&hellip;
kn: ಪರಿಷ್ಕರಣೆ ಉಳಿಸಲಾಗುತ್ತಿದೆ &hellip;

source: %s is already editing this post.
kn: %s ಈಗಾಗಲೇ ಈ ಪೋಸ್ಟ್ ಸಂಪಾದಿಸುತ್ತಿದ್ದಾರೆ.

source: Click the image to edit or update
kn: ಸಂಪಾದಿಸಲು ಅಥವಾ ನವೀಕರಿಸಲು ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ

source: Edit permalink
kn: ಪರ್ಮಾಲಿಂಕ್ ಸಂಪಾದಿಸಿ

source: Popular tags
kn: ಜನಪ್ರಿಯ ಟ್ಯಾಗ್ಗಳು

source: Link Target
kn: ಲಿಂಕ್ ಟಾರ್ಗೆಟ್

source: Show advanced menu properties
kn: ಸುಧಾರಿತ ಮೆನು ಗುಣಲಕ್ಷಣಗಳನ್ನು ತೋರಿಸು

source: View All
kn: ಎಲ್ಲಾ ವೀಕ್ಷಿಸಿ

source: Most Recent
kn: ತೀರಾ ಇತ್ತೀಚಿನ

source: Customization Draft
kn: ಅಗತ್ಯಾನುಗುಣವಾಗಿಗೊಳಿಸಿದ ಕರಡು

source: Change Permalinks
kn: ಪರ್ಮಾಲಿಂಕ್ಸ್ ಬದಲಿಸಿ

source: Permalink:
kn: ಪರ್ಮಾಲಿಂಕ್ :

source: Auto Draft
kn: ಸ್ವಯಂ ಕರಡು

source: The plugin does not have a valid header.
kn: ಪ್ಲಗಿನ್ಗೆ ಮಾನ್ಯವಾದ ಹೆಡರ್ ಇಲ್ಲ.

source: Plugin file does not exist.
kn: ಪ್ಲಗಿನ್ ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: Invalid plugin path.
kn: ಅಮಾನ್ಯ ಪ್ಲಗಿನ್ ಮಾರ್ಗ.

source: Could not fully remove the plugin %s.
kn: %s ಪ್ಲಗ್ಇನ್ ನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ.

source: Could not fully remove the plugins %s.
kn: %s ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ.

source: One of the plugins is invalid.
kn: ಪ್ಲಗ್ಇನ್ಗಳಲ್ಲೊಂದು ಅಮಾನ್ಯವಾಗಿದೆ.

source: Custom site suspended message.
kn: ಕಸ್ಟಮ್ ಸೈಟ್ ಸಂದೇಶವನ್ನು ಅಮಾನತುಗೊಳಿಸಲಾಗಿದೆ.

source: Custom site inactive message.
kn: ಕಸ್ಟಮ್ ಸೈಟ್ ನಿಷ್ಕ್ರಿಯ ಸಂದೇಶ.

source: Custom site deleted message.
kn: ಕಸ್ಟಮ್ ಸೈಟ್ ಅಳಿಸಿದ ಸಂದೇಶ.

source: Executed before Multisite is loaded.
kn: ಮಲ್ಟಿಸೈಟ್ ಲೋಡ್ ಆಗುವ ಮೊದಲು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ.

source: External object cache.
kn: ಬಾಹ್ಯ ವಸ್ತು ಸಂಗ್ರಹ.

source: Custom maintenance message.
kn: ಕಸ್ಟಮ್ ನಿರ್ವಹಣೆ ಸಂದೇಶ.

source: Custom installation script.
kn: ಕಸ್ಟಮ್ ಅನುಸ್ಥಾಪನಾ ಸ್ಕ್ರಿಪ್ಟ್.

source: Custom database error message.
kn: ಕಸ್ಟಮ್ ಡೇಟಾಬೇಸ್ ದೋಷ ಸಂದೇಶ.

source: Custom database class.
kn: ಕಸ್ಟಮ್ ಡೇಟಾಬೇಸ್ ವರ್ಗ.

source: Advanced caching plugin.
kn: ಮುಂದುವರಿದ ಕ್ಯಾಶಿಂಗ್ ಪ್ಲಗಿನ್.

source: By %s.
kn: %s ಮೂಲಕ.

source: Latest Version Installed
kn: ಇತ್ತೀಚಿನ ಆವೃತ್ತಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: Newer Version (%s) Installed
kn: ಹೊಸ ಆವೃತ್ತಿ (%s) ಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: Install Update Now
kn: ಈಗ ನವೀಕರಣ ಸ್ಥಾಪಿಸಿ

source: Contributors
kn: ಕೊಡುಗೆದಾರರು

source: %d star
kn: %d ನಕ್ಷತ್ರ

source: Average Rating
kn: ಸರಾಸರಿ ರೇಟಿಂಗ್

source: Donate to this plugin &#187;
kn: ಈ ಪ್ಲಗಿನ್ಗೆ ಕೊಡುಗೆ ನೀಡಿ &#187;

source: Plugin Homepage &#187;
kn: ಪ್ಲಗಿನ್ ಮುಖಪುಟ &#187;

source: WordPress.org Plugin Page &#187;
kn: WordPress.org ಪ್ಲಗಿನ್ ಪುಟ &#187;

source: Active Installations:
kn: ಸಕ್ರಿಯ ಅನುಸ್ಥಾಪನೆಗಳು:

source: Requires PHP Version:
kn: PHP ಆವೃತ್ತಿ ಅಗತ್ಯವಿದೆ:

source: Compatible up to:
kn: ವರೆಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ:

source: %s or higher
kn: %s ಅಥವಾ ಹೆಚ್ಚಿನದು

source: Requires WordPress Version:
kn: ವರ್ಡ್ಪ್ರೆಸ್ ಆವೃತ್ತಿ ಅಗತ್ಯವಿದೆ:

source: Plugin Installation
kn: ಪ್ಲಗಿನ್ ಅನುಸ್ಥಾಪನ

# Plugin installer section title
source: Other Notes
kn: ಇತರೆ ಟಿಪ್ಪಣಿಗಳು

# Plugin installer section title
source: Changelog
kn: ಚೇಂಜ್ಲಾಗ್

# Plugin installer section title
source: Screenshots
kn: ಸ್ಕ್ರೀನ್ ಶಾಟ್ಸ್

# Plugin installer section title
source: FAQ
kn: ಎಫ್ಏಕ್ಯೂ

# Plugin installer section title
source: Installation
kn: ಅನುಸ್ಥಾಪನ

source: Get Favorites
kn: ಮೆಚ್ಚಿನವುಗಳನ್ನು ಪಡೆಯಿರಿ

source: Your WordPress.org username:
kn: ನಿಮ್ಮ WordPress.org ಬಳಕೆದಾರ ಹೆಸರು:

source: Plugin zip file
kn: ಪ್ಲಗಿನ್ ಜಿಪ್ ಫೈಲ್

source: Search plugins...
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಹುಡುಕಿ ...

source: Search Plugins
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಹುಡುಕಿ

source: Keyword
kn: ಕೀವರ್ಡ್

source: Search plugins by:
kn: ಪ್ಲಗ್ಇನ್ಗಳನ್ನು ಹುಡುಕಿ ಮೂಲಕ:

source: %s plugins
kn: %s ಪ್ಲಗಿನ್ಗಳು

source: %s plugin
kn: %s ಪ್ಲಗಿನ್

source: The Walker class named %s does not exist.
kn: %s ಹೆಸರಿನ ವಾಕರ್ ವರ್ಗ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.

source: No items.
kn: ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ.

source: The package contains no files.
kn: ಈ ಕಂತೆಯಲ್ಲಿ ಯಾವುದೇ ಕಡತಗಳಿಲ್ಲ.

source: %s ago
kn: %s ರ ಮುನ್ನ

# plugin
source: Delete %s
kn: %s ಅನ್ನು ಅಳಿಸು

source: Single Page
kn: ಒಂಟಿ ಪುಟ

# attachment filter
source: Trash
kn: ಕಸದಬುಟ್ಟಿ

# no user roles
source: None
kn: ಯಾವುದೂ ಇಲ್ಲ

source: No comments
kn: ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಗಳಿಲ್ಲ

# Plugin installer group title
source: Tools
kn: ಉಪಕರಣಗಳು

# plugin
source: Installed
kn: ಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: View
kn: ನೋಡು

source: By %s
kn: ‍%s ಮೂಲಕ

source: Layout
kn: ವಿನ್ಯಾಸ

# verb
source: Clear
kn: ತೆರವುಗೊಳಿಸಿ

source: Try again
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ

source: Change
kn: ಬದಲಿಸಿ

source: Make this post sticky
kn: ಈ ಲೇಖನವನ್ನು ಸ್ಟಿಕಿ ಆಗಿಸಿ

source: Not Sticky
kn: ಸ್ಟಿಕಿ ಅಲ್ಲ

source: &mdash; No Change &mdash;
kn: &mdash; ಬದಲಾವಣೆ ಇಲ್ಲ &mdash;

source: Bulk Edit
kn: ಸಗಟು ಸಂಪಾದನೆ

source: Relationship
kn: ಸಂಬಂಧ

# column name
source: Date
kn: ದಿನಾಂಕ

# column name
source: File
kn: ಕಡತ

source: Notes
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: professional
kn: ಕುಶಲಕರ್ಮಿ

source: physical
kn: ಭೌತಿಕ

source: none
kn: ಯಾವುದೂ ಅಲ್ಲ

source: friend
kn: ಗೆಳೆಯ/ತಿ

source: acquaintance
kn: ಪರಿಚಯ

source: contact
kn: ಸಂಪರ್ಕ

source: friendship
kn: ಗೆಳೆತನ

source: identity
kn: ಗುರುತು

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
kn: ನೀವು '%s' ಲಿಂಕ್ ಅನ್ನು ಅಳಿಸಲಿದ್ದೀರಿ ಅಳಿಸಲು 'ಸರಿ' ಅನ್ನು ಒತ್ತಿ, ಸ್ಥಗಿತಗೊಳಿಸಲು 'ರದ್ದುಗೊಳಿಸಿ' ಅನ್ನು ಒತ್ತಿ.

source: Parent
kn: ಪೋಷಕ

source: Schedule for: <b>%1$s</b>
kn: ನಿಗದಿಗೊಳಿಸಲಾಗಿದ ಸಮಯ: <b>%1$s</b>

source: Stick this post to the front page
kn: ಈ ಲೇಖನವನ್ನು ಮೊದಲ ಪುಟಕ್ಕೆ ಹಚ್ಚಿರಿ

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
kn: ಕೊಂಡಿಯ ಪಠ್ಯ. ಉದಾ. &#8220;ಅನಧಿಕೃತ ಬೇಡಿಕೆಗಳು (PDF)&#8221;

source: Random
kn: ಯಾವುದಾದರೊಂದು

source: Selection:
kn: ಆಯ್ಕೆ:

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
kn: ಕಡತವು ಖಾಲಿಯಾಗಿದೆ. ದಯವಿಟ್ಟು ಸಾಕಷ್ಟು ಗಮನಾರ್ಹವಾದ ಒಂದನ್ನು ವರ್ಗಾಯಿಸಿ. ಈ ದೋಷವು ನಿಮ್ಮ php.ini ನಲ್ಲಿ ವರ್ಗಾವಣೆಗಳು ನಿಷ್ಕ್ರಿಯವಾಗಿರುವುದರಿಂದಲೂ ಅಥವಾ php.ini ನಲ್ಲಿ post_max_size ನಿಯತಾಂಕವು upload_max_filesize ಕ್ಕಿಂತ ಕಡಿಮೆಯಾಗಿ ಗೊತ್ತುಮಾಡಿರುವುದರಿಂದಲೂ ಉಂಟಾಗಬಹುದು.

source: The uploaded file was only partially uploaded.
kn: ವರ್ಗಾಯಿಸಿದ ಕಡತವು ಅಪೂರ್ಣವಾಗಿ ಅಪ್ಲೋಡ್‍ ಆಗಿದೆ.

source: This widget requires JavaScript.
kn: ಈ ವಿಜೆಟ್‍ಗೆ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಗತ್ಯವಿದೆ.

source: Loading&#8230;
kn: ತುಂಬುತ್ತಿದೆ&#8230;

# dashboard
source: %1$s %2$s
kn: %2$s ಮೇಲೆ %1$s

source: [Pending]
kn: [ಕಾಯ್ದಿರಿಸಿದ್ದು]

source: From %1$s on %2$s %3$s
kn: %1$s ದಿಂದ %2$s%3$s ನ ಮೇಲೆ

source: Configure
kn: ಸಂರಚಿಸು

source: The uploaded file could not be moved to %s.
kn: ವರ್ಗಾವಣೆಯಾದ ಕಡತವನ್ನು %s ಕ್ಕೆ ಸಾಗಿಸಲಾಗಲಿಲ್ಲ.

source: Disabling Maintenance mode&#8230;
kn: ನಿರ್ವಹಣಾ ವಿಧಾನವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತಿದೆ&#8230;

source: Enabling Maintenance mode&#8230;
kn: ನಿರ್ವಹಣಾ ವಿಧಾನವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತಿದೆ&#8230;

source: Incompatible Archive.
kn: ಹೊಂದಾಣಿಕೆಯಿಲ್ಲದ ಸಂಗ್ರಹ.

source: Download failed.
kn: ಡೌನ್ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.
