Repository: roy6177/DN260_Server_monks_IET12
Catalog: languages/admin-*.po
Languages: kn

source: XML Error: %1$s at line %2$s
kn: XML ದೋಷ: %2$s ಸಾಲಿನಲ್ಲಿ %1$s

source: A post type mismatch has been detected.
kn: ಹೊಂದಿಕೆಯಾಗದ ಪೋಸ್ಟ್ ರೀತಿ ಪತ್ತೆಯಾಗಿದೆ.

source: A post ID mismatch has been detected.
kn: ಹೊಂದಿಕೆಯಾಗದ ಪೋಸ್ಟ್ ಐಡಿ ಪತ್ತೆಯಾಗಿದೆ.

source: <strong>ERROR</strong>: "Table Prefix" can only contain numbers, letters, and underscores.
kn: <strong> ದೋಷ </strong>: "ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯ" ವು ಸಂಖ್ಯೆಗಳು, ಅಕ್ಷರಗಳು, ಮತ್ತು ಅಂಡರ್ಸ್ಕೋರ್ಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿರಬಹುದು.

source: <strong>ERROR</strong>: "Table Prefix" must not be empty.
kn: <strong> ದೋಷ </strong>: "ಟೇಬಲ್ ಪೂರ್ವಪ್ರತ್ಯಯ" ಖಾಲಿ ಇರಬಾರದು.

source: When previewing on smaller monitors, you can use the collapse icon at the bottom of the left-hand pane. This will hide the pane, giving you more room to preview your site in the new theme. To bring the pane back, click on the collapse icon again.
kn: ಸಣ್ಣ ಮಾನಿಟರ್ಗಳಲ್ಲಿ ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡುವಾಗ, ನೀವು ಎಡ ಕೈ ಭಾಗದ ಫಲಕ ಕೆಳಭಾಗದಲ್ಲಿ ಪತನದ ಐಕಾನ್ ಅನ್ನು ಬಳಸಬಹುದು. ಇದು ಹೊಸ ಫಲಕದಲ್ಲಿ ನಿಮ್ಮ ಸೈಟ್ ಅನ್ನು ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಲು ಹೆಚ್ಚಿನ ಕೋಣೆಯನ್ನು ನೀಡುವ ಫಲಕವನ್ನು ಮರೆಮಾಡುತ್ತದೆ. ಫಲಕವನ್ನು ಹಿಂತಿರುಗಿಸಲು, ಕುಸಿತ ಐಕಾನ್ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Available Widgets
kn: ಲಭ್ಯವಿರುವ ವಿಜೆಟ್ಗಳು

source: This item has already been deleted.
kn: ಈ ವಸ್ತುವು ಈಗಾಗಲೇ ಅಳಿಸಲ್ಪಟ್ಟಿದೆ.

source: Repeat New Password
kn: ಹೊಸ ಪ್ರವೇಶಪದವನ್ನು ಪುನಾರಾವರ್ತಿಸಿ

source: The plugin %1$s has been <strong>deactivated</strong> due to an error: %2$s
kn: %s ದೋಷದ ಕಾರಣದಿಂದಾಗಿ <code>%s</code> ಪ್ಲಗ್ ಇನ್ ಅನ್ನು <strong>ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.</strong>

source: Before getting started
kn: ಪ್ರಾರಂಭಿಸುವ ಮುನ್ನ

source: Users list
kn: ಬಳಕೆದಾರರ ಪಟ್ಟಿ

source: Media file attached.
kn: ಮಾಧ್ಯಮ ಕಡತ ಲಗತ್ತಿಸಲಾಗಿದೆ.

source: %s media file attached.
kn: %s ಮಾಧ್ಯಮ ಕಡತ ಲಗತ್ತಿಸಲಾಗಿದೆ.

source: %s media file permanently deleted.
kn: %s ಮಾಧ್ಯಮ ಕಡತ ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Or:
kn: ಅಥವಾ:

source: Did you know?
kn: ನಿನಗೆ ಗೊತ್ತಿತ್ತೇ?

source: %s media file detached.
kn: %s ಮಾಧ್ಯಮ ಕಡತ ಬೇರ್ಪಡಿಸಲಾಗಿದೆ.

source: Media file detached.
kn: ಮಾಧ್ಯಮ ಕಡತ ಬೇರ್ಪಡಿಸಲಾಗಿದೆ.

source: New theme activated.
kn: ‍ಹೊಸ ಥೀಮ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

# Button label for a theme
source: Next
kn: ಮುಂದಿನ

# Button label for a theme
source: Previous
kn: ಹಿಂದಿನ

# Add new theme
source: Add New
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ

# theme name
source: Name
kn: ಹೆಸರು

source: Privacy Settings
kn: ಗೌಪ್ಯತೆಯ ಸಿದ್ಧತೆಗಳು

source: Matt Mullenweg
kn: ಮ್ಯಾಟ್ ಮುಲ್ಲೆನ್ವೆಗ್

source: This is not just a plugin, it symbolizes the hope and enthusiasm of an entire generation summed up in two words sung most famously by Louis Armstrong: Hello, Dolly. When activated you will randomly see a lyric from <cite>Hello, Dolly</cite> in the upper right of your admin screen on every page.
kn: ಇದು ಕೇವಲ ಒಂದು ಪ್ಲಗ್ಇನ್ ಅಲ್ಲ, ಇದು ಲೂಯಿಸ್ ಆರ್ಮ್ಸ್ಟ್ರಾಂಗ್ನಿಂದ ಸಾರೀಕರಿಸಿದ ಎರಡು ಪದಗಳಲ್ಲಿ ಸಾರಸಂಗ್ರಹಗೊಂಡ ಸಂಪೂರ್ಣ ಪೀಳಿಗೆಯ ಭರವಸೆ ಮತ್ತು ಉತ್ಸಾಹವನ್ನು ಸೂಚಿಸುತ್ತದೆ: ಹಲೋ, ಡಾಲಿ. ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ನೀವು ಯಾದೃಚ್ಛಿಕವಾಗಿ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ನಿರ್ವಹಣೆ ಪರದೆಯ ಮೇಲಿನ ಬಲದಲ್ಲಿರುವ <cite> ಹಲೋ, ಡಾಲಿ </cite> ನಿಂದ ಒಂದು ಸಾಹಿತ್ಯವನ್ನು ನೋಡುತ್ತೀರಿ.

source: Hello Dolly
kn: ಹಲೋ ಡಾಲಿ

source: Add Widget
kn: ವಿಜೆಟ್ ಸೇರಿಸಿ

source: This will clear all items from the inactive widgets list. You will not be able to restore any customizations.
kn: ನಿಷ್ಕ್ರಿಯವಾದ ವಿಜೆಟ್ಗಳ ಪಟ್ಟಿಯಿಂದ ಎಲ್ಲಾ ಐಟಂಗಳನ್ನು ಇದು ತೆರವುಗೊಳಿಸುತ್ತದೆ. ಯಾವುದೇ ಅಗತ್ಯಾನುಗೊಳಿಸಿದನ್ನು ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: Clear Inactive Widgets
kn: ನಿಷ್ಕ್ರಿಯ ವಿಜೆಟ್ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ

source: To activate a widget drag it to a sidebar or click on it. To deactivate a widget and delete its settings, drag it back.
kn: ಒಂದು ವಿಜೆಟ್ ನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಅದನ್ನು ಸೈಡ್ಬಾರ್ನಲ್ಲಿ ಎಳೆಯಿರಿ ಅಥವಾ ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಒಂದು ವಿಜೆಟ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಮತ್ತು ಅದರ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಅಳಿಸಲು, ಅದನ್ನು ಹಿಂದೆ ಎಳೆಯಿರಿ.

# removing-widget
source: Deactivate
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: Error in displaying the widget settings form.
kn: ವಿಜೆಟ್ ಸೆಟ್ಟಿಂಗ್ಗಳ ಫಾರ್ಮ್ ನ್ನು ಪ್ರದರ್ಶಿಸುವಲ್ಲಿ ದೋಷ.

source: Save Widget
kn: ವಿಜೆಟ್ ಉಳಿಸಿ

source: Position
kn: ಸ್ಥಾನ

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
kn: ಈ ವಿಜೆಟ್ಗಾಗಿ ಸೈಡ್ಬಾರ್ನನ್ನು ಮತ್ತು ಆ ಸೈಡ್ಬಾರ್ನಲ್ಲಿ ವಿಜೆಟ್ನ ಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Widget %s
kn: ವಿಜೆಟ್ %s

source: Drag widgets here to remove them from the sidebar but keep their settings.
kn: ಸೈಡ್ಬಾರ್ನಿಂದ ವಿಜೆಟ್ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ಎಳೆಯಿರಿ ಆದರೆ ಅದರ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.

source: Inactive Widgets
kn: ನಿಷ್ಕ್ರಿಯ ವಿಜೆಟ್ಗಳು

source: This sidebar is no longer available and does not show anywhere on your site. Remove each of the widgets below to fully remove this inactive sidebar.
kn: ಈ ಸೈಡ್ ಬಾರ್ ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಎಲ್ಲಿಯೂ ತೋರಿಸುವುದಿಲ್ಲ. ಈ ನಿಷ್ಕ್ರಿಯ ಸೈಡ್ ಬಾರ್ ನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಲು ಕೆಳಗಿನ ಪ್ರತಿಯೊಂದು ವಿಜೆಟ್ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.

source: Inactive Sidebar (not used)
kn: ನಿಷ್ಕ್ರಿಯ ಪಾರ್ಶ್ವಪಟ್ಟಿ (ಬಳಸಲಾಗಿಲ್ಲ)

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="https://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
kn: ನೀವು ಪ್ರಸ್ತುತ ಬಳಸುತ್ತಿರುವ ಥೀಮ್ ವಿಜೆಟ್-ಅರಿವು ಇಲ್ಲ, ಇದರರ್ಥ ನೀವು ಬದಲಿಸಲು ಸಾಧ್ಯವಾಗದ ಪಾರ್ಶ್ವಪಟ್ಟಿಗಳು ಇಲ್ಲ. ನಿಮ್ಮ ಥೀಮ್ಗೆ ವಿಜೆಟ್-ಅರಿವು ಮಾಡುವ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ, ದಯವಿಟ್ಟು <a href="https://codex.wordpress.org/Widgetizing_Themes"> ಈ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ </a>.

source: <a href="https://codex.wordpress.org/Appearance_Widgets_Screen">Documentation on Widgets</a>
kn: <a href="https://codex.wordpress.org/Appearance_Widgets_Screen"> ವಿಜೆಟ್ಗಳ ಮೇಲಿನ ದಾಖಲೆ </a>

source: When changing themes, there is often some variation in the number and setup of widget areas/sidebars and sometimes these conflicts make the transition a bit less smooth. If you changed themes and seem to be missing widgets, scroll down on this screen to the Inactive Widgets area, where all of your widgets and their settings will have been saved.
kn: ಥೀಮ್ಗಳನ್ನು ಬದಲಾಯಿಸುವಾಗ, ವಿಜೆಟ್ ಪ್ರದೇಶಗಳು / ಪಾರ್ಶ್ವಪಟ್ಟಿಗಳ ಸಂಖ್ಯೆ ಮತ್ತು ಸೆಟಪ್ನಲ್ಲಿ ಕೆಲವು ಬದಲಾವಣೆಗಳಿರುತ್ತವೆ ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ಈ ಘರ್ಷಣೆಗಳು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಕಡಿಮೆ ಮೃದುಗೊಳಿಸುತ್ತವೆ. ನೀವು ಥೀಮ್ಗಳನ್ನು ಬದಲಾಯಿಸಿದರೆ ಮತ್ತು ವಿಜೆಟ್ಗಳನ್ನು ಕಾಣೆಯಾಗಿರುವಂತೆ ತೋರುತ್ತಿದ್ದರೆ, ಈ ಪರದೆಯ ಮೇಲೆ ನಿಷ್ಕ್ರಿಯ ವಿಜೆಟ್ಗಳ ಪ್ರದೇಶಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ, ಅಲ್ಲಿ ನಿಮ್ಮ ಎಲ್ಲ ವಿಜೆಟ್ಗಳು ಮತ್ತು ಅವರ ಸೆಟ್ಟಿಂಗ್ಗಳು ಉಳಿಸಲ್ಪಡುತ್ತವೆ.

source: Missing Widgets
kn: ಕಾಣೆಯಾಗಿರುವ ವಿಡ್ಗೆಟ್ಗಳು

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
kn: ಪ್ರವೇಶ ಆಯ್ಕೆಗಳು ಮೋಡ್ ಅನ್ನು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳ ಮೂಲಕ ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ, ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಅನ್ನು ಬಳಸುವ ಬದಲು ಸೇರಿಸು ಮತ್ತು ಸಂಪಾದಿಸು ಗುಂಡಿಗಳನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
kn: ವಿಜೆಟ್ಗಳನ್ನು ಅನೇಕ ಬಾರಿ ಬಳಸಬಹುದು. ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು, ನೀವು ಪ್ರತಿ ವಿಜೆಟ್ಗೆ ಶೀರ್ಷಿಕೆಯನ್ನು ನೀಡಬಹುದು, ಆದರೆ ಇದು ಅಗತ್ಯವಿಲ್ಲ.

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
kn: ನಿಮ್ಮ ಪಾರ್ಶ್ವಪಟ್ಟಿಗಳನ್ನು ನೀವು ಸಂಪಾದಿಸುವ ತನಕ ಹಲವಾರು ವಿಷಯಗಳು ಡೀಫಾಲ್ಟ್ ಆಗಿ ಕೆಲವು ಸೈಡ್ಬಾರ್ನಲ್ಲಿ ವಿಜೆಟ್ಗಳನ್ನು ತೋರಿಸುತ್ತವೆ, ಆದರೆ ಅವುಗಳನ್ನು ನಿಮ್ಮ ಸೈಡ್ಬಾರ್ನಲ್ಲಿನ ನಿರ್ವಹಣಾ ಉಪಕರಣದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರದರ್ಶಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಮೊದಲ ವಿಜೆಟ್ ಬದಲಾವಣೆಯನ್ನು ಮಾಡಿದ ನಂತರ, ಲಭ್ಯವಿರುವ ವಿಜೆಟ್ಗಳನ್ನು ಪ್ರದೇಶದಿಂದ ಸೇರಿಸುವುದರ ಮೂಲಕ ಡೀಫಾಲ್ಟ್ ವಿಜೆಟ್ಗಳನ್ನು ನೀವು ಮರು-ಸೇರಿಸಬಹುದು.

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
kn: ನೀವು ವಿಜೆಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸಿದರೆ ಆದರೆ ಸಂಭವನೀಯ ಭವಿಷ್ಯದ ಬಳಕೆಗಾಗಿ ಅದರ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿ, ಅದನ್ನು ನಿಷ್ಕ್ರಿಯ ಹಿಂದಿನ ಪ್ರದೇಶಕ್ಕೆ ಎಳೆಯಿರಿ. ನೀವು ಅಲ್ಲಿಂದ ಯಾವ ಸಮಯದಲ್ಲಾದರೂ ಅದನ್ನು ಮರಳಿ ಸೇರಿಸಬಹುದು. ನೀವು ಕಡಿಮೆ ಅಥವಾ ವಿಭಿನ್ನ ವಿಜೆಟ್ ಪ್ರದೇಶಗಳೊಂದಿಗೆ ಥೀಮ್ಗೆ ಬದಲಾಯಿಸಿದಾಗ ಇದು ವಿಶೇಷವಾಗಿ ಸಹಾಯಕವಾಗುತ್ತದೆ.

source: Removing and Reusing
kn: ತೆಗೆದುಹಾಕುವುದು ಮತ್ತು ಮರುಬಳಕೆ ಮಾಡುವುದು

source: The Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
kn: ಲಭ್ಯವಿರುವ ವಿಡ್ಗೆಟ್ಗಳು ವಿಭಾಗವು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದಾದ ಎಲ್ಲಾ ವಿಜೆಟ್ಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಒಮ್ಮೆ ನೀವು ಒಂದು ಸೈಡ್ಬಾರ್ನಲ್ಲಿ ಒಂದು ವಿಜೆಟ್ ಅನ್ನು ಎಳೆಯಿರಿ, ಅದರ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ಅದು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ವಿಜೆಟ್ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ನೀವು ಸಂತೋಷವಾಗಿದ್ದಾಗ, ಉಳಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ವಿಜೆಟ್ ನಿಮ್ಮ ಸೈಟ್ನಲ್ಲಿ ಲೈವ್ ಆಗುತ್ತದೆ. ನೀವು ಅಳಿಸು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ಅದು ವಿಜೆಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
kn: ವಿಡ್ಜೆಟ್ಗಳು ನಿಮ್ಮ ಥೀಮ್ (ಸಾಮಾನ್ಯವಾಗಿ ಪಾರ್ಶ್ವಪಟ್ಟಿಗಳು ಎಂದು ಕರೆಯಲ್ಪಡುವ) ಒದಗಿಸಿದ ಯಾವುದೇ ವಿಡ್ಗೆಟಿಝೆಡ್ ಪ್ರದೇಶಕ್ಕೆ ಇರಿಸಬಹುದಾದ ಥೀಮ್ ನ ಸ್ವತಂತ್ರ ವಿಭಾಗಗಳಾಗಿರುತ್ತವೆ. ವೈಯಕ್ತಿಕ ವಿಜೆಟ್ಗಳನ್ನು ಹೊಂದಿರುವ ನಿಮ್ಮ ಪಾರ್ಶ್ವಪಟ್ಟಿಗಳು / ವಿಜೆಟ್ ಪ್ರದೇಶಗಳನ್ನು ಜನಪ್ರಿಯಗೊಳಿಸುವುದಕ್ಕಾಗಿ, ಶೀರ್ಷಿಕೆ ಬಾರ್ಗಳನ್ನು ಅಪೇಕ್ಷಿತ ಪ್ರದೇಶಕ್ಕೆ ಎಳೆದು ಬಿಡಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಮೊದಲ ವಿಜೆಟ್ ಪ್ರದೇಶವನ್ನು ಮಾತ್ರ ವಿಸ್ತರಿಸಲಾಗಿದೆ. ಹೆಚ್ಚುವರಿ ವಿಜೆಟ್ ಪ್ರದೇಶಗಳನ್ನು ಜನಪ್ರಿಯಗೊಳಿಸುವುದಕ್ಕಾಗಿ, ಅವುಗಳನ್ನು ವಿಸ್ತರಿಸಲು ಅವರ ಶೀರ್ಷಿಕೆ ಬಾರ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Other users have been removed.
kn: ಇತರ ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: You can't remove the current user.
kn: ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರನ್ನು ನೀವು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: User removed from this site.
kn: ಈ ಸೈಟ್ನಿಂದ ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: Other users have been deleted.
kn: ಇತರ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: You can&#8217;t delete the current user.
kn: ನೀವು ಪ್ರಸ್ತುತ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Other user roles have been changed.
kn: ಇತರ ಬಳಕೆದಾರರ ಪಾತ್ರಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.

source: The current user&#8217;s role must have user editing capabilities.
kn: ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರ ಪಾತ್ರ ಬಳಕೆದಾರರ ಸಂಪಾದನೆ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಹೊಂದಿರಬೇಕು.

source: Changed roles.
kn: ಬದಲಾದ ಪಾತ್ರಗಳು.

source: New user created.
kn: ಹೊಸ ಬಳಕೆದಾರ ರಚಿಸಲಾಗಿದೆ.

source: New user created. <a href="%s">Edit user</a>
kn: ಹೊಸ ಬಳಕೆದಾರ ರಚಿಸಲಾಗಿದೆ. <a href="%s"> ಬಳಕೆದಾರರನ್ನು ಸಂಪಾದಿಸಿ </a>

source: %s user deleted.
kn: %s ಬಳಕೆದಾರ ಅಳಿಸಲಾಗಿದೆ.

source: User deleted.
kn: ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: There are no valid users selected for removal.
kn: ತೆಗೆದುಹಾಕಲು ಯಾವುದೇ ಮಾನ್ಯ ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ.

source: Confirm Removal
kn: ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ

source: ID #%1$s: %2$s <strong>Sorry, you are not allowed to remove this user.</strong>
kn: ID #%1$s: %2$s <strong> ಕ್ಷಮಿಸಿ, ಈ ಬಳಕೆದಾರನನ್ನು ತೆಗೆದುಹಾಕಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ. </strong>

source: You have specified these users for removal:
kn: ತೆಗೆದುಹಾಕಲು ಈ ಬಳಕೆದಾರರನ್ನು ನೀವು ನಿರ್ದಿಷ್ಟಪಡಿಸಿರುವಿರಿ:

source: You have specified this user for removal:
kn: ತೆಗೆದುಹಾಕಲು ಈ ಬಳಕೆದಾರನನ್ನು ನೀವು ನಿರ್ದಿಷ್ಟಪಡಿಸಿರುವಿರಿ:

source: Remove Users from Site
kn: ಸೈಟ್ನಿಂದ ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಿ

source: Sorry, you are not allowed to remove users.
kn: ಕ್ಷಮಿಸಿ, ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: You can&#8217;t remove users.
kn: ನೀವು ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: There are no valid users selected for deletion.
kn: ಅಳಿಸುವಿಕೆಗಾಗಿ ಯಾವುದೇ ಮಾನ್ಯ ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ.

source: What should be done with content owned by these users?
kn: ಈ ಬಳಕೆದಾರರ ಒಡೆತನದ ವಿಷಯದೊಂದಿಗೆ ಏನು ಮಾಡಬೇಕು?

source: What should be done with content owned by this user?
kn: ಈ ಬಳಕೆದಾರನ ಒಡೆತನದ ವಿಷಯದೊಂದಿಗೆ ಏನು ಮಾಡಬೇಕು?

source: ID #%1$s: %2$s
kn: ಐಡಿ #%1$s: %2$s

source: ID #%1$s: %2$s <strong>The current user will not be deleted.</strong>
kn: ಐಡಿ #%1$s: %2$s <strong>ಪ್ರಸ್ತುತ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.</strong>

source: You have specified these users for deletion:
kn: ನೀವು ಈ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ಸೂಚಿಸಿದ್ದೀರಿ:

source: You have specified this user for deletion:
kn: ನೀವು ಈ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲು ಸೂಚಿಸಿದ್ದೀರಿ:

source: Please select an option.
kn: ದಯವಿಟ್ಟು ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ.

source: Delete Users
kn: ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಿ

source: Sorry, you are not allowed to delete that user.
kn: ಕ್ಷಮಿಸಿ, ಆ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Sorry, you are not allowed to delete users.
kn: ಕ್ಷಮಿಸಿ, ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.

source: User deletion is not allowed from this screen.
kn: ಬಳಕೆದಾರರ ಅಳಿಸುವಿಕೆಗೆ ಈ ಪರದೆಯಿಂದ ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.

source: One of the selected users is not a member of this site.
kn: ಆಯ್ಕೆಮಾಡಿದ ಬಳಕೆದಾರರಲ್ಲಿ ಒಬ್ಬರು ಈ ಸೈಟ್ನ ಸದಸ್ಯರಲ್ಲ.

source: Users list navigation
kn: ಬಳಕೆದಾರರ ಸಂಚರಣೆ ಪಟ್ಟಿ

source: Filter users list
kn: ಬಳಕೆದಾರರ ಪಟ್ಟಿ ಶೋಧಕ

source: <a href="https://codex.wordpress.org/Roles_and_Capabilities">Descriptions of Roles and Capabilities</a>
kn: <a href="https://codex.wordpress.org/Roles_and_Capabilities"> ಪಾತ್ರಗಳು ಮತ್ತು ಸಾಮರ್ಥ್ಯಗಳ ವಿವರಣೆಗಳು</a>

source: <a href="https://codex.wordpress.org/Users_Screen">Documentation on Managing Users</a>
kn: <a href="https://codex.wordpress.org/Users_Screen">ಬಳಕೆದಾರರನ್ನು ನಿರ್ವಹಿಸುವ ದಾಖಲೆ</a>

source: <strong>Delete</strong> brings you to the Delete Users screen for confirmation, where you can permanently remove a user from your site and delete their content. You can also delete multiple users at once by using Bulk Actions.
kn: <strong> ಅಳಿಸು </strong> ದೃಢೀಕರಣಕ್ಕಾಗಿ ಬಳಕೆದಾರರ ಅಳಿಸಿ ತೆರೆಗೆ ನಿಮ್ಮನ್ನು ತರುತ್ತದೆ, ಅಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಸೈಟ್ನಿಂದ ಬಳಕೆದಾರರನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಅವರ ವಿಷಯವನ್ನು ಅಳಿಸಬಹುದು. ದೊಡ್ಡ ಕ್ರಿಯೆಗಳನ್ನು ಬಳಸುವುದರ ಮೂಲಕ ನೀವು ಅನೇಕ ಬಳಕೆದಾರರನ್ನು ಸಹ ಒಮ್ಮೆ ಅಳಿಸಬಹುದು.

source: <strong>Remove</strong> allows you to remove a user from your site. It does not delete their content. You can also remove multiple users at once by using Bulk Actions.
kn: ನಿಮ್ಮ ಸೈಟ್ನಿಂದ ಬಳಕೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲು <strong> ತೆಗೆದುಹಾಕಿ </strong> ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಇದು ಅವರ ವಿಷಯವನ್ನು ಅಳಿಸುವುದಿಲ್ಲ. ದೊಡ್ಡ ಕ್ರಿಯೆಗಳನ್ನು ಬಳಸುವುದರ ಮೂಲಕ ನೀವು ಅನೇಕ ಬಳಕೆದಾರರನ್ನು ಒಮ್ಮೆಗೇ ತೆಗೆದುಹಾಕಬಹುದು.

source: <strong>Edit</strong> takes you to the editable profile screen for that user. You can also reach that screen by clicking on the username.
kn: <strong> ಸಂಪಾದಿಸು </strong> ಆ ಬಳಕೆದಾರನ ಸಂಪಾದಿಸಬಹುದಾದ ಪ್ರೊಫೈಲ್ ಪರದೆಗೆ ನಿಮ್ಮನ್ನು ತರುತ್ತದೆ. ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಆ ಪರದೆಯನ್ನು ತಲುಪಬಹುದು.

source: Hovering over a row in the users list will display action links that allow you to manage users. You can perform the following actions:
kn: ಬಳಕೆದಾರರ ಪಟ್ಟಿಯಲ್ಲಿ ಸತತವಾಗಿ ಅಡ್ಡಲಾಗಿ ಸುಳಿದಾಡಿದರೆ ಬಳಕೆದಾರರನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಆಕ್ಷನ್ ಲಿಂಕ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ. ನೀವು ಕೆಳಗಿನ ಕ್ರಮಗಳನ್ನು ಮಾಡಬಹುದು:

source: You can view all posts made by a user by clicking on the number under the Posts column.
kn: ಪೋಸ್ಟ್ಗಳ ಕಾಲಮ್ನ ಅಡಿಯಲ್ಲಿರುವ ಸಂಖ್ಯೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಬಳಕೆದಾರರಿಂದ ಮಾಡಿದ ಎಲ್ಲಾ ಪೋಸ್ಟ್ಗಳನ್ನು ನೀವು ವೀಕ್ಷಿಸಬಹುದು.

source: You can hide/display columns based on your needs and decide how many users to list per screen using the Screen Options tab.
kn: ನಿಮ್ಮ ಅಗತ್ಯತೆಗಳ ಆಧಾರದ ಮೇಲೆ ನೀವು ಮರೆಮಾಡಬಹುದು / ಪ್ರದರ್ಶಿಸಬಹುದು ಮತ್ತು ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಗಳು ಟ್ಯಾಬ್ನ ಮೂಲಕ ಎಷ್ಟು ಬಳಕೆದಾರರು ಪ್ರತಿ ಪರದೆಯ ಪಟ್ಟಿಯಲ್ಲಿ ಬರಬೇಕೆಂದು ನಿರ್ಧರಿಸಬಹುದು.

source: You can filter the list of users by User Role using the text links above the users list to show All, Administrator, Editor, Author, Contributor, or Subscriber. The default view is to show all users. Unused User Roles are not listed.
kn: ಬಳಕೆದಾರರು, ಬಳಕೆದಾರ, ನಿರ್ವಾಹಕರು, ಸಂಪಾದಕರು, ಲೇಖಕರು, ಕೊಡುಗೆದಾರರು ಅಥವಾ ಚಂದಾದಾರರನ್ನು ತೋರಿಸಲು ಬಳಕೆದಾರರ ಪಟ್ಟಿಯ ಮೇಲಿನ ಪಠ್ಯ ಲಿಂಕ್ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಬಳಕೆದಾರರ ಪಟ್ಟಿಯಿಂದ ನೀವು ಬಳಕೆದಾರರ ಪಟ್ಟಿಯನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಬಹುದು. ಪೂರ್ವನಿಯೋಜಿತ ವೀಕ್ಷಣೆ ಎಲ್ಲಾ ಬಳಕೆದಾರರನ್ನು ತೋರಿಸುವುದು. ಬಳಕೆಯಾಗದ ಬಳಕೆದಾರ ಪಾತ್ರಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಲಾಗಿಲ್ಲ.

source: You can customize the display of this screen in a number of ways:
kn: ಈ ಪರದೆಯ ಪ್ರದರ್ಶನವನ್ನು ನೀವು ಅನೇಕ ವಿಧಾನಗಳಲ್ಲಿ ಅಗತ್ಯಾನುಗೊಳಿಸಬಹುದು:

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
kn: ನಿಮ್ಮ ಸೈಟ್ಗಾಗಿ ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು, ತೆರೆಯ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಹೊಸದಾಗಿ ಸೇರಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಬಳಕೆದಾರರು ಮೆನು ವಿಭಾಗದಲ್ಲಿ ಹೊಸದನ್ನು ಸೇರಿಸಿ.

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options in the dashboard navigation when they are logged in, based on their role.
kn: ಈ ಪರದೆಯು ಎಲ್ಲಾ ಸೈಟ್ಗಳನ್ನು ನಿಮ್ಮ ಸೈಟ್ಗಾಗಿ ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ. ಸೈಟ್ ನಿರ್ವಾಹಕವು ಹೊಂದಿಸಿದಂತೆ ಪ್ರತಿ ಬಳಕೆದಾರರು ಐದು ನಿರ್ಧಾರಿತ ಪಾತ್ರಗಳಲ್ಲಿ ಒಂದನ್ನು ಹೊಂದಿದ್ದಾರೆ: ಸೈಟ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಟರ್, ಸಂಪಾದಕ, ಲೇಖಕ, ನೀಡುಗರು, ಅಥವಾ ಚಂದಾದಾರರು. ನಿರ್ವಾಹಕರನ್ನು ಹೊರತುಪಡಿಸಿ ಇತರ ಪಾತ್ರಗಳನ್ನು ಹೊಂದಿರುವ ಬಳಕೆದಾರರು ತಮ್ಮ ಪಾತ್ರವನ್ನು ಆಧರಿಸಿ ಡ್ಯಾಶ್ಬೋರ್ಡ್ ನ್ಯಾವಿಗೇಶನ್ನಲ್ಲಿ ಪ್ರವೇಶಿಸಿದಾಗ ಕಡಿಮೆ ಆಯ್ಕೆಗಳನ್ನು ನೋಡುತ್ತಾರೆ.

source: Send the new user an email about their account.
kn: ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಅವರ ಖಾತೆಯ ಬಗ್ಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಿ.

source: Send User Notification
kn: ಬಳಕೆದಾರ ಅಧಿಸೂಚನೆ ಕಳುಹಿಸಿ

source: Create a brand new user and add them to this site.
kn: ಹೊಚ್ಚ ಹೊಸ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ಈ ಸೈಟ್ಗೆ ಸೇರಿಸಿ.

source: Add the user without sending an email that requires their confirmation.
kn: ತಮ್ಮ ದೃಢೀಕರಣದ ಅಗತ್ಯವಿರುವ ಇಮೇಲ್ ಕಳುಹಿಸದೆಯೇ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ.

source: Skip Confirmation Email
kn: ದೃಢೀಕರಣ ಇಮೇಲ್ ಅನ್ನು ಸ್ಕಿಪ್ ಮಾಡಿ

source: Email or Username
kn: ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರು

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
kn: ಈ ಸೈಟ್ಗೆ ಅವರನ್ನು ಆಮಂತ್ರಿಸಲು ಈ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರ ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ. ಆಹ್ವಾನವನ್ನು ಖಚಿತಪಡಿಸಲು ಆ ವ್ಯಕ್ತಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುವುದು.

source: Enter the email address of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
kn: ಈ ಸೈಟ್ಗೆ ಅವರನ್ನು ಆಮಂತ್ರಿಸಲು ಈ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ. ಆಹ್ವಾನವನ್ನು ಖಚಿತಪಡಿಸಲು ಆ ವ್ಯಕ್ತಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುವುದು.

source: Add Existing User
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ

source: User added.
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲಾಗಿದೆ.

source: User has been created, but could not be added to this site.
kn: ಬಳಕೆದಾರನನ್ನು ರಚಿಸಲಾಗಿದೆ, ಆದರೆ ಈ ಸೈಟ್ಗೆ ಸೇರಿಸಲಾಗಲಿಲ್ಲ.

source: That user could not be added to this site.
kn: ಆ ಬಳಕೆದಾರನನ್ನು ಈ ಸೈಟ್ಗೆ ಸೇರಿಸಲಾಗಲಿಲ್ಲ.

source: That user is already a member of this site.
kn: ಆ ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಈ ಸೈಟ್ನ ಸದಸ್ಯರಾಗಿದ್ದಾರೆ.

source: User has been added to your site. <a href="%s">Edit user</a>
kn: ಬಳಕೆದಾರರನ್ನು ನಿಮ್ಮ ಸೈಟ್ಗೆ ಸೇರಿಸಲಾಗಿದೆ. <a href="%s"> ಬಳಕೆದಾರರನ್ನು ಸಂಪಾದಿಸಿ </a>

source: User has been added to your site.
kn: ಬಳಕೆದಾರನನ್ನು ನಿಮ್ಮ ಸೈಟ್ಗೆ ಸೇರಿಸಲಾಗಿದೆ.

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
kn: ಆಮಂತ್ರಣ ಇಮೇಲ್ ಬಳಕೆದಾರರಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಸೈಟ್ಗೆ ಸೇರಿಸಲು ದೃಢೀಕರಣ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬೇಕು.

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
kn: ಆಮಂತ್ರಣ ಇಮೇಲ್ ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ. ತಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮೊದಲು ದೃಢೀಕರಣ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬೇಕು.

source: <a href="https://codex.wordpress.org/Users_Add_New_Screen">Documentation on Adding New Users</a>
kn: <a href="https://codex.wordpress.org/Users_Add_New_Screen"> ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸುವ ಕುರಿತಾದ ದಾಖಲೆ </a>

source: Administrators have access to all the administration features.
kn: ನಿರ್ವಾಹಕರು ಎಲ್ಲಾ ಆಡಳಿತಾತ್ಮಕ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸುತ್ತಾರೆ.

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
kn: ಸಂಪಾದಕರು ಪೋಸ್ಟ್ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು, ಪೋಸ್ಟ್ಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು ಮತ್ತು ಇತರ ಜನರ ಪೋಸ್ಟ್ಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು.

source: Authors can publish and manage their own posts, and are able to upload files.
kn: ಲೇಖಕರು ತಮ್ಮ ಸ್ವಂತ ಪೋಸ್ಟ್ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ನಿರ್ವಹಿಸಬಹುದು, ಮತ್ತು ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: Contributors can write and manage their posts but not publish posts or upload media files.
kn: ಕೊಡುಗೆದಾರರು ತಮ್ಮ ಪೋಸ್ಟ್ಗಳನ್ನು ಬರೆಯಬಹುದು ಮತ್ತು ನಿರ್ವಹಿಸಬಹುದು ಆದರೆ ಪೋಸ್ಟ್ಗಳನ್ನು ಪ್ರಕಟಿಸುಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಮಾಧ್ಯಮ ಫೈಲ್ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗದು.

source: Subscribers can read comments/comment/receive newsletters, etc. but cannot create regular site content.
kn: ಚಂದಾದಾರರು ಕಾಮೆಂಟ್ಗಳನ್ನು ಓದಬಹುದು / ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು / ಸುದ್ದಿಪತ್ರಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು, ಇತ್ಯಾದಿ. ಆದರೆ ಸಾಮಾನ್ಯ ಸೈಟ್ ವಿಷಯವನ್ನು ರಚಿಸಲಾಗುವುದಿಲ್ಲ.

source: Here is a basic overview of the different user roles and the permissions associated with each one:
kn: ವಿಭಿನ್ನ ಬಳಕೆದಾರ ಪಾತ್ರಗಳ ಮೂಲ ಅವಲೋಕನ ಮತ್ತು ಪ್ರತಿಯೊಂದಕ್ಕೂ ಸಂಬಂಧಿಸಿದ ಅನುಮತಿಗಳನ್ನು ಇಲ್ಲಿ ನೀಡಲಾಗಿದೆ:

source: User Roles
kn: ಬಳಕೆದಾರರ ಪಾತ್ರಗಳು

source: Remember to click the Add New User button at the bottom of this screen when you are finished.
kn: ನೀವು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ಈ ಪರದೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಹೊಸ ಬಳಕೆದಾರ ಸೇರಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: To add a new user to your site, fill in the form on this screen and click the Add New User button at the bottom.
kn: ನಿಮ್ಮ ಸೈಟ್ಗೆ ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು, ಈ ಪರದೆಯ ಮೇಲೆ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ ಮತ್ತು ಕೆಳಗೆ ಹೊಸ ಬಳಕೆದಾರ ಬಟನ್ ಸೇರಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: By default, new users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain a password reset link. Uncheck the box if you don&#8217;t want to send the new user a welcome email.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಹೊಸ ಬಳಕೆದಾರರು ನಿಮ್ಮ ಸೈಟ್ಗೆ ಬಳಕೆದಾರರಾಗಿ ಸೇರಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ತಿಳಿಸಲು ಇಮೇಲ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ. ಈ ಇಮೇಲ್ ಕೂಡ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಹೊಸ ಬಳಕೆದಾರರನ್ನು ಸ್ವಾಗತಾರ್ಹ ಇಮೇಲ್ ಕಳುಹಿಸಲು ನೀವು ಬಯಸದಿದ್ದರೆ ಪೆಟ್ಟಿಗೆಯನ್ನು ಗುರುತಿಸಬೇಡಿ.

source: New users are automatically assigned a password, which they can change after logging in. You can view or edit the assigned password by clicking the Show Password button. The username cannot be changed once the user has been added.
kn: ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಒಂದು ಗುಪ್ತಪದವನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ, ಅವುಗಳು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ ಬದಲಾಯಿಸಬಹುದು. ಗುಪ್ತಪದವನ್ನು ತೋರಿಸು ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ಕಿಸುವುದರ ಮೂಲಕ ನಿಯೋಜಿಸಲಾದ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನೀವು ವೀಕ್ಷಿಸಬಹುದು ಅಥವಾ ಸಂಪಾದಿಸಬಹುದು. ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿದ ನಂತರ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain their password. Check the box if you don&#8217;t want the user to receive a welcome email.
kn: ನಿಮ್ಮ ಸೈಟ್ಗೆ ಬಳಕೆದಾರರಾಗಿ ಅವರು ಸೇರಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ತಿಳಿಸಲು ಹೊಸ ಬಳಕೆದಾರರು ಇಮೇಲ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ. ಈ ಇಮೇಲ್ ಅವರ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಸಹ ಒಳಗೊಂಡಿರುತ್ತದೆ. ಸ್ವಾಗತಾರ್ಹ ಇಮೇಲ್ ಅನ್ನು ಬಳಕೆದಾರರು ಪಡೆಯಲು ನೀವು ಬಯಸದಿದ್ದರೆ ಪೆಟ್ಟಿಗೆಯನ್ನು ಟಿಕ್ ಮಾಡಿ.

source: Because this is a multisite installation, you may add accounts that already exist on the Network by specifying a username or email, and defining a role. For more options, such as specifying a password, you have to be a Network Administrator and use the hover link under an existing user&#8217;s name to Edit the user profile under Network Admin > All Users.
kn: ಇದು ಮಲ್ಟಿಸೈಟ್ ಅನುಸ್ಥಾಪನೆಯ ಕಾರಣದಿಂದಾಗಿ, ನೀವು ಈಗಾಗಲೇ ಬಳಕೆದಾರರ ಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ಅನ್ನು ಸೂಚಿಸುವ ಮೂಲಕ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಗಳನ್ನು ಸೇರಿಸಬಹುದು ಮತ್ತು ಪಾತ್ರವನ್ನು ವಿವರಿಸಬಹುದು. ಪಾಸ್ವರ್ಡ್ ಸೂಚಿಸುವಂತಹ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳಿಗಾಗಿ, ನೀವು ನೆಟ್ವರ್ಕ್ ನಿರ್ವಾಹಕರಾಗಿರಬೇಕು ಮತ್ತು ನೆಟ್ವರ್ಕ್ ನಿರ್ವಹಣೆ> ಎಲ್ಲ ಬಳಕೆದಾರರ ಅಡಿಯಲ್ಲಿ ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸಲು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರ ಹೆಸರಿನಡಿಯಲ್ಲಿ ಹೂವರ್ ಲಿಂಕ್ ಅನ್ನು ಬಳಸಬೇಕು.

source: [%s] Joining confirmation
kn: [%s] ಸೇರುವ ದೃಢೀಕರಣ
