Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Custom CSS/JS
vi: Tuỳ CSS/JS

source: Custom JS
vi: JS tùy chỉnh

source: You need to reload to see the changes. No need to add the <script> tags.
vi: Bạn cần tải lại để xem các thay đổi. Không cần phải thêm các thẻ <script>.

source: %1$s: Type %2$s is not supported, reverting to text.
he_il: %1$s : סוג %2$s אינו נתמך, חוזר לטקסט.
vi: %1$s : Loại %2$s không được hỗ trợ, hoàn nguyên về văn bản.

source: &mdash; Select &mdash;
he_il: & mdash; בחר & mdash;
vi: & mdash; Chọn & mdash;

source: Thumbnail
he_il: תמונה ממוזערת
ja: サムネイル
vi: Hình nhỏ

source: Medium
he_il: בינוני
ja: 中
vi: Trung bình

source: Large
he_il: גדול
ja: 大
vi: Lớn

source: Full Size
he_il: גודל מלא
vi: Kích thước đầy đủ

source: Select Icon
he_il: בחר סמל
vi: Chọn biểu tượng

source: Remove
he_il: הסר
ja: 削除
vi: Tẩy

source: Icon Picker: %1$s was not found in %2$s.
he_il: בורר האיקונים: %1$s לא נמצא ב- %2$s .
vi: Trình chọn biểu tượng: %1$s không được tìm thấy trong %2$s .

source: Icon Picker: %s contains an error or more.
he_il: בורר האיקונים: %s מכיל שגיאה או יותר.
vi: Trình chọn biểu tượng: %s chứa lỗi hoặc nhiều hơn.

source: Icon Picker: %1$s is not set or invalid in %2$s.
he_il: בורר האיקונים: %1$s אינו מוגדר או לא חוקי ב- %2$s .
vi: Trình chọn biểu tượng: %1$s không được đặt hoặc không hợp lệ trong %2$s .

source: Icon Picker: %1$s is already registered. Please check your font pack config file: %2$s.
he_il: בורר האיקונים: %1$s כבר רשום. בדוק את קובץ הגדרות חבילת הגופנים שלך: %2$s .
vi: Trình chọn biểu tượng: %1$s đã được đăng ký. Vui lòng kiểm tra tệp cấu hình gói phông chữ của bạn: %2$s .

source: Pack: %s
vi: Gói: %s

source: Icon Picker
he_il: אייקון בורר
vi: Bộ chọn biểu tượng

source: All
he_il: את כל
ja: 全て
vi: Tất cả các

source: Admin
he_il: מנהל מערכת
vi: Quản trị viên

source: Post Formats
he_il: פוסט פורמטים
vi: Định dạng bài đăng

source: Welcome Screen
he_il: מסך הפתיחה
vi: Màn hình chào mừng

source: Image Editor
he_il: עורך תמונות
vi: Biên tập hình ảnh

source: Text Editor
he_il: עורך טקסט
vi: Trình chỉnh sửa văn bản

source: Post
he_il: הודעה
vi: Bài đăng

source: Sorting
he_il: מיון
vi: Sắp xếp

source: Social
he_il: חברתי
ja: SNS
vi: Xã hội

source: Jobs
he_il: מקומות תעסוקה
vi: Việc làm

source: Internal/Products
he_il: פנימי / מוצרים
vi: Nội bộ / Sản phẩm

source: Taxonomies
he_il: טקסונומיות
vi: Phân loại

source: Alerts/Notifications
he_il: התראות / התראות
vi: Cảnh báo / Thông báo

source: Media
he_il: מדיה
vi: Phương tiện truyền thông

source: Misc./Post Types
he_il: שונות / סוגי פוסט
vi: Misc./Post Các loại

source: Appearance
he_il: מראה חיצוני
vi: Xuất hiện

source: Collapse
he_il: כווץ
vi: Sự sụp đổ

source: Comments
he_il: הערות
ja: コメント
vi: Bình luận

source: Customizer
he_il: התאמה אישית
vi: Trình tùy chỉnh

source: Dashboard
he_il: מרכז השליטה
vi: Bảng điều khiển

source: Generic
he_il: גנרית
vi: Chung

source: Filter
he_il: מסנן
ja: フィルター
vi: Bộ lọc

source: Home
he_il: בית
ja: ホーム
vi: Nhà

source: Menu
he_il: תפריט
ja: メニュー
vi: Thực đơn

source: Network
he_il: רשת
vi: Mạng lưới

source: Page
he_il: עמוד
ja: ページ
vi: Trang

source: Plugins
he_il: תוספים
vi: Gói mở rộng

source: Settings
he_il: הגדרות
vi: Cài đặt

source: Site
he_il: אתר
vi: Trang web

source: Tools
he_il: כלים
vi: Công cụ

source: Users
he_il: משתמשים
vi: Người dùng

source: Standard
he_il: רגיל
ja: 標準
vi: Tiêu chuẩn

source: Aside
he_il: חוץ מזה
vi: Qua một bên

source: Image
he_il: תמונה
vi: Hình ảnh

source: Audio
he_il: אודיו
vi: Âm thanh

source: Quote
he_il: ציטוט
vi: Trích dẫn

source: Gallery
he_il: גלריה
vi: Bộ sưu tập

source: Links
he_il: קישורים
vi: Liên kết

source: Status
he_il: סטטוס
vi: Trạng thái

source: Chat
he_il: צ'אט
vi: Trò chuyện

source: Add page
he_il: הוסף עמוד
vi: Thêm trang

source: Edit page
he_il: ערוך דף
vi: Chỉnh sửa trang

source: Learn More
he_il: למד עוד
vi: Tìm hiểu thêm

source: View Site
he_il: הצג אתר
vi: Xem trang web

source: Widgets
he_il: ווידג'טים
ja: ウィジット
vi: Tiện ích

source: Write Blog
he_il: כתוב בלוג
vi: Viết Blog

source: Crop
he_il: יבול
vi: Mùa vụ

source: Rotate
he_il: סובב
vi: Quay

source: Rotate Left
he_il: סובב שמאלה
vi: Xoay trái

source: Rotate Right
he_il: לסובב ימינה
vi: Xoay phải

source: Flip Vertical
he_il: תהפכו אנכית
vi: Lật dọc

source: Flip Horizontal
he_il: הפוך אופקי
vi: Lật ngang

source: Undo
he_il: לבטל
vi: Hủy bỏ

source: Redo
he_il: בצע שוב
vi: Làm lại

source: Bold
he_il: מודגש
vi: Dũng cảm

source: Italic
he_il: נטוי
vi: Nghiêng

source: Unordered List
he_il: רשימה לא מסודרת
vi: Danh sách không có thứ tự

source: Ordered List
he_il: רשימה מסודרת
vi: Danh sách được yêu cầu

source: Align Left
he_il: יישר שמאל
vi: Căn trái

source: Align Center
he_il: יישר למרכז
vi: Căn giữa

source: Align Right
he_il: ליישור מימין
vi: Sắp xếp đúng

source: Insert More
he_il: הוסף עוד
vi: Chèn thêm

source: Spell Check
he_il: בדיקת איות
vi: Kiểm tra chính tả

source: Distraction-free
he_il: ללא הסחת דעת
vi: Không phân tâm

source: Kitchensink
he_il: כיור מטבח
vi: Bồn rửa chén

source: Underline
he_il: קו תחתון
vi: Gạch dưới

source: Justify
he_il: הצדקה
vi: Căn đều

source: Text Color
he_il: צבע טקסט
ja: テキスト色
vi: Văn bản màu

source: Paste Word
he_il: הדבק Word
vi: Dán từ

source: Paste Text
he_il: הדבק טקסט
vi: Dán văn bản

source: Clear Formatting
he_il: נקה עיצוב
vi: Xóa định dạng

source: Custom Characters
he_il: תווים מותאמים אישית
vi: Nhân vật tùy chỉnh

source: Indent
he_il: הכניסה
vi: Thụt lề

source: Outdent
he_il: יוצא דופן
vi: Hết thời gian

source: Help
he_il: עזרה
vi: Cứu giúp

source: Strikethrough
he_il: חוצה
vi: Đường gạch ngang

source: Unlink
he_il: בטל קישור
vi: Hủy liên kết

source: Align None
he_il: לא ליישר אף אחד
vi: Căn chỉnh Không

source: Lock
he_il: לנעול
vi: Khóa

source: Calendar
he_il: לוח שנה
vi: Lịch

source: Hidden
he_il: מוסתר
vi: Ẩn

source: Visibility
he_il: חשיפה
ja: 可視化
vi: Hiển thị

source: Post Status
he_il: סטטוס פוסט
vi: Trạng thái bài đăng

source: Post Trash
he_il: פרסם אשפה
vi: Đăng Thùng rác

source: Edit
he_il: ערוך
vi: Chỉnh sửa

source: Trash
he_il: אשפה
vi: Rác

source: Arrow: Up
he_il: חץ למעלה
vi: Mui tên lên

source: Arrow: Down
he_il: חץ למטה
vi: Mũi tên xuống

source: Arrow: Left
he_il: חץ: משמאל
vi: Mũi tên: Trái

source: Arrow: Right
he_il: חץ: מימין
vi: Mũi tên: Phải

source: Left-Right
he_il: משמאל לימין
vi: Trái phải

source: Sort
he_il: סוג
vi: Sắp xếp

source: List View
he_il: תצוגת רשימה
vi: Chế độ xem danh sách

source: Excerpt View
he_il: תצוגת קטע
vi: Chế độ xem trích đoạn

source: Grid View
he_il: תצוגת רשת
vi: Chế độ hiển thị theo ô

source: Share
he_il: שתף
vi: Chia sẻ

source: Networking
he_il: רשת
vi: Mạng

source: Art
he_il: אומנות
vi: Nghệ thuật

source: Hammer
he_il: פטיש
vi: Cây búa

source: Migrate
he_il: להעביר
vi: Di cư

source: Performance
he_il: ביצועים
vi: Hiệu suất

source: PressThis
he_il: לחץ על זה
vi: Nhấn vào đây

source: Update
he_il: עדכון
vi: Cập nhật

source: Screen Options
he_il: אפשרויות מסך
vi: Tùy chọn màn hình

source: Info
he_il: מידע
vi: Thông tin

source: Cart
he_il: עגלה
ja: カート
vi: Giỏ hàng

source: Feedback
he_il: משוב
vi: Phản hồi

source: Cloud
he_il: ענן
vi: Đám mây

source: Translation
he_il: תרגום
vi: Dịch

source: Tag
he_il: תג
ja: タグ
vi: Nhãn

source: Category
he_il: קטגוריה
ja: カテゴリー
vi: Thể loại

source: Yes
he_il: כן
vi: Vâng

source: No
he_il: לא
vi: Không

source: Plus
he_il: ועוד
vi: Thêm

source: Minus
he_il: מינוס
ja: マイナス
vi: Dấu trừ

source: Dismiss
he_il: לשחרר
vi: Bỏ qua

source: Marker
he_il: סמן
vi: Đánh dấu

source: Star: Filled
he_il: כוכב: מלא
vi: Dấu sao: Đầy

source: Star: Half
he_il: כוכב: חצי
vi: Sao: Một nửa

source: Star: Empty
he_il: כוכב: ריק
vi: Dấu sao: Trống

source: Flag
he_il: דגל
vi: Gắn cờ

source: Skip Back
he_il: דלג חזרה
vi: Bỏ lại

source: Back
he_il: חזור
vi: Trở lại

source: Play
he_il: שחק
vi: Chơi

source: Pause
he_il: השהה
vi: Tạm ngừng

source: Forward
he_il: קדימה
vi: Phía trước

source: Skip Forward
he_il: דלג קדימה
vi: Bỏ qua

source: Repeat
he_il: חזור
ja: 繰り返し
vi: Nói lại

source: Volume: On
he_il: עוצמת קול: מופעל
vi: Âm lượng: Bật

source: Volume: Off
he_il: עוצמת קול: כבוי
vi: Âm lượng: Tắt

source: Archive
he_il: ארכיון
vi: Lưu trữ

source: Code
he_il: קוד
vi: Mã số

source: Default
he_il: ברירת מחדל
ja: デフォルト
vi: Mặc định

source: Document
he_il: מסמך
vi: Tài liệu

source: Interactive
he_il: אינטראקטיבי
vi: Tương tác

source: Spreadsheet
he_il: גיליון אלקטרוני
vi: Bảng tính

source: Text
he_il: טקסט
vi: Bản văn

source: Audio Playlist
he_il: השמעת אודיו
vi: Danh sách phát âm thanh

source: Video Playlist
he_il: רשימת השמעה של וידאו
vi: Danh sách phát video

source: Analytics
vi: Phân tích

source: Awards
he_il: פרסים
vi: Giải thưởng

source: Backup
he_il: גיבוי
vi: Sao lưu

source: Building
he_il: בניין
vi: Tòa nhà

source: Businessman
he_il: איש עסקים
vi: Doanh nhân

source: Camera
he_il: מצלמה
vi: Máy ảnh

source: Carrot
he_il: גזר
vi: Cà rốt

source: Chart: Pie
he_il: תרשים: עוגה
vi: Biểu đồ: Pie

source: Chart: Bar
he_il: תרשים: בר
vi: Biểu đồ: Bar

source: Chart: Line
he_il: תרשים: קו
vi: Biểu đồ: Line

source: Chart: Area
he_il: תרשים: שטח
vi: Biểu đồ: Khu vực

source: Desktop
he_il: שולחן העבודה
vi: Máy tính để bàn

source: Forms
he_il: טפסים
vi: Các hình thức

source: Groups
he_il: קבוצות
vi: Các nhóm

source: Images
he_il: תמונות
vi: Hình ảnh

source: Index Card
he_il: כרטיס אינדקס
vi: Thẻ chỉ mục

source: Layout
he_il: פריסה
ja: レイアウト
vi: Bố trí

source: Location
he_il: מקום
vi: Vị trí

source: Products
he_il: מוצרים
vi: Các sản phẩm

source: Portfolio
he_il: תיק עבודות
vi: Danh mục đầu tư

source: Book
he_il: ספר
vi: Sách

source: Download
he_il: הורד
vi: Tải về

source: Upload
he_il: העלה
vi: Tải lên

source: Clock
he_il: שעון
vi: Đồng hồ

source: Lightbulb
he_il: נורה
vi: Bóng đèn

source: Money
he_il: כסף
vi: Tiền bạc

source: Palm Tree
he_il: עץ דקל
vi: Cây cọ

source: Phone
he_il: מכשיר טלפון
vi: Điện thoại

source: Search
he_il: לחפש
ja: 検索
vi: Tìm kiếm

source: Shield
he_il: מגן
vi: Cái khiên

source: Slides
he_il: שקופיות
vi: Trang trình bày

source: Smartphone
he_il: טלפון חכם
vi: Điện thoại thông minh

source: Smiley
he_il: סמיילי
vi: Cười

source: Sticky
he_il: דביק
vi: Chú ý

source: Store
he_il: חנות
vi: Cửa hàng

source: Tablet
he_il: טאבלט
vi: Máy tính bảng

source: Testimonial
he_il: המלצה
vi: Lời chứng thực

source: Tickets
he_il: כרטיסים
vi: Vé

source: Unlock
he_il: לבטל נעילה
vi: Mở khóa

source: Warning
he_il: אזהרה
vi: Cảnh báo

source: Actions
he_il: פעולות
vi: Hành động

source: Currency
he_il: מטבע
vi: Tiền tệ

source: Places
he_il: מקומות
vi: Nơi

source: Adjust
he_il: התאם
vi: Điều chỉnh

source: Arrow Up
he_il: חץ למעלה
vi: Mui tên lên

source: Arrow Down
he_il: חץ למטה
vi: Mũi tên xuống

source: Arrow Left
he_il: חץ שמאלה
vi: Mũi tên trái

source: Arrow Right
he_il: חץ ימינה
vi: Mũi tên phải

source: Fast Backward
he_il: מהר לאחור
vi: Quay lại nhanh

source: Step Backward
he_il: צעד אחורה
vi: Bước giật lùi

source: Backward
he_il: אחורה
vi: Lạc hậu

source: Step Forward
he_il: צעד קדימה
vi: Bước tiến

source: Fast Forward
he_il: מהר קדימה
vi: Nhanh về phía trước

source: Link
he_il: קישור
vi: Liên kết

source: Check
he_il: לבדוק
vi: Kiểm tra

source: Check Empty
he_il: בדוק רוקן
vi: Kiểm tra trống

source: Circle Arrow Up
he_il: חץ חץ למעלה
vi: Mũi tên vòng tròn lên

source: Circle Arrow Down
he_il: חץ חץ למטה
vi: Mũi tên vòng tròn xuống

source: Circle Arrow Left
he_il: חץ חץ שמאלה
vi: Mũi tên vòng trái

source: Circle Arrow Right
he_il: חץ חץ ימינה
vi: Mũi tên vòng tròn phải

source: Eject
he_il: הוצא
vi: Loại bỏ

source: File New
he_il: קובץ חדש
vi: Tệp mới

source: File Edit
he_il: עריכת קובץ
vi: Chỉnh sửa tập tin

source: Fork
he_il: מזלג
vi: Cái nĩa

source: Fullscreen
he_il: מסך מלא
vi: Toàn màn hình

source: Indent Left
he_il: שמאל שמאל
vi: Thụt lề trái

source: Indent Right
he_il: זכות כניסה
vi: Thụt lề phải

source: List
he_il: רשימה
vi: Danh sách

source: Map Marker
he_il: מפת מרקר
vi: Điểm đánh dấu bản đồ

source: Minus Sign
he_il: סימן מינוס
vi: Dấu trừ

source: Move
he_il: מהלך \ לזוז \ לעבור
vi: Di chuyển

source: Off
he_il: כבוי
vi: Tắt

source: OK Sign
he_il: אישור היכנס
vi: Dấu hiệu OK

source: Stop
he_il: תפסיק
vi: Dừng lại

source: Plus Sign
he_il: פלוס כניסה
vi: Dấu cộng

source: Print
he_il: הדפס
vi: In

source: Question
he_il: שאלה
vi: Câu hỏi

source: Question Sign
he_il: שאלה הירשם
vi: Dấu hỏi

source: Record
he_il: תקליט
vi: Ghi lại

source: Refresh
he_il: רענן
vi: Làm tươi

source: Resize Vertical
he_il: שינוי גודל אנכי
vi: Thay đổi kích thước dọc

source: Resize Horizontal
he_il: שינוי גודל אופקי
vi: Thay đổi kích thước ngang

source: Resize Full
vi: Thay đổi kích thước đầy đủ

source: Resize Small
he_il: שנה גודל קטן
vi: Đổi kích thước nhỏ

source: Return
he_il: חזור
vi: Trở về

source: Retweet
vi: Đã đăng lại

source: Reverse
he_il: הפוך
vi: Đảo ngược

source: Tasks
he_il: משימות
vi: Công việc

source: Text Height
he_il: גובה טקסט
vi: Chiều cao văn bản

source: Text Width
he_il: רוחב טקסט
vi: Chiều rộng văn bản

source: View Mode
he_il: מצב צפייה
vi: Chế độ xem

source: Volume Up
he_il: הגבר קול
vi: Tăng âm lượng

source: Volume Down
he_il: להנמיך קול
vi: Giảm âm lượng

source: Mute
he_il: השתקה
vi: Tắt tiếng

source: Warning Sign
he_il: תמרור אזהרה
vi: Dấu hiệu cảnh báo

source: Zoom In
he_il: התקרב
vi: Phóng to

source: Zoom Out
he_il: להקטין את התצוגה
vi: Thu nhỏ

source: Adult
he_il: למבוגרים בלבד
vi: Người lớn

source: Address Book
he_il: פנקס הכתובות
vi: Sổ địa chỉ

source: Asterisk
he_il: כוכבית
vi: Dấu hoa thị

source: Ban Circle
he_il: מעגל באן
vi: Vòng kết nối Ban

source: Barcode
he_il: ברקוד
vi: Mã vạch

source: Bell
he_il: בל
vi: Chuông

source: Blind
he_il: עיוור
vi: Người mù

source: Braille
he_il: ברייל
vi: Chữ nổi

source: Briefcase
he_il: תיק מסמכים
vi: Chiếc cặp

source: Broom
he_il: מטאטא
vi: Chổi

source: Brush
he_il: מברשת
vi: Chải

source: Bulb
he_il: נורה
vi: Bóng đèn

source: Calendar Sign
he_il: יומן יומן
vi: Lịch ký

source: Car
he_il: אוטו
vi: Xe hơi

source: Certificate
he_il: תעודה
vi: Chứng chỉ

source: Child
he_il: ילד
vi: Đứa trẻ

source: Cog
he_il: בורג
vi: Răng cưa

source: Comment
he_il: תגובה
vi: Bình luận

source: Compass
he_il: מצפן
vi: La bàn

source: Credit Card
he_il: כרטיס אשראי
vi: Thẻ tín dụng

source: Envelope
he_il: מעטפה
vi: Phong bì

source: Error
he_il: שגיאה
vi: Lỗi

source: Exclamation Sign
he_il: סימן קריאה
vi: Dấu chấm than

source: Eye Close
he_il: עין סגור
vi: Đóng mắt

source: Eye Open
he_il: עין פתוח
vi: Mắt mở

source: Male
he_il: זכר
vi: Nam giới

source: Female
he_il: נקבה
vi: Giống cái

source: File
he_il: קובץ
vi: Tập tin

source: Film
he_il: סרט צילום
vi: Phim ảnh

source: Fire
he_il: אש
vi: Ngọn lửa

source: Folder
he_il: תיקייה
vi: Thư mục

source: Folder Open
he_il: תיקייה פתוחה
vi: Mở thư mục

source: Folder Close
he_il: תיקייה סגור
vi: Đóng thư mục

source: Folder Sign
he_il: כניסה לתיקייה
vi: Thư mục Đăng nhập

source: Font
he_il: גופן
vi: Phông chữ

source: Font Size
he_il: גודל גופן
ja: フォントサイズ
vi: Cỡ chữ

source: Gift
he_il: מתנה
vi: Quà tặng

source: Glass
he_il: זכוכית
vi: Ly

source: Glasses
he_il: משקפיים
vi: Kính

source: Globe
he_il: גלובוס
vi: Quả địa cầu

source: Graph
he_il: תרשים
vi: Biểu đồ

source: Group
he_il: קבוצה
vi: Nhóm

source: Guide Dog
he_il: כלב נחייה
vi: Chó dẫn đường

source: Hand Up
he_il: יד למעלה
vi: Giơ tay lên

source: Hand Down
he_il: תוריד \ י את היד
vi: Bỏ tay xuống

source: Hand Left
he_il: יד שמאל
vi: Tay trái

source: Hand Right
he_il: יד ימין
vi: Tay phải

source: Headphones
he_il: אוזניות
vi: Tai nghe

source: Hearing Impaired
he_il: שמיעה לקויה
vi: Khiếm thính

source: Heart
he_il: לב
vi: Tim

source: Heart Empty
he_il: לב ריק
vi: Tim trống

source: Hourglass
he_il: שעון חול
vi: Đồng hồ cát

source: Idea
he_il: רעיון
vi: Ý kiến

source: Inbox
he_il: תיבת הדואר הנכנס
vi: Hộp thư đến

source: Key
he_il: מפתח
vi: Chìa khóa

source: Laptop
he_il: מחשב נייד
vi: Máy tính xách tay

source: Leaf
he_il: עלה
vi: Lá

source: Lines
he_il: קווים
vi: Dòng

source: Magic
he_il: קסם
vi: Ma thuật

source: Magnet
he_il: מגנט
vi: Nam châm

source: Mic
he_il: מיקרופון
vi: Micrô

source: Music
he_il: מוסיקה
vi: Âm nhạc

source: Paper Clip
he_il: אטב
vi: Kẹp giấy

source: Pencil
he_il: עיפרון
vi: Bút chì

source: Person
he_il: אדם
vi: Người

source: Photo
he_il: תמונה
vi: Hình chụp

source: Picture
he_il: תמונה
vi: Hình ảnh

source: Plane
he_il: מטוס
vi: Máy bay

source: Puzzle
he_il: פאזל
vi: Câu đố

source: QR Code
he_il: קוד QR
vi: Mã QR

source: Quotes
he_il: ציטוטים
vi: Trích dẫn

source: Random
he_il: אקראי
vi: Ngẫu nhiên

source: Scissors
he_il: מספריים
vi: Cây kéo

source: Screen
he_il: מסך
vi: Màn

source: Screenshot
he_il: צילום מסך
vi: Ảnh chụp màn hình

source: Shopping Cart
he_il: עגלת קניות
vi: Giỏ hàng

source: Shopping Cart Sign
he_il: עגלת קניות כניסה
vi: Giỏ hàng

source: Signal
he_il: אות
vi: Tín hiệu

source: Speaker
he_il: רמקול
vi: Loa

source: User
he_il: משתמש
vi: Người dùng

source: Thumbnails
he_il: תמונות ממוזערות
vi: Hình thu nhỏ

source: Thumbnails (Large)
he_il: תמונות ממוזערות (גדולות)
vi: Hình thu nhỏ (Lớn)

source: Thumbnails (List)
he_il: תמונות ממוזערות (רשימה)
vi: Hình thu nhỏ (Danh sách)

source: Time
he_il: זמן
vi: Thời gian

source: Wheelchair
he_il: כסא גלגלים
vi: Xe lăn

source: Wrench
he_il: מפתח ברגים
vi: Cờ lê

source: Universal Access
he_il: גישה אוניברסלית
vi: Truy cập toàn cầu

source: Bookmark
he_il: הפוך
vi: Dấu trang

source: Bookmark Empty
he_il: הפוך רוקן
vi: Dấu trang trống

source: Home (iPhone)
he_il: דף הבית (iPhone)
vi: Trang chủ (iPhone)

source: Tags
he_il: תגים
ja: タグ
vi: Thẻ

source: Website
he_il: אתר אינטרנט
ja: ホームページ
vi: Trang mạng

source: Open Source
he_il: קוד פתוח
vi: Mã nguồn mở

source: Accessibility
he_il: נגישות
vi: Trợ năng

source: Brand
he_il: מותג
vi: Nhãn hiệu

source: Charts
he_il: תרשימים
vi: Biểu đồ

source: Directional
he_il: כיווני
vi: Hướng

source: File Types
he_il: סוגי קבצים
vi: Loại tập tin

source: Form Controls
he_il: בקרת טפסים
vi: Điều khiển biểu mẫu

source: Genders
he_il: מגדרים
vi: Giới tính

source: Medical
he_il: רפואי
vi: Y khoa

source: Payment
he_il: תשלום
vi: Thanh toán

source: Transportation
he_il: תחבורה
vi: Vận chuyển

source: Video Player
he_il: נגן וידאו
vi: Trình phát video

source: Web Application
he_il: אפליקציית רשת
vi: Ứng dụng web

source: American Sign Language
he_il: שפת הסימנים האמריקאית
vi: Ngôn ngữ ký hiệu của Mỹ

source: Audio Description
he_il: תיאור שמע
vi: Mô tả âm thanh

source: Assistive Listening Systems
he_il: מערכות האזנה מסייעת
vi: Hệ thống nghe trợ giúp

source: Deaf
he_il: חירש
vi: Điếc

source: Low Vision
he_il: ראייה ירודה
vi: Tầm nhìn thấp

source: Phone Volume Control
he_il: בקרת עוצמת קול בטלפון
vi: Điều khiển âm lượng điện thoại

source: Sign Language
he_il: שפת סימנים
vi: Ngôn ngữ cử chỉ

source: Area Chart
he_il: תרשים שטח
vi: Biểu đồ khu vực

source: Bar Chart
he_il: טבלת עמודות
vi: Biểu đồ thanh

source: Line Chart
he_il: תרשים שורה
vi: Biểu đồ đường kẻ

source: Pie Chart
he_il: תרשים עוגה
vi: Biểu đồ tròn

source: Dollar
he_il: דולר
vi: Đô la

source: Israeli Sheqel
he_il: שקל ישראלי
vi: Sheqel Israel

source: Rouble
he_il: רובל
vi: Rúp

source: Turkish Lira
he_il: לירה טורקית
vi: Lira Thổ Nhĩ Kỳ

source: Won
he_il: זכית
vi: Đã thắng

source: Yen
he_il: ין
vi: Yên

source: Angle Down
he_il: זווית למטה
vi: Góc xuống

source: Angle Left
he_il: זווית שמאלה
vi: Góc trái

source: Angle Right
he_il: זווית ימינה
vi: Góc phải

source: Angle Up
he_il: זווית למעלה
vi: Góc lên

source: Angle Double Down
he_il: זווית כפולה למטה
vi: Góc đôi xuống

source: Angle Double Left
he_il: זווית כפולה שמאלה
vi: Góc trái đôi

source: Angle Double Right
he_il: זווית כפולה מימין
vi: Góc đôi bên phải

source: Angle Double Up
he_il: זווית כפולה
vi: Góc tăng gấp đôi

source: Arrow Circle Down
he_il: חץ חץ למטה
vi: Mũi tên vòng xuống

source: Arrow Circle Left
he_il: חץ חץ שמאלה
vi: Mũi tên vòng trái

source: Arrow Circle Right
he_il: חץ חץ ימינה
vi: Mũi tên Circle Right

source: Arrow Circle Up
he_il: חץ חץ למעלה
vi: Mũi tên Circle Up

source: Arrows
he_il: חצים
vi: Mũi tên

source: Long Arrow Down
he_il: חץ ארוך למטה
vi: Mũi tên xuống

source: Long Arrow Left
he_il: חץ ארוך שמאלה
vi: Mũi tên trái dài

source: Long Arrow Right
he_il: חץ ארוך
vi: Mũi tên phải dài

source: Long Arrow Up
he_il: חץ ארוך למעלה
vi: Mũi tên dài lên

source: File: Text
he_il: קובץ: טקסט
vi: Tệp: Văn bản

source: File: Archive
he_il: קובץ: ארכיון
vi: Tệp: Lưu trữ

source: File: Audio
he_il: קובץ: אודיו
vi: Tệp: Âm thanh

source: File: Code
he_il: קובץ: קוד
vi: Tệp: Mã

source: File: Excel
he_il: קובץ: Excel
vi: Tệp: Excel

source: File: Image
he_il: קובץ: תמונה
vi: Tệp: Hình ảnh

source: File: PDF
he_il: קובץ: PDF
vi: Tệp: PDF

source: File: Powerpoint
he_il: קובץ: Powerpoint
vi: Tệp: Powerpoint

source: File: Video
he_il: קובץ: וידאו
vi: Tệp: Video

source: File: Word
he_il: קובץ: Word
vi: Tệp: Word

source: Circle
he_il: מעגל
vi: Vòng tròn

source: Dot
he_il: נקודה
vi: Dấu chấm

source: Square
he_il: כיכר
vi: Quảng trường

source: Genderless
he_il: ללא מגדר
vi: Không có giới tính

source: Mars
he_il: מאדים
vi: Hỏa Tinh

source: Mercury
he_il: מרקורי
vi: Thủy ngân

source: Transgender
he_il: טרנסג'נדרים
vi: Chuyển đổi giới tính

source: Venus
he_il: ונוס
vi: Sao Kim

source: Heartbeat
he_il: דופק לב
vi: Nhịp tim

source: Hospital
he_il: בית חולים
vi: Bệnh viện

source: Stethoscope
he_il: סטטוסקופ
vi: Ống nghe

source: Thermometer
he_il: מד טמפרטורה
vi: Nhiệt kế

source: User MD
he_il: משתמש MD
vi: MD người dùng

source: Ambulance
he_il: אמבולנס
vi: Xe cứu thương

source: Bicycle
he_il: אופניים
vi: Xe đạp

source: Bus
he_il: אוטובוס
vi: Xe buýt

source: Fighter Jet
he_il: מטוס קרב
vi: Máy bay chiến đấu phản lực

source: Motorcycle
he_il: אופנוע
vi: Xe máy

source: Rocket
he_il: רקטה
vi: Tên lửa

source: Ship
he_il: ספינה
vi: Tàu

source: Space Shuttle
he_il: מעבורת חלל
vi: Tàu con thoi

source: Subway
he_il: רכבת תחתית
vi: Xe điện ngầm

source: Train
he_il: רכבת
vi: Xe lửa

source: Truck
he_il: משאית
vi: Xe tải

source: Columns
he_il: עמודות
ja: カラム
vi: Cột

source: Copy
he_il: עותק
vi: Sao chép

source: Cut
he_il: גזירה
vi: Cắt tỉa

source: Paste
he_il: הדבק
vi: Dán

source: Eraser
he_il: מחק
vi: Cục gôm

source: Files
he_il: קבצים
vi: Các tập tin

source: Header
he_il: כותרת
ja: ヘッダー
vi: Tiêu đề

source: Paperclip
he_il: אטב
vi: Kẹp giấy

source: Paragraph
he_il: פסקה
vi: Đoạn văn

source: Save
he_il: להציל
vi: Tiết kiệm

source: Subscript
he_il: תחתי
vi: Chỉ số

source: Superscript
he_il: כתף
vi: Siêu văn bản

source: Table
he_il: שולחן
vi: Bàn

source: Table Header
he_il: כותרת הטבלה
vi: Tiêu đề bảng

source: TH Large
he_il: TH גדול
vi: TH Lớn

source: TH List
he_il: רשימת TH
vi: TH Danh sách

source: Compress
he_il: דחוס
vi: Nén

source: Expand
he_il: הרחב
vi: Mở rộng

source: Address Card
he_il: כרטיס כתובת
vi: Thẻ địa chỉ

source: Anchor
he_il: עוגן
vi: Mỏ neo

source: At
he_il: ב
vi: Tại

source: Balance
he_il: איזון
vi: Cân đối

source: Ban
he_il: באן
vi: Lệnh cấm

source: Bars
he_il: ברים
vi: Quán bar

source: Bathtub
he_il: אמבטיה
vi: Bồn tắm

source: Battery
he_il: סוללה
vi: Ắc quy

source: Bed
he_il: מיטה
vi: Giường

source: Beer
he_il: בירה
vi: Bia

source: Binoculars
he_il: משקפת
vi: Ống nhòm

source: Birthday Cake
he_il: עוגת יום הולדת
vi: Bánh sinh nhật

source: Bolt
he_il: בולט
vi: Chớp

source: Bomb
he_il: פצצה
vi: Bom

source: Bug
he_il: חרק
vi: Lỗi

source: Calculator
he_il: מחשבון
vi: Máy tính

source: Cart Arrow Down
he_il: עגלת החץ למטה
vi: Giỏ hàng mũi tên xuống

source: Cart Plus
he_il: עגלת פלוס
vi: Giỏ hàng Plus

source: Clone
he_il: שיבוט
vi: Sao chép

source: Cloud Download
he_il: ענן הורד
vi: Tải xuống qua đám mây

source: Cloud Upload
he_il: העלאה
vi: Tải lên đám mây

source: Coffee
he_il: קפה
vi: Cà phê
