Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Select Options
ja: 選択オプション

source: Welcome!
ja: ようこそ！

source: Your cart
ja: あなたのカート

source: Sale
ja: セール

source: Register
ja: 登録

source: WooCommerce Product Title
ja: WooCommerce プロダクト/タイトル

source: WooCommerce Product Price
ja: WooCommerce プロダクト/値段

source: WooCommerce Product Add To Cart
ja: WooCommerce プロダクト/カートに追加

source: Only %s left in stock
ja: 在庫 %s 件のみ

source: %s in stock
ja: 在庫 %s 件

source: Sold by: <a href="%s">%s</a>
ja: 並び順:

source: %s Sold
ja: 販売数

source: New!
ja: 新着

source: Rated %s out of 5
ja: %s 点（5点中）評価

source: Continue Reading
ja: 続きを読む

source: Type your text and hit enter to search
ja: キーワードを入力して検索してください

source: Type then hit enter to search...
ja: キーワードを入力して検索

source: Pages:
ja: ページ数:

source: Visit Author Page
ja: 著作者ページを訪問

source: Previous Post
ja: 前の投稿

source: Next Post
ja: 次の投稿

source: You Might Also Like
ja: おすすめ商品:

source: Remove this item
ja: こちらを除く

source: No products in the cart.
ja: カートに商品がありません

source: Billing
ja: 請求

source: Shipping
ja: 配送

source: Payment Info
ja: 支払い方法

source: If you have already registered, please, enter your details in the boxes below. If you are a new customer, please, go to the Billing &amp; Shipping section.
ja: すでにご登録済みの場合は詳細を下記にご入力ください。新規のお客様の場合は、請求 &amp; 配送 をご確認ください。

source: You must be logged in before proceeding to checkout.
ja: チェックアウトへ進む前にログインをしてください。

source: Back to cart
ja: カートへ戻る

source: Prev
ja: 前

source: Blog Entries
ja: ブログエントリー

source: Archives & Entries Layout
ja: アーカイブとエントリーのレイアウト

source: Add Overlay On image Hover
ja: image Hoverにオーバーレイ効果

source: Blog Style
ja: ブログスタイル

source: Large Image
ja: イメージ大

source: Images Size
ja: イメージサイズ

source: Medium Large
ja: 中/大

source: Grid Columns
ja: グリッドのカラム

source: Grid Style
ja: グリッドのスタイル

source: Fit Rows
ja: 行を合わせる

source: Equal Heights
ja: 等しい高さ

source: Image Position
ja: イメージ位置

source: Vertical Position
ja: 垂直位置

source: Custom Image Width (px)
ja: カスタムイメージ幅 (px)

source: Custom Image Height (px)
ja: カスタムイメージ高さ (px)

source: Category Color
ja: カテゴリ色

source: Category Hover Color
ja: カテゴリHover色

source: Comments Color
ja: コメント色

source: Comments Hover Color
ja: コメントHover色

source: Excerpt Length
ja: 説明文長さ

source: Add 500 to display full content
ja: 500文字程度を入力してください

source: Blog Pagination Style
ja: ブログページングスタイル

source: Next/Prev
ja: 次/前

source: Infinite Scroll: Spinners Color
ja: 無限スクロール:スピナーの色

source: Infinite Scroll: Last Text
ja: 無限スクロール:最後のテキスト

source: Infinite Scroll: Error Text
ja: 無限スクロール:エラーテキスト

source: Elements Positioning
ja: 要素の配置

source: Categories
ja: カテゴリ

source: Single Post
ja: シングルポスト

source: Page Header Title
ja: ページヘッダータイトル

source: Post Title
ja: 投稿タイトル

source: Featured Image In Page Header
ja: ページヘッダー用イメージ

source: Title/Breadcrumb Position
ja: タイトル/パンクズ位置

source: Page Header Height (px)
ja: ページヘッダー高さ(px)

source: Overlay Opacity
ja: オーバーレイ不透明度

source: Overlay Color
ja: オーバーレイ色

source: Full Width Content
ja: コンテンツ最大幅

source: Enter the max width your the content with the full width layout. Add 0 to disable the max width.
ja: コンテンツ最大幅にした上で最大幅を入力してください。0を入力すると最大幅が無効化されます。

source: Next/Prev Taxonomy
ja: 次/前 Taxonomy

source: Related Posts Count
ja: 関連投稿の数

source: Related Posts Columns
ja: 関連投稿のカラム

source: Related Posts Taxonomy
ja: 関連投稿のTaxonomy

source: Related Posts Image Width (px)
ja: 関連投稿のイメージ横幅(px)

source: Related Posts Image Height (px)
ja: 関連投稿のイメージ縦幅(px)

source: Enable Footer Bottom
ja: フッターボタンを有効化する

source: Show On All Devices
ja: すべてのデバイスで表示する

source: Hide On Tablet
ja: タブレットでは隠す

source: Hide On Mobile
ja: モバイルでは隠す

source: Hide On Tablet & Mobile
ja: タブレットとモバイルで隠す

source: Shortcodes allowed, %1$ssee the list%2$s.
ja: ショートコードが利用できます。リストを参照してください

source: Enable Footer Widgets
ja: フッターウィジットを有効化する

source: This option add a height to your content to keep your footer at the bottom of your page.
ja: このオプションによりフッターをページ下段に固定することができます。

source: Parallax Footer Effect
ja: パララックスフッター効果

source: Add a parallax effect to your footer.
ja: パララックスフッター効果を追加する

source: Add Container
ja: コンテナーを追加する

source: Borders Color
ja: ボーダー色

source: Titles Border Color
ja: タイトルボーター色

source: Enable Top Bar
ja: トップバーを有効化する

source: Top Bar Full Width
ja: トップバーを最大幅にする

source: Left Content & Right Social
ja: 左にコンテンツ/右にSNS

source: Left Social & Right Content
ja: 右にSNS/左にコンテンツ

source: Centered Content & Social
ja: 中央にコンテンツ/SNS

source: Choose a template created in Theme Panel > My Library to replace the content.
ja: Theme Panel > My Libraryから作成されたテンプレートを選択して置き換える

source: Place your content here
ja: コンテンツをここに置く

source: Enable Social
ja: SNSを有効化

source: Social Alternative
ja: SNS代替

source: Social Link Target
ja: SNSリンクターゲット

source: New Window
ja: 新しいウィンドウ

source: Same Window
ja: 同じウィンドウ

source: Font Size (px)
ja: フォントサイズ(px)

source: Social Links Color
ja: SNSリンク色

source: Social Links Color: Hover
ja: SNSリンク色:Hover

source: Logo
ja: ロゴ

source: Main Menu
ja: メインメニュー

source: Main Menu: Dropdowns
ja: メインメニュー:ドロップダウン

source: Page Title
ja: ページタイトル

source: Page Title Subheading
ja: ページタイトルSubheading

source: Blog Entry Title
ja: ブログエントリータイトル

source: Blog Post Title
ja: ブログポストタイトル

source: Sidebar Widget Heading
ja: サイドバーウィジェットHeading

source: Footer Widget Heading
ja: フッターウィジェットHeading

source: Footer Copyright
ja: フッターCopyright

source: Footer Menu
ja: フッターメニュー

source: Typography
ja: タイポグラフィ

source: Disable Google Fonts
ja: Googleフォントを無効化

source: Important: Not all fonts support every font-weight.
ja: 重要：文字の太さに対応しないフォントもあります。

source: Letter Spacing (px)
ja: 文字間隔 (px)

source: Search...
ja: 検索…

source: Custom Fonts
ja: カスタムフォント

source: Standard Fonts
ja: 標準フォント

source: Google Fonts
ja: Googleフォント

source: WooVina is an intuitive &amp; flexible, free WordPress theme offering deep integration with WooCommerce. Lightweight and highly extendable, it will enable you to create almost any type of ecommerce website. Very fast, responsive, RTL &amp; translation ready, best SEO practices, unique WooCommerce features to increase conversion and much more. You can even edit the settings on tablet &amp; mobile so your site looks good on every device. Work with the most popular page builders as Elementor, Beaver Builder, Visual Composer, Divi, SiteOrigin, etc... Developers will love his extensible codebase making it a joy to customize and extend. Best friend of Elementor &amp; WooCommerce, it's the perfect platform for your next WooCommerce project. Check the demos to realize that it's the only theme you will ever need: https://woovina.com/demos
ja: WooVinaはWooCommerceと連動する直感的で柔軟なワードプレステーマです。軽量で高い拡張性を持ち、あらゆるタイプのeコマースサイトを作ることができます。快適でレスポンジブ、多言語対応でSEOにも最適化されたWooCommerceにより高いコンバージョンを実現します。さらに、タブレットやスマートフォンに対応したレイアウト編集も可能です。Elementor, Beaver Builder, Visual Composer, Divi, SiteOrigin, 等の人気のページビルダーにも対応。開発者であればコーディングにより自在なカスタマイズや拡張も可能となります。Elementorと相性がよく、WooCommerceを利用したプラットフォームとして最適なテーマです。デモページを今すぐご覧ください。https://woovina.com/demos
