Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Sidebar / Sidebar / Content
ja: サイドバー/サイドバー/コンテンツ
vi: Thanh bên / Thanh bên / Nội dung

source: Sidebar / Content / Sidebar
ja: サイドバー/コンテンツ/サイドバー
vi: Thanh bên / Nội dung / Thanh bên

source: Content / Sidebar / Sidebar
ja: コンテンツ/サイドバー/サイドバー
vi: Nội dung / Thanh bên / Thanh bên

source: Both Sidebars: Content Width (%)
ja: 両方のサイドバー:コンテンツ幅 (%)
vi: Cả hai thanh bên: Chiều rộng nội dung (%)

source: Enter for custom content width.
vi: Nhập cho chiều rộng nội dung tùy chỉnh.

source: Both Sidebars: Sidebars Width (%)
ja: 両方のサイドバー:サイドバー幅 (%)
vi: Cả hai thanh bên: Chiều rộng thanh ngang (%)

source: Enter for custom sidebars width.
vi: Nhập chiều rộng thanh bên tùy chỉnh.

source: Sidebar
he_il: הסרגל הצידי
ja: サイドバー
vi: Thanh bên

source: Select your custom sidebar.
he_il: בחר בסרגל הצד המותאם אישית שלך.
vi: Chọn thanh bên tùy chỉnh của bạn.

source: Second Sidebar
vi: Thanh bên thứ hai

source: Select your custom second sidebar.
vi: Chọn thanh bên thứ hai tùy chỉnh của bạn.

source: Margins
he_il: שוליים
vi: Lề

source: Enable or disable the margin top and bottom.
he_il: הפעל או השבת את השוליים העליונים והתחתונים.
vi: Bật hoặc tắt lề trên và dưới.

source: Enable
he_il: הפעל
vi: Bật

source: Disable
he_il: השבת
vi: Vô hiệu hóa

source: Shortcodes
he_il: קודים קצרים
vi: Mã ngắn

source: Shortcode Before Top Bar
he_il: קוד קצר לפני בר למעלה
vi: Shortcode Trước khi Top Bar

source: Add your shortcode to be displayed before the top bar.
he_il: הוסף את הקוד הקצר שלך שיוצג לפני הסרגל העליון.
vi: Thêm shortcode của bạn sẽ được hiển thị trước thanh trên cùng.

source: Shortcode After Top Bar
he_il: קוד קצר אחרי שורת למעלה
vi: Shortcode sau thanh hàng đầu

source: Add your shortcode to be displayed after the top bar.
he_il: הוסף את הקוד הקצר שלך שיוצג לאחר הסרגל העליון.
vi: Thêm shortcode của bạn sẽ được hiển thị sau thanh trên cùng.

source: Shortcode Before Header
he_il: קוד קצר לפני כותרת
vi: Shortcode Trước Tiêu đề

source: Add your shortcode to be displayed before the header.
he_il: הוסף את הקוד הקצר שלך שיוצג לפני הכותרת.
vi: Thêm shortcode của bạn sẽ được hiển thị trước tiêu đề.

source: Shortcode After Header
he_il: קוד קצר אחרי כותרת
vi: Mã ngắn sau tiêu đề

source: Add your shortcode to be displayed after the header.
he_il: הוסף את הקוד הקצר שלך שיוצג אחרי הכותרת.
vi: Thêm shortcode của bạn sẽ được hiển thị sau tiêu đề.

source: Shortcode Before Title
he_il: קוד קצר לפני כותרת
vi: Shortcode Trước Tiêu đề

source: Add your shortcode to be displayed before the page title.
he_il: הוסף את הקוד הקצר שלך שיוצג לפני כותרת הדף.
vi: Thêm shortcode của bạn sẽ được hiển thị trước tiêu đề trang.

source: Add your shortcode to be displayed after the page title.
he_il: הוסף את הקוד הקצר שלך שיוצג אחרי כותרת הדף.
vi: Thêm shortcode của bạn sẽ được hiển thị sau tiêu đề trang.

source: Shortcode Before Footer Widgets
he_il: קוד קצר לפני
vi: Shortcode Trước khi Footer Widgets

source: Add your shortcode to be displayed before the footer widgets.
he_il: הוסף את הקוד הקצר שלך שיוצג לפני הווידג'טים התחתונה.
vi: Thêm shortcode của bạn sẽ được hiển thị trước các tiện ích chân trang.

source: Shortcode After Footer Widgets
he_il: קוד קצר לאחר
vi: Shortcode sau chân trang Widgets

source: Add your shortcode to be displayed after the footer widgets.
he_il: הוסף את הקוד הקצר שלך שיוצג לאחר הווידג'טים התחתונה.
vi: Thêm shortcode của bạn sẽ được hiển thị sau các tiện ích chân trang.

source: Shortcode Before Footer Bottom
he_il: קוד קצר לפני תחתונה תחתית
vi: Shortcode Trước Footer Bottom

source: Add your shortcode to be displayed before the footer bottom.
he_il: הוסף את קוד קצר כדי להיות מוצג לפני התחתונה התחתונה.
vi: Thêm shortcode của bạn sẽ được hiển thị trước phần cuối footer.

source: Shortcode After Footer Bottom
he_il: קוד קצר תחתונה תחתונה
vi: Shortcode Sau Footer Bottom

source: Add your shortcode to be displayed after the footer bottom.
he_il: הוסף את קוד קצר כדי להיות מוצג לאחר התחתונה התחתונה.
vi: Thêm shortcode của bạn sẽ được hiển thị sau chân trang.

source: Display Top Bar
he_il: הצג בר למעלה
vi: Hiển thị thanh hàng đầu

source: Enable or disable the top bar.
he_il: הפעל או השבת את הסרגל העליון.
vi: Bật hoặc tắt thanh trên cùng.

source: Display Header
he_il: כותרת תצוגה
vi: Hiển thị tiêu đề

source: Enable or disable the header.
he_il: הפעל או השבת את הכותרת.
vi: Bật hoặc tắt tiêu đề.

source: Header Style
vi: Kiểu tiêu đề

source: Choose which header style to display on this page.
vi: Chọn kiểu tiêu đề để hiển thị trên trang này.

source: Minimal
vi: Tối thiểu

source: Transparent
vi: Trong suốt

source: Top Menu
vi: Menu trên cùng

source: Full Screen
vi: Toàn màn hình

source: Center
he_il: מרכז
ja: 中央
vi: Trung tâm

source: Vertical
vi: Theo chiều dọc

source: Custom Header
he_il: כותרת מותאמת אישית
vi: Tiêu đề tùy chỉnh

source: Left Menu
vi: Menu bên trái

source: Choose which left menu to display on this page/post.
vi: Chọn menu bên trái để hiển thị trên trang / bài đăng này.

source: Select Template
ja: テンプレートを選択する
vi: Chọn mẫu

source: Choose a template created in Theme Panel > My Library.
ja: Theme Panel > My Libraryから作成されたテンプレートを選択
vi: Chọn một mẫu được tạo trong Bảng điều khiển chủ đề> Thư viện của tôi.

source: Select a custom logo on this page/post.
vi: Chọn biểu tượng tùy chỉnh trên trang / bài đăng này.

source: Retina Logo
vi: Biểu trưng Retina

source: Select a custom retina logo on this page/post.
vi: Chọn biểu tượng võng mạc tùy chỉnh trên trang / bài đăng này.

source: Max Width (px)
vi: Chiều rộng tối đa (px)

source: Enter a custom max width for this page/post.
vi: Nhập chiều rộng tối đa tùy chỉnh cho trang / bài đăng này.

source: Tablet: Max Width (px)
vi: Máy tính bảng: Chiều rộng tối đa (px)

source: Enter a custom max width for tablet view on this page/post.
vi: Nhập chiều rộng tối đa tùy chỉnh cho chế độ xem trên máy tính bảng trên trang / bài đăng này.

source: Mobile: Max Width (px)
vi: Thiết bị di động: Chiều rộng tối đa (px)

source: Enter a custom max width for mobile view on this page/post.
vi: Nhập chiều rộng tối đa tùy chỉnh cho chế độ xem trên thiết bị di động trên trang / bài đăng này.

source: Max Height (px)
vi: Chiều cao tối đa (px)

source: Enter a custom max height for this page/post.
vi: Nhập chiều cao tối đa tùy chỉnh cho trang / bài đăng này.

source: Tablet: Max Height (px)
vi: Máy tính bảng: Chiều cao tối đa (px)

source: Enter a custom max height for tablet view on this page/post.
vi: Nhập chiều cao tối đa tùy chỉnh cho chế độ xem trên máy tính bảng trên trang / bài đăng này.

source: Mobile: Max Height (px)
vi: Thiết bị di động: Chiều cao tối đa (px)

source: Enter a custom max height for mobile view on this page/post.
vi: Nhập chiều cao tối đa tùy chỉnh cho chế độ xem trên thiết bị di động trên trang / bài đăng này.

source: Main Navigation Menu
he_il: תפריט ניווט ראשי
vi: Menu điều hướng chính

source: Choose which menu to display on this page/post.
vi: Chọn menu để hiển thị trên trang / bài đăng này.

source: Link Color
ja: リンク色
vi: Màu sắc liên kết

source: Select a color. Hex code, ex: #555
vi: Chọn một màu. Mã hex, ví dụ: # 555

source: Link Color: Hover
ja: リンク色:Hover
vi: Màu liên kết: Di chuột

source: Select a color. Hex code, ex: #f68e13
vi: Chọn một màu. Mã hex, ví dụ: # 13aff0

source: Link Color: Current Menu Item
vi: Màu liên kết: Mục menu hiện tại

source: Link Background
vi: Liên kết nền

source: Select a color. Hex code, ex: #fff
vi: Chọn một màu. Mã hex, ví dụ: #fff

source: Link Background: Hover
vi: Nền liên kết: Di chuột

source: Select a color. Hex code, ex: #333
vi: Chọn một màu. Mã hex, ví dụ: # 333

source: Link Background: Current Menu Item
vi: Nền liên kết: Mục menu hiện tại

source: Simple Social: Background Color
vi: Xã hội đơn giản: Màu nền

source: Select a background color for the simple social style. Hex code, ex: #fff
vi: Chọn màu nền cho kiểu xã hội đơn giản. Mã hex, ví dụ: #fff

source: Simple Social: Hover Background Color
vi: Xã hội đơn giản: Màu nền di chuột

source: Select a background color for the simple social style. Hex code, ex: #333
vi: Chọn màu nền cho kiểu xã hội đơn giản. Mã hex, ví dụ: # 333

source: Simple Social: Color
vi: Xã hội đơn giản: Màu sắc

source: Select a color for the simple social style. Hex code, ex: #fff
vi: Chọn màu cho kiểu xã hội đơn giản. Mã hex, ví dụ: #fff

source: Simple Social: Hover Color
vi: Xã hội đơn giản: Màu di chuột

source: Select a color for the simple social style. Hex code, ex: #f68e13
vi: Chọn màu cho kiểu xã hội đơn giản. Mã hex, ví dụ: # 13aff0

source: Title
he_il: כותרת
ja: タイトル
vi: Chức vụ

source: Display Page Title
vi: Tiêu đề trang hiển thị

source: Enable or disable the page title.
he_il: הפעל או השבת את כותרת הדף.
vi: Bật hoặc tắt tiêu đề trang.

source: Display Heading
vi: Hiển thị tiêu đề

source: Enable or disable the page title heading.
vi: Bật hoặc tắt tiêu đề tiêu đề trang.

source: Custom Title
he_il: כותרת מותאמת אישית
vi: Tiêu đề tùy chỉnh

source: Alter the main title display.
he_il: שנה את תצוגת הכותרת הראשית.
vi: Thay đổi hiển thị tiêu đề chính.

source: Subheading
he_il: כותרת משנה
vi: Phân nhóm

source: Enter your page subheading. Shortcodes & HTML is allowed.
he_il: הזן את כותרת המשנה של הדף שלך. קודים & HTML מותר.
vi: Nhập tiêu đề phụ trang của bạn. Shortcodes và HTML được cho phép.

source: Title Style
he_il: סגנון כותרת
vi: Kiểu tiêu đề

source: Select a custom title style.
he_il: בחר סגנון כותרת מותאם אישית.
vi: Chọn kiểu tiêu đề tùy chỉnh.

source: Title: Background Color
he_il: כותרת: צבע רקע
vi: Tiêu đề: Màu nền

source: Select a hex color code, ex: #333
he_il: בחר קוד צבע hex, לדוגמה: # 333
vi: Chọn mã màu hex, ví dụ: # 333

source: Title: Background Image
he_il: כותרת: תמונת רקע
vi: Tiêu đề: Hình nền

source: Select a custom image for your main title.
he_il: בחר תמונה מותאמת אישית עבור הכותרת הראשית שלך.
vi: Chọn một hình ảnh tùy chỉnh cho tiêu đề chính của bạn.

source: Select your background image position.
he_il: בחר את מיקום תמונת הרקע שלך.
vi: Chọn vị trí hình nền của bạn.

source: Top Left
he_il: שמאלי עליון
ja: 上段-左
vi: Trên cùng bên trái

source: Top Center
he_il: מרכז עליון
ja: 上段-センター
vi: Trung tâm hàng đầu

source: Top Right
he_il: למעלה מימין
ja: 上段-右
vi: Trên cùng bên phải

source: Center Left
he_il: מרכז שמאל
ja: 中段-左
vi: Trung tâm bên trái

source: Center Center
he_il: מרכז
ja: 中段-センター
vi: Trung tâm Trung tâm

source: Center Right
he_il: ימין למרכז
ja: 中段-右
vi: Trung tâm phải

source: Bottom Left
he_il: שמאל תחתון
ja: 下段-左
vi: Dưới cùng bên trái

source: Bottom Center
he_il: מרכז תחתון
ja: 下段-センター
vi: Trung tâm trên

source: Bottom Right
he_il: למטה מימין
ja: 下段-右
vi: Góc phải ở phía dưới

source: Select your background image attachment.
he_il: בחר את הקובץ המצורף של תמונת הרקע שלך.
vi: Chọn tệp đính kèm hình nền của bạn.

source: Scroll
he_il: גלול
ja: スクロール
vi: Cuộn

source: Fixed
he_il: תוקן
ja: 固定
vi: Không thay đổi

source: Select your background image repeat.
he_il: בחר את תמונת הרקע שלך.
vi: Chọn lặp lại hình nền của bạn.

source: No-repeat
he_il: לא לחזור
ja: 繰り返さない
vi: Không lặp lại

source: Repeat-x
he_il: חזור על x
ja: 繰り返し-x
vi: Lặp lại-x

source: Repeat-y
he_il: חזור על y
ja: 繰り返し-y
vi: Lặp lại y

source: Size
he_il: גודל
ja: サイズ
vi: Kích thước

source: Select your background image size.
he_il: בחר את גודל תמונת הרקע שלך.
vi: Chọn kích thước hình nền của bạn.

source: Auto
he_il: אוטומטי
ja: 自動
vi: Tự động

source: Cover
he_il: כיסוי
ja: 覆う
vi: Che

source: Contain
he_il: כולל
ja: 内包する
vi: Chứa

source: Title: Background Height
he_il: כותרת: גובה הרקע
vi: Tiêu đề: Chiều cao nền

source: Select your custom height for your title background. Default is 400px.
he_il: בחר את הגודל המותאם אישית עבור הרקע של הכותרת. ברירת המחדל היא 400px.
vi: Chọn chiều cao tùy chỉnh cho nền tiêu đề của bạn. Mặc định là 400px.

source: Title: Background Overlay Opacity
he_il: כותרת: אטימות שכבת רקע
vi: Tiêu đề: Độ mờ lớp phủ nền

source: Enter a number between 0.1 to 1. Default is 0.5.
he_il: הזן מספר בין 0.1 ל -1. ברירת המחדל היא 0.5.
vi: Nhập một số từ 0,1 đến 1. Mặc định là 0,5.

source: Title: Background Overlay Color
he_il: כותרת: צבע כיסוי רקע
vi: Tiêu đề: Màu nền lớp phủ

source: Breadcrumbs
he_il: פרורי לחם
ja: パンクズ
vi: Đường dẫn

source: Display Breadcrumbs
he_il: הצג פירורי לחם
vi: Hiển thị Đường dẫn

source: Enable or disable the page title breadcrumbs.
he_il: הפעל או השבת את כותרת דף הלחם.
vi: Bật hoặc tắt đường dẫn tiêu đề trang.

source: Color
he_il: צבע
vi: Màu

source: Separator Color
he_il: צבע מפריד
vi: Màu tách

source: Links Color
he_il: צבע קישורים
ja: リンク色
vi: Liên kết màu

source: Links Color: Hover
he_il: קישורים צבע: רחף
ja: リンク色:Hover
vi: Liên kết Màu sắc: Di chuột

source: Select a color. Hex code, ex: #ddd
vi: Chọn một màu. Mã hex, ví dụ: #ddd

source: Footer
he_il: כותרת תחתונה
ja: フッター
vi: Chân trang

source: Display Footer Widgets Area
he_il: הצגת אזור יישומונים תחתונה
vi: Hiển thị khu vực tiện ích chân trang

source: Enable or disable the footer widgets area.
he_il: הפעלה או השבתה של אזור הווידג'טים התחתונה.
vi: Bật hoặc tắt khu vực tiện ích con chân trang.

source: Display Copyright Area
he_il: הצג אזור זכויות יוצרים
vi: Hiển thị khu vực bản quyền

source: Enable or disable the copyright area.
he_il: הפעל או השבת את אזור זכויות היוצרים.
vi: Bật hoặc tắt khu vực bản quyền.

source: Enter a URL that is compatible with WP's built-in oEmbed feature. This setting is used for your video and audio post formats.
he_il: הזן כתובת אתר התואמת לתכונת oEmbed המובנית של WP. הגדרה זו משמשת לפורמטים של וידאו ושל פורמטי אודיו.
vi: Nhập một URL tương thích với tính năng oEmbed tích hợp của WP. Cài đặt này được sử dụng cho các định dạng bài đăng video và âm thanh của bạn.

source: Self Hosted
he_il: עצמית מאוכסן
vi: Tự lưu trữ

source: Insert your self hosted video or audio url here.
he_il: הכנס את הווידאו המארח את עצמך או את כתובת האתר של השמע שלך כאן.
vi: Chèn url video hoặc âm thanh tự lưu trữ của bạn tại đây.

source: Embed Code
he_il: שבץ קוד
vi: Mã nhúng

source: Insert your embed/iframe code. This setting is used for your video and audio post formats.
he_il: הכנס את קוד ההטמעה / iframe שלך. הגדרה זו משמשת לפורמטים של וידאו ושל פורמטי אודיו.
vi: Chèn mã nhúng / iframe của bạn. Cài đặt này được sử dụng cho các định dạng bài đăng video và âm thanh của bạn.

source: Enter your external url. This setting is used for your link post formats.
he_il: הזן את כתובת האתר החיצונית שלך. הגדרה זו משמשת עבור פורמטים של הודעות הקישור שלך.
vi: Nhập url bên ngoài của bạn. Cài đặt này được sử dụng cho các định dạng bài đăng liên kết của bạn.

source: Link Target
he_il: יעד הקישור
vi: Liên kết mục tiêu

source: Choose your target for the url. This setting is used for your link post formats.
he_il: בחר את היעד שלך עבור כתובת האתר. הגדרה זו משמשת עבור פורמטים של הודעות הקישור שלך.
vi: Chọn mục tiêu của bạn cho url. Cài đặt này được sử dụng cho các định dạng bài đăng liên kết của bạn.

source: Self
he_il: עצמי
vi: Tự

source: Blank
he_il: ריק
vi: Chỗ trống

source: Enter your quote. This setting is used for your quote post formats.
he_il: הזן את הציטוט שלך. הגדרה זו משמשת עבור פורמטים של פוסט ציטוט שלך.
vi: Nhập báo giá của bạn. Cài đặt này được sử dụng cho các định dạng bài đăng của bạn.

source: Quote Link
he_il: ציטוט קישור
vi: Liên kết trích dẫn

source: Choose your quote link. This setting is used for your quote post formats.
he_il: בחר את הקישור לצטט. הגדרה זו משמשת עבור פורמטים של פוסט ציטוט שלך.
vi: Chọn liên kết báo giá của bạn. Cài đặt này được sử dụng cho các định dạng bài đăng của bạn.

source: None
he_il: אף אחד
ja: なし
vi: Không

source: Select a Template
vi: Chọn một mẫu

source: Default Style
vi: Kiểu mặc định

source: Centered
he_il: מרוכז
vi: Căn giữa

source: Centered Minimal
he_il: ממוקד מינימלי
vi: Trung bình tối thiểu

source: Background Image
he_il: תמונת רקע
vi: Hình nền

source: Solid Color and White Text
he_il: צבע מוצק וטקסט לבן
vi: Văn bản màu và trắng

source: Install Demos
vi: Cài đặt bản trình diễn

source: Search demos...
vi: Tìm kiếm bản trình diễn ...

source: Live Preview
vi: Xem trước trực tiếp

source: There was an error when reading this WXR file
vi: Đã xảy ra lỗi khi đọc tệp WXR này

source: Details are shown above. The importer will now try again with a different parser...
vi: Chi tiết được hiển thị ở trên. Nhà nhập khẩu bây giờ sẽ thử lại với trình phân tích cú pháp khác ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
vi: Đây có vẻ không phải là tệp WXR, thiếu / số phiên bản WXR không hợp lệ

source: Sidebar does not exist in theme (moving widget to Inactive)
vi: Thanh bên không tồn tại trong chủ đề (di chuyển tiện ích đến Không hoạt động)

source: Site does not support widget
vi: Trang web không hỗ trợ tiện ích con

source: Widget already exists
vi: Tiện ích con đã tồn tại

source: Imported
vi: Đã nhập

source: Imported to Inactive
vi: Đã nhập thành Không hoạt động

source: No Title
vi: Không tiêu đề

source: Sorry, there has been an error.
vi: Rất tiếc, đã xảy ra lỗi.

source: The file does not exist, please try again.
vi: Tệp không tồn tại, vui lòng thử lại.

source: All done.
vi: Tất cả đã được làm xong.

source: Have fun!
vi: Chúc vui vẻ!

source: Remember to update the passwords and roles of imported users.
vi: Nhớ cập nhật mật khẩu và vai trò của người dùng đã nhập.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
vi: Không thể tìm thấy tệp xuất tại <code> %s </ code>. Có thể điều này là do sự cố cấp phép.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
vi: Tệp WXR này (phiên bản %s ) có thể không được phiên bản này của nhà nhập khẩu hỗ trợ. Vui lòng xem xét cập nhật.

source: Failed to import author %s. Their posts will be attributed to the current user.
vi: Không thể nhập tác giả %s . Bài đăng của họ sẽ được quy cho người dùng hiện tại.

source: Assign Authors
vi: Chỉ định tác giả

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
vi: Để giúp bạn dễ dàng chỉnh sửa và lưu nội dung đã nhập, bạn có thể muốn gán lại tác giả của mục đã nhập cho người dùng hiện tại của trang web này. Ví dụ: bạn có thể nhập tất cả các mục nhập dưới dạng mục nhập <code> quản trị </ code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
vi: Nếu một người dùng mới được tạo bởi WordPress, mật khẩu mới sẽ được tạo ngẫu nhiên và vai trò của người dùng mới sẽ được đặt là %s . Thay đổi thủ công chi tiết của người dùng mới sẽ là cần thiết.

source: Import Attachments
vi: Nhập tệp đính kèm

source: Download and import file attachments
vi: Tải về và nhập vào file đính kèm

source: Submit
vi: Gửi đi

source: Import author:
vi: Nhập tác giả:

source: or create new user with login name:
vi: hoặc tạo người dùng mới với tên đăng nhập:

source: as a new user:
vi: với tư cách là người dùng mới:

source: assign posts to an existing user:
vi: gán bài đăng cho người dùng hiện tại:

source: or assign posts to an existing user:
vi: hoặc gán bài đăng cho người dùng hiện tại:

source: - Select -
vi: - Lựa chọn -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
vi: Không thể tạo người dùng mới cho %s . Bài đăng của họ sẽ được quy cho người dùng hiện tại.

source: Failed to import category %s
vi: Không thể nhập danh mục %s

source: Failed to import post tag %s
vi: Không nhập được thẻ bài %s

source: Failed to import %s %s
vi: Không thể nhập %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
vi: Không thể nhập & # 8220; %s & # 8221 ;: Loại bài đăng không hợp lệ %s

source: %s &#8220;%s&#8221; already exists.
vi: %s & # 8220; %s & # 8221; đã tồn tại.

source: Failed to import %s &#8220;%s&#8221;
vi: Không thể nhập %s & # 8220; %s & # 8221;

source: Menu item skipped due to missing menu slug
vi: Mục trình đơn bị bỏ qua do thiếu trình đơn slug

source: Menu item skipped due to invalid menu slug: %s
vi: Mục trình đơn bị bỏ qua do slug menu không hợp lệ: %s

source: Fetching attachments is not enabled
vi: Tìm nạp tệp đính kèm chưa được bật

source: Invalid file type
vi: Loại tệp không hợp lệ

source: Remote server did not respond
vi: Máy chủ từ xa không phản hồi

source: Remote server returned error response %1$d %2$s
vi: Máy chủ từ xa trả về phản hồi lỗi %1$d %2$s

source: Remote file is incorrect size
vi: Tệp từ xa không đúng kích thước

source: Zero size file downloaded
vi: Đã tải xuống tệp kích thước bằng 0

source: Remote file is too large, limit is %s
vi: Tệp từ xa quá lớn, giới hạn là %s

source: Import WordPress
vi: Nhập khẩu WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
vi: Đã có phiên bản mới của nhà nhập khẩu này. Vui lòng cập nhật lên phiên bản %s để đảm bảo khả năng tương thích với các tệp xuất mới hơn.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
vi: Howdy! Tải lên tệp WordPress eXtended RSS (WXR) của bạn và chúng tôi sẽ nhập các bài đăng, trang, nhận xét, trường tùy chỉnh, danh mục và thẻ vào trang web này.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
vi: Chọn tệp WXR (.xml) để tải lên, sau đó nhấp vào Tải lên tệp và nhập.

source: There was a problem during the importing process resulting in the following error from your server:
vi: Đã xảy ra sự cố trong quá trình nhập, dẫn đến lỗi sau từ máy chủ của bạn:

source: Activating
vi: Đang kích hoạt

source: Active
vi: Hoạt động

source: As you use %1$sWooVina Pro Demos%2$s, you don&rsquo;t need to use the %3$sWooVina Demo Import%4$s plugin anymore, you can disable it. %5$sDismiss this notice%6$s.
vi: Khi bạn sử dụng %1$s WooVina Pro Demos %2$s , bạn không cần sử dụng plugin %4$s V %3$s Demo %3$s WooVina Demo %4$s nữa, bạn có thể tắt plugin đó. %5$s Loại bỏ thông báo này %6$s .

source: Import the %1$s demo
vi: Nhập bản trình diễn %1$s

source: Importing demo data allow you to quickly edit everything instead of creating content from scratch. It is recommended uploading sample data on a fresh WordPress install to prevent conflicts with your current content. You can use this plugin to reset your site if needed: %1$sWordpress Database Reset%2$s.
vi: Nhập dữ liệu demo cho phép bạn nhanh chóng chỉnh sửa mọi thứ thay vì tạo nội dung từ đầu. Bạn nên tải lên dữ liệu mẫu trên cài đặt WordPress mới để ngăn xung đột với nội dung hiện tại của bạn. Bạn có thể sử dụng plugin này để đặt lại trang web của mình nếu cần: %1$s Cơ sở dữ liệu Wordpress Đặt lại %2$s .

source: Required Plugins
vi: Plugins bắt buộc

source: For your site to look exactly like this demo, the plugins below need to be activated.
vi: Để trang web của bạn trông giống hệt bản demo này, các plugin bên dưới cần phải được kích hoạt.

source: Go to the next step
vi: Đến bước tiếp theo

source: Select what you want to import:
vi: Chọn nội dung bạn muốn nhập:

source: Import XML Data
vi: Nhập dữ liệu XML

source: pages, posts, images, menus, etc...
vi: trang, bài đăng, hình ảnh, menu, v.v ...

source: Import Customizer Settings
vi: Nhập cài đặt tùy chỉnh

source: Import Widgets
vi: Nhập tiện ích

source: Install this demo
vi: Cài đặt bản trình diễn này

source: The import process could take some time, please be patient
vi: Quá trình nhập có thể mất chút thời gian, hãy kiên nhẫn
