Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: The favicon is used as a browser and app icon for your website.
he_il: סמל העכבר משמש כסמל דפדפן וסמל עבור האתר שלך.
vi: Hình đại diện được sử dụng làm biểu tượng trình duyệt và ứng dụng cho trang web của bạn.

source: Choose your primary color
he_il: בחר את הצבע הראשי שלך
vi: Chọn màu chính của bạn

source: Replace the default primary and hover color by your own colors.
he_il: החלף את צבע ברירת המחדל הראשי ואת צבע העכבר לפי הצבעים שלך.
vi: Thay thế màu chính và màu di chuột mặc định bằng màu của riêng bạn.

source: Choose your typography
he_il: בחר את טיפוגרפיה
vi: Chọn kiểu chữ của bạn

source: Choose your own typography for any parts of your website.
he_il: בחר טיפוגרפיה שלך עבור כל חלקי האתר שלך.
vi: Chọn kiểu chữ của riêng bạn cho bất kỳ phần nào trên trang web của bạn.

source: Top bar options
he_il: אפשרויות בר למעלה
vi: Tùy chọn thanh hàng đầu

source: Enable/Disable the top bar, add your own paddings and colors.
he_il: הפעל / השבת את הסרגל העליון, הוסף את הריפוד והצבעים שלך.
vi: Bật / Tắt thanh trên cùng, thêm phần đệm và màu sắc của riêng bạn.

source: Header options
he_il: אפשרויות כותרת
vi: Tùy chọn tiêu đề

source: Choose the style, the height and the colors for your site header.
he_il: בחר את הסגנון, את הגובה ואת הצבעים עבור כותרת האתר שלך.
vi: Chọn kiểu, chiều cao và màu cho tiêu đề trang của bạn.

source: Footer widgets options
he_il: תחתונה אפשרויות יישומונים
vi: Tùy chọn tiện ích con chân trang

source: Choose the columns number, paddings and colors for the footer widgets.
he_il: בחר את מספר העמודות, הריפודים והצבעים עבור הווידג'טים התחתונה.
vi: Chọn số cột, đệm và màu cho các tiện ích chân trang.

source: Footer bottom options
he_il: תחתונה התחתונה אפשרויות
vi: Tùy chọn chân trang

source: Add your copyright, paddings and colors for the footer bottom.
he_il: הוסף את זכויות היוצרים שלך, paddings וצבעים התחתונה התחתונה.
vi: Thêm bản quyền, phần đệm và màu sắc của bạn cho phần cuối chân trang.

source: Theme Panel
he_il: לוח נושאים
vi: Bảng điều khiển chủ đề

source: The Account Key seems to be invalid.
vi: Khóa tài khoản có vẻ không hợp lệ.

source: Are you a helpful person?
vi: Bạn có phải là người hữu ích không?

source: I&rsquo;m grateful that you&rsquo;ve decided to join the WooVina family. If I could take 2 min of your time, I&rsquo;d really appreciate if you could leave a review. By spreading the love, we can create even greater free stuff in the future!
vi: Tôi rất biết ơn vì bạn đã quyết định tham gia gia đình WooVina. Nếu tôi có thể dành 2 phút thời gian của bạn, tôi thực sự đánh giá cao nếu bạn có thể để lại đánh giá. Bằng cách truyền bá tình yêu, chúng ta có thể tạo ra những thứ miễn phí thậm chí còn lớn hơn trong tương lai!

source: Leave my review
he_il: השאר את הביקורת שלי
vi: Để lại đánh giá của tôi

source: Thank you very much!
he_il: תודה רבה לך!
vi: Cảm ơn nhiều!

source: Check video tutorials
vi: Kiểm tra hướng dẫn bằng video

source: A fast theme is even better with a great host!%1$sWooVina proudly recommends Kinsta to anyone looking for speed, security, and fast support.
vi: Một chủ đề nhanh thậm chí còn tốt hơn với một máy chủ tuyệt vời! %1$s WooVina tự hào giới thiệu Kinsta cho bất kỳ ai tìm kiếm tốc độ, bảo mật và hỗ trợ nhanh.

source: Check Kinsta Hosting
vi: Kiểm tra Kinsta Hosting

source: Documentation
he_il: תיעוד
vi: Tài liệu

source: View all
he_il: צפה בהכל
vi: Xem tất cả

source: Importing The Free Demo
vi: Nhập Bản trình diễn miễn phí

source: Add Custom CSS and JS to Your Website
he_il: הוסף CSS מותאם אישית ו- JS לאתר האינטרנט שלך
vi: Thêm CSS và JS tùy chỉnh vào trang web của bạn

source: How To Create a Custom Header
he_il: כיצד ליצור כותרת מותאמת אישית
vi: Cách tạo tiêu đề tùy chỉnh

source: Customize Your Layout Widths
he_il: התאמה אישית של רוחב הפריסה
vi: Tùy chỉnh chiều rộng bố cục của bạn

source: Increasing Memory Limit To PHP
he_il: הגדלת הגבלת זיכרון ל PHP
vi: Tăng giới hạn bộ nhớ lên PHP

source: How To Create Mega Menus
he_il: כיצד ליצור תפריטים
vi: Cách tạo Mega Menus

source: How To Add Custom Fonts
he_il: כיצד להוסיף גופנים מותאמים אישית
vi: Cách thêm phông chữ tùy chỉnh

source: Need help? If you have checked the documentation and still having an issue, open a support ticket by clicking the button below.
he_il: זקוק לעזרה? אם בדקת את התיעוד ועדיין נתקל בבעיה, פתח כרטיס תמיכה על-ידי לחיצה על הלחצן למטה.
vi: Cần giúp đỡ? Nếu bạn đã kiểm tra tài liệu và vẫn gặp sự cố, hãy mở một vé hỗ trợ bằng cách nhấp vào nút bên dưới.

source: Submit Support Request
he_il: שלח בקשת תמיכה
vi: Gửi yêu cầu hỗ trợ

source: Customizer Sections
he_il: מקטעי התאמה אישית
vi: Mục Customizer

source: Disable the Customizer panels that you do not have or need anymore to load it quickly. Your settings are saved, so do not worry.
he_il: השבת את לוחות ההתאמה האישית שאין לך או שאתה צריך עוד לטעון אותו במהירות. ההגדרות נשמרות, לכן אל תדאג.
vi: Vô hiệu hóa các bảng Customizer mà bạn không có hoặc cần nữa để tải nó một cách nhanh chóng. Cài đặt của bạn được lưu, do đó, đừng lo lắng.

source: Getting started
he_il: מתחילים
vi: Bắt đầu

source: Take a look in the options of the Customizer and see yourself how easy and quick to customize your website as you wish.
he_il: תסתכל על האפשרויות של Customizer ולראות את עצמך כמה קל ומהיר כדי להתאים אישית את האתר שלך כרצונך.
vi: Hãy xem trong các tùy chọn của Customizer và xem mình dễ dàng và nhanh chóng để tùy chỉnh trang web của bạn như bạn muốn.

source: Go to the option
he_il: עבור אל האפשרות
vi: Chuyển đến tùy chọn

source: Did you know Push Monkey works seamlessly with WooCommerce?
vi: Bạn có biết Push Monkey hoạt động liên tục với WooCommerce không?

source: The %1$sAbandoned Cart%2$s feature reminds your visitor about shopping carts that they did not check out.
vi: Tính năng %1$s Bị bỏ rơi trong giỏ hàng %2$s nhắc nhở khách truy cập của bạn về giỏ hàng mà họ không trả phòng.

source: Install and activate WooCommerce to take full advantage of this feature.
vi: Cài đặt và kích hoạt WooCommerce để tận dụng tối đa tính năng này.

source: Abandoned Shopping Cart.
vi: Giỏ hàng bị bỏ rơi.

source: This will remind your visitors if they did not check out their shopping cart.
vi: Điều này sẽ nhắc nhở khách truy cập của bạn nếu họ không kiểm tra giỏ hàng của họ.

source: Abandoned Cart Options
vi: Tùy chọn giỏ hàng bị bỏ rơi

source: Enable Abandoned Cart Notifications
vi: Bật thông báo giỏ hàng bị bỏ rơi

source: Enable or disable this feature.
vi: Bật hoặc tắt tính năng này.

source: Abandoned Cart Delay
vi: Đã hoãn bỏ qua giỏ hàng

source: The number of %1$sminutes%2$s after which the abandoned cart reminder push notification is sent.
vi: Số %1$s phút %2$s sau khi thông báo đẩy giỏ hàng bị bỏ qua được gửi đi.

source: Abandoned Cart Title
vi: Tiêu đề giỏ hàng bị bỏ rơi

source: The title of the abandoned cart reminder push notifications.
vi: Tiêu đề của thông báo đẩy giỏ hàng bị bỏ qua.

source: Abandoned Cart Message
vi: Thông báo giỏ hàng bị bỏ rơi

source: The message of the abandoned cart reminder push notifications.
vi: Thông báo về thông báo đẩy giỏ hàng bị bỏ qua.

source: Abandoned Cart Image
vi: Hình ảnh giỏ hàng bị bỏ rơi

source: The image of the abandoned cart reminder push notifications. Recommended size 675px x 506px.
vi: Hình ảnh của thông báo đẩy giỏ hàng bị bỏ qua. Kích thước được đề xuất 675px x 506px.

source: Your current image:
vi: Hình ảnh hiện tại của bạn:

source: Log Out
he_il: להתנתק
vi: Đăng xuất

source: Welcome back
he_il: ברוך שובך
vi: Chào mừng trở lại

source: Buy for %left_to_free% more and get free shipping
he_il: קנה עבור% left_to_free% יותר וקבל משלוח חינם
vi: Mua cho% left_to_free% khác và được giao hàng miễn phí

source: You have Free delivery!
he_il: יש לך משלוח חינם!
vi: Bạn có giao hàng miễn phí!

source: This shortcode only works in front end
vi: Shortcode này chỉ hoạt động ở giao diện người dùng

source: &raquo; About Me
he_il: & raquo; עליי
vi: &raquo; Về tôi

source: Adds a about me widget.
he_il: מוסיף יישומון אודותי.
vi: Thêm một tiện ích về tôi.

source: About Me
he_il: עליי
vi: Về tôi

source: Image URL
he_il: כתובת אתר של תמונה
vi: URL hình ảnh

source: Upload Image
he_il: העלאת תמונה
vi: Tải lên hình ảnh

source: Name:
he_il: שם:
vi: Tên:

source: Description:
he_il: תיאור:
vi: Sự miêu tả:

source: Social Style:
he_il: סגנון חברתי:
vi: Phong cách xã hội:

source: Light
he_il: אור
vi: Ánh sáng

source: Dark
he_il: אפל
vi: Tối

source: Social Link Target:
he_il: יעד לקישור חברתי:
vi: Mục tiêu liên kết xã hội:

source: Social Links
he_il: קשרים חברתיים
vi: Liên kết mạng xã hội

source: &raquo; Contact Info
he_il: & raquo; פרטים ליצירת קשר
vi: &raquo; Thông tin liên lạc

source: Adds support for contact info.
he_il: הוספת תמיכה למידע ליצירת קשר.
vi: Thêm hỗ trợ cho thông tin liên hệ.

source: Contact Info
vi: Thông tin liên lạc

source: Address:
he_il: כתובת:
vi: Địa chỉ nhà:

source: Street Name, FL 54785
vi: Tên đường phố, FL 54785

source: Phone:
he_il: מכשיר טלפון:
vi: Điện thoại:

source: Mobile:
he_il: נייד:
vi: Di động:

source: Fax:
he_il: פקס:
vi: Số fax:

source: Website:
he_il: אתר אינטרנט:
vi: Trang mạng:

source: Skype Call Us
he_il: סקייפ התקשר אלינו
vi: Skype Gọi cho chúng tôi

source: Style
ja: スタイル
vi: Phong cách

source: Big Icons
vi: Biểu tượng lớn

source: No Icons
vi: Không có biểu tượng

source: Links Target
vi: Liên kết mục tiêu

source: Icon Class
he_il: אייקון מחלקה
vi: Lớp biểu tượng

source: Content
he_il: תוכן
ja: コンテンツ
vi: Nội dung

source: Link (optional)
vi: Liên kết (tùy chọn)

source: URL Text
he_il: טקסט של כתובת אתר
vi: Văn bản URL

source: Username
he_il: שם משתמש
vi: Tên người dùng

source: &raquo; Custom Header Logo
he_il: & raquo; סמל כותרת מותאמת אישית
vi: &raquo; Biểu tượng tiêu đề tùy chỉnh

source: Display the logo for the Custom Header style.
he_il: הצגת הלוגו עבור סגנון הכותרת המותאמת אישית.
vi: Hiển thị biểu trưng cho kiểu Tiêu đề tùy chỉnh.

source: This widget is to display with your page builder the logo for the Custom Header style.
he_il: הווידג'ט הזה יוצג עם בונה הדף שלך את הלוגו של סגנון הכותרת המותאמת אישית.
vi: Tiện ích con này hiển thị cùng với trình tạo trang của bạn biểu trưng cho kiểu Tiêu đề tùy chỉnh.

source: Position:
he_il: עמדה:
vi: Chức vụ:

source: Left
he_il: שמאלה
ja: 左
vi: Trái

source: Right
he_il: ימין
ja: 右
vi: Đúng

source: &raquo; Custom Header Nav
he_il: & raquo; כותרת מותאמת אישית
vi: &raquo; Điều hướng tiêu đề tùy chỉnh

source: Display the main menu for the Custom Header style.
he_il: הצגת התפריט הראשי עבור סגנון הכותרת המותאמת אישית.
vi: Hiển thị menu chính cho kiểu Tiêu đề tùy chỉnh.

source: This widget is to display with your page builder the menu for the Custom Header style.
he_il: ווידג'ט זה יוצג עם בונה הדפים שלך בתפריט של סגנון הכותרת המותאמת אישית.
vi: Tiện ích con này hiển thị với trình tạo trang của bạn trình đơn cho kiểu Tiêu đề tùy chỉnh.

source: &raquo; Custom Links
he_il: & raquo; קישורים מותאמים אישית
vi: &raquo; Liên kết Tuỳ chỉnh

source: Displays custom links.
he_il: מציג קישורים מותאמים אישית.
vi: Hiển thị liên kết tùy chỉnh.

source: Useful Links
vi: Liên kết hữu ích

source: Link Target:
he_il: יעד הקישור:
vi: Liên kết mục tiêu:

source: Number of Custom Links:
he_il: מספר הקישורים המותאמים אישית:
vi: Số lượng liên kết tùy chỉnh:

source: &raquo; Custom Menu
he_il: & raquo; תפריט מותאם
vi: &raquo; Menu tùy chỉnh

source: Displays custom menu.
he_il: מציג תפריט מותאם אישית.
vi: Hiển thị menu tùy chỉnh.

source: No menus have been created yet. <a href="%s">Create some</a>.
he_il: עדיין לא נוצרו תפריטים. <a href="%s "> צור כמה </a>.
vi: Chưa có menu nào được tạo. <a href=" %s "> Tạo một số </a>.

source: Select Menu:
he_il: בחר תפריט:
vi: Chọn Menu:

source: Menu Padding:
he_il: תפריט ריפוד:
vi: Menu đệm:

source: top left bottom right, eg: 15px 8px 15px 25px
he_il: בצד שמאל למעלה למטה, לדוגמה: 15px 8px 15px 25px
vi: trên cùng bên trái, ví dụ: 15px 8px 15px 25px

source: Menu Link Color:
he_il: צבע קישור לתפריט:
vi: Màu liên kết menu:

source: Menu Link Hover Color:
he_il: תפריט קישור צבע העכבר:
vi: Màu liên kết của menu:

source: Font Size (px):
he_il: גודל גופן (פיקסלים):
vi: Kích thước phông chữ (px):

source: Line Height (px):
he_il: גובה שורה (פיקסלים):
vi: Chiều cao dòng (px):

source: Letter Spacing (px):
he_il: ריווח אותיות (פיקסלים):
vi: Giãn cách chữ (px):

source: Text Transform:
he_il: שינוי טקסט:
vi: Chuyển đổi văn bản:

source: Display a Facebook Like Box to connect visitors to your Facebook Page.
he_il: הצג פייסבוק כמו Box כדי לקשר מבקרים לדף הפייסבוק שלך.
vi: Hiển thị một Facebook Like Box để kết nối khách truy cập vào trang Facebook của bạn.

source: It looks like your Facebook URL is incorrectly configured. Please check it in your <a href="%s">widget settings</a>.
he_il: נראה שכתובת האתר שלך ב- Facebook אינה מוגדרת כהלכה. בדוק את זה <a href=" %s "> הגדרות הווידג'ט </a>.
vi: Có vẻ như URL Facebook của bạn được định cấu hình không chính xác. Vui lòng kiểm tra nó trong <a href=" %s "> cài đặt tiện ích </a> của bạn.

source: Facebook Page URL
he_il: כתובת אתר של דף פייסבוק
vi: URL trang Facebook

source: The Like Box only works with
he_il: תיבה דומה פועלת רק עם
vi: Like Box chỉ hoạt động với

source: Facebook Pages
he_il: דפי פייסבוק
vi: Trang Facebook

source: Width
he_il: רוחב
vi: Chiều rộng

source: Height
he_il: גובה
vi: Chiều cao

source: Color Scheme
he_il: סכמת צבעים
vi: Bảng màu

source: Show Faces
he_il: הצג פנים
vi: Hiển thị khuôn mặt

source: Show profile photos in the plugin.
he_il: הצג תמונות פרופיל בפלאגין.
vi: Hiển thị ảnh tiểu sử trong plugin.

source: Show Stream
he_il: הצג זרם
vi: Hiển thị luồng

source: Show the profile stream for the public profile.
he_il: הצג את זרם הפרופיל עבור הפרופיל הציבורי.
vi: Hiển thị luồng tiểu sử cho tiểu sử công khai.

source: Show Border
he_il: הצג גבול
vi: Hiển thị đường viền

source: Show a border around the plugin.
he_il: הצג גבול סביב הפלאגין.
vi: Hiển thị đường viền xung quanh plugin.

source: Show Wall
he_il: הצג קיר
vi: Hiển thị tường

source: Show the wall for a Places page rather than friend activity.
he_il: הצג את הקיר עבור דף 'מקומות' במקום פעילות של חברים.
vi: Hiển thị tường cho trang Địa điểm thay vì hoạt động của bạn bè.

source: Pulls in images from your flickr account.
he_il: משוך בתמונות מחשבון flickr שלך.
vi: Kéo hình ảnh từ tài khoản Flickr của bạn.

source: View stream on flickr
he_il: הצג זרם ב- flickr
vi: Xem luồng trên flickr

source: Flickr Photos
vi: Ảnh về Flickr

source: Flickr ID
he_il: מזהה Flickr
vi: ID Flickr

source: Enter the url of your Flickr page on this site: idgettr.com.
he_il: הזן את כתובת האתר של דף Flickr שלך באתר זה: idgettr.com.
vi: Nhập url của trang Flickr của bạn trên trang web này: idgettr.com.

source: Number:
he_il: מספר:
vi: Con số:

source: The maximum is 10 images.
he_il: המקסימום הוא 10 תמונות.
vi: Tối đa là 10 hình ảnh.

source: Displays Instagram photos.
he_il: מציג תמונות Instagram.
vi: Hiển thị ảnh Instagram.

source: Rounded
he_il: מעוגל
vi: Làm tròn

source: Follow Us
he_il: לעקוב אחרינו
vi: Theo chúng tôi

source: @username or #tag
vi: @username hoặc #tag

source: Number Images To Show:
he_il: מספר תמונות להצגה:
vi: Số ảnh để hiển thị:

source: Images Style:
he_il: סגנון תמונות:
vi: Kiểu ảnh:

source: Style 1
he_il: סגנון 1
vi: Kiểu 1

source: Style 2
he_il: סגנון 2
vi: Kiểu 2

source: Style 3
he_il: סגנון 3
vi: Kiểu 3

source: Style 4
he_il: סגנון 4
vi: Kiểu 4

source: 2 Columns
he_il: 2 עמודות
vi: 2 Cột

source: 3 Columns
he_il: 3 עמודות
vi: 3 Cột

source: 4 Columns
he_il: 4 עמודות
vi: 4 Cột

source: 5 Columns
he_il: 5 עמודות
vi: 5 Cột

source: 6 Columns
he_il: 6 עמודות
vi: 6 Cột

source: 7 Columns
he_il: 7 עמודות
vi: 7 Cột

source: 8 Columns
he_il: 8 עמודות
vi: 8 Cột

source: 9 Columns
he_il: 9 עמודות
vi: 9 Cột

source: 10 Columns
he_il: 10 עמודות
vi: 10 cột

source: Margin:
he_il: שולים:
vi: Ký quỹ:

source: Margin
he_il: שולים
vi: Ký quỹ

source: No Margin
he_il: ללא שוליים
vi: Không có ký quỹ

source: Photo size
vi: Kích thước ảnh

source: Small
vi: Nhỏ bé

source: Original
vi: Nguyên

source: Link To
he_il: קישור ל
vi: Liên kết đến

source: Instagram Image
he_il: תמונה של
vi: Ảnh trên Instagram

source: Instagram Profile
he_il: פרופיל
vi: Hồ sơ trên Instagram

source: Custom Link
he_il: קישור מותאם אישית
vi: Liên kết tùy chỉnh

source: Custom Link:
he_il: קישור מותאם אישית:
vi: Liên kết tùy chỉnh:

source: Use this field only if the above option is set to <strong>Custom Link</strong>
he_il: השתמש בשדה זה רק אם האפשרות הנ"ל מוגדרת ל- <strong> קישור מותאם אישית </ strong>
vi: Chỉ sử dụng trường này nếu tùy chọn ở trên được đặt thành <strong> Liên kết tùy chỉnh </ strong>

source: Header Options
he_il: אפשרויות כותרת
vi: Tùy chọn tiêu đề

source: Display Header:
he_il: כותרת תצוגה:
vi: Hiển thị Tiêu đề:

source: Picture Radius:
he_il: רדיוס תמונה:
vi: Hình ảnh Bán kính:

source: Display Name:
he_il: הצג שם:
vi: Tên hiển thị:

source: Default is username
he_il: ברירת המחדל היא שם המשתמש
vi: Mặc định là tên người dùng

source: Before Images
he_il: לפני תמונות
vi: Trước hình ảnh

source: After Images
he_il: אחרי תמונות
vi: Sau khi hình ảnh

source: Align:
he_il: ישר:
vi: Căn chỉnh:

source: Button Target:
he_il: יעד לחצנים:
vi: Mục tiêu nút:

source: Same or new window
he_il: חלון זהה או חדש
vi: Cửa sổ tương tự hoặc mới

source: Button Text:
he_il: טקסט של לחצן:
vi: Nút văn bản:

source: Leave empty for no button
he_il: השאר ריק ללא כפתור
vi: Để trống cho nút không có

source: No images found! <br> Try some other hashtag or username
he_il: לא נמצאו תמונות! <br> נסה hashtag או שם משתמש אחר
vi: Không tìm thấy hình ảnh nào! <br> Hãy thử một số thẻ bắt đầu bằng # khác hoặc tên người dùng

source: Unable to communicate with Instagram.
vi: Không thể kết nối với Instagram.

source: Instagram did not return a 200.
vi: Instagram không trả lại 200.

source: Instagram has returned invalid data.
vi: Instagram đã trả lại dữ liệu không hợp lệ.

source: Instagram did not return any images.
vi: Instagram không trả lại bất kỳ hình ảnh nào.

source: Displays mailchimp subscription form.
he_il: מציג טופס מנוי של דואר אלקטרוני.
vi: Hiển thị biểu mẫu đăng ký mailchimp.

source: Newsletter
vi: Bản tin

source: Get all latest content delivered to your email a few times a month. Updates and news about all categories will send to you.
he_il: קבל את כל התוכן האחרון שנמסר לדוא"ל שלך מספר פעמים בחודש. עדכונים וחדשות על כל הקטגוריות ישלחו אליך.
vi: Nhận tất cả nội dung mới nhất được gửi đến email của bạn vài lần một tháng. Cập nhật và tin tức về tất cả các danh mục sẽ gửi cho bạn.

source: Your Email
he_il: האימייל שלך
vi: Email của bạn

source: Go
he_il: ללכת
vi: Đi

source: MailChimp Form Action
he_il: פעולת טופס MailChimp
vi: Hành động biểu mẫu MailChimp

source: Input Width (px)
he_il: רוחב קלט (px)
vi: Chiều rộng đầu vào (px)

source: Input Height (px)
he_il: גובה קלט (px)
vi: Chiều cao đầu vào (px)

source: Placeholder
he_il: בעל המקום
vi: Trình giữ chỗ

source: Submit Text
he_il: שלח טקסט
vi: Gửi văn bản

source: &raquo; Recent Posts
he_il: & raquo; הודעות האחרונות
vi: &raquo; Bài đăng gần đây

source: Shows a listing of your recent or random posts.
he_il: מציג רשימה של ההודעות האחרונות או אקראיות.
vi: Hiển thị danh sách các bài đăng gần đây hoặc ngẫu nhiên của bạn.

source: Recent Posts
he_il: הודעות האחרונות
ja: 最近の投稿
vi: Bài đăng gần đây

source: 0 Comments
he_il: 0 תגובות
ja: 0件の返信
vi: 0 Bình luận

source: 1 Comment
he_il: תגובה 1
ja: 1件の返信
vi: 1 bình luận

source: % Comments
he_il: תגובות
ja: % 件のコメント
vi: % Bình luận

source: No posts found.
he_il: לא נמצאו פוסטים.
vi: Không tìm thấy bài viết.

source: Number
he_il: מספר
vi: Con số

source: Post Type
he_il: סוג פוסט
vi: Loại thư

source: Query By Taxonomy
he_il: שאילתה לפי טקסונומיה
vi: Truy vấn theo phân loại

source: Terms
he_il: תנאים
vi: Điều kiện

source: Enter the term slugs to query by seperated by a "comma"
he_il: הזן את המונח slugs לשאילתה על ידי מופרדים על ידי \ "פסיק "
vi: Nhập từ khóa sên để truy vấn bằng cách phân tách bằng dấu \ "dấu phẩy "

source: Order
he_il: להזמין
vi: Gọi món

source: Descending
he_il: יורד
vi: Giảm dần

source: Ascending
he_il: עולה
vi: Tăng dần

source: Order By
he_il: מיין לפי
vi: Đặt bởi

source: Date
he_il: תאריך
ja: 日付
vi: Ngày

source: Modified
he_il: השתנה
vi: Đã sửa đổi

source: Author
he_il: מחבר
ja: 著作者
vi: Tác giả

source: Comment Count
he_il: ספירת תגובות
vi: Đếm Bình luận

source: &raquo; Social Icons
he_il: & raquo; סמלים חברתיים
vi: &raquo; Biểu tượng xã hội

source: Display your social media icons.
he_il: הצג את סמלי המדיה החברתית שלך.
vi: Hiển thị các biểu tượng truyền thông xã hội của bạn.

source: Style:
he_il: סגנון:
vi: Phong cách:

source: Colored
he_il: צבעוני
vi: Màu

source: Simple
he_il: פשוט
vi: Đơn giản

source: Transition:
he_il: מעבר:
vi: Chuyển đổi:

source: Float
he_il: לצוף
vi: Phao

source: Dimensions
he_il: ממדים
vi: Thứ nguyên

source: Example:
he_il: דוגמא:
vi: Thí dụ:

source: Border Radius
he_il: רדיוס הגבול
vi: Bán kính biên giới

source: Background Color Hover
vi: Màu nền

source: Color Hover
vi: Màu di chuột

source: Border Color
ja: ボーダー色
vi: Màu đường viền

source: Border Color Hover
vi: Màu đường viền

source: A cloud of your most used tags.
he_il: ענן של התגים הנפוצים ביותר שלך.
vi: Một đám mây các thẻ được sử dụng nhiều nhất của bạn.

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
he_il: ענן התגים לא יוצג מאחר שאין הטקסונומיה התומכת בווידג'ט הענן של התג.
vi: Đám mây thẻ sẽ không được hiển thị vì không có phân loại nào hỗ trợ tiện ích con đám mây thẻ.

source: Taxonomy:
he_il: טקסונומיה:
vi: Phân loại:

source: Padding:
he_il: ריפוד:
vi: Đệm:

source: Background Color:
he_il: צבע רקע:
vi: Màu nền:

source: Background Hover Color:
he_il: רקע צבע מעבר:
vi: Màu nền của chuột:

source: Link Color:
he_il: צבע קישור:
vi: Màu sắc liên kết:

source: Link Hover Color:
he_il: צבע מעבר צבע:
vi: Màu Hover của Liên kết:

source: Border Color:
he_il: צבע גבול:
vi: Màu đường viền:

source: Border Hover Color:
he_il: צבע מעבר צבע:
vi: Màu viền của đường viền:

source: Pulls in tweets from your twitter account.
vi: Kéo trong tweets từ tài khoản twitter của bạn.

source: My Tweets
vi: Tweet của tôi

source: Follow me on Twitter
vi: Theo dõi tôi trên Twitter

source: Title:
vi: Chức vụ:

source: Width (px):
vi: Chiều rộng (px):

source: Height (px):
vi: Chiều cao (px):

source: # of Tweets Shown:
vi: Số lượng Tweet được hiển thị:

source: Username:
he_il: שם משתמש:
vi: Tên người dùng:

source: Layout Options:
vi: Tuỳ chọn Giao diện:

source: No Header
vi: Không tiêu đề

source: No Footer
vi: Không có chân trang

source: No Borders
vi: Không biên giới

source: No Scrollbar
vi: Không có thanh cuộn

source: Transparent Background
vi: Nền trong suốt

source: Link Color (hex):
vi: Màu liên kết (hex):

source: Border Color (hex):
vi: Màu đường viền (hex):

source: Timeline Theme:
vi: Chủ đề Dòng thời gian:

source: Easily to display any type of video.
he_il: בקלות להציג כל סוג של וידאו.
vi: Dễ dàng hiển thị bất kỳ loại video nào.

source: You forgot to enter a video URL.
he_il: שכחת להזין כתובת אתר של סרטון.
vi: Bạn đã quên nhập URL video.

source: Video URL
he_il: לינק לוידאו
vi: URL video

source: Enter in a video URL that is compatible with WordPress's built-in oEmbed feature.
he_il: הזן בכתובת אתר של סרטון התואמת לתכונת oEmbed המובנית של WordPress.
vi: Nhập URL video tương thích với tính năng oEmbed tích hợp của WordPress.

source: Description
he_il: תיאור
vi: Miêu tả

source: Video
he_il: וידאו

source: Twitter
he_il: טוויטר

source: Email
he_il: דוא"ל

source: Facebook
he_il: פייסבוק

source: WordPress
he_il: וורדפרס

source: Album
he_il: אלבום

source: ID
he_il: תעודת זהות

source: Thumbs Up
he_il: אגודלים למעלה

source: Thumbs Down
he_il: בוז

source: Vault
he_il: כספת

source: Misc.
he_il: שונות.
