Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Demo Imported!
vi: Đã nhập bản trình diễn!

source: See the result
vi: Xem kết quả

source: Activate
he_il: הפעל
vi: Kích hoạt

source: Install Now
he_il: להתקין עכשיו
vi: Cài đặt ngay

source: Activated
he_il: הופעל
vi: Đã kích hoạt

source: Get This Addon
vi: Nhận Addon này

source: No plugin specified
vi: Không có plugin nào được chỉ định

source: Plugin Successfully Activated
vi: Plugin đã được kích hoạt thành công

source: Importing XML Data
vi: Nhập dữ liệu XML

source: Importing Customizer Settings
vi: Nhập cài đặt tùy chỉnh

source: Importing Widgets
vi: Nhập tiện ích

source: Can not retrieve sample data xml file. The server may be down at the momment please try again later. If you still have issues contact the theme developer for assistance.
vi: Không thể truy xuất tệp dữ liệu mẫu xml. Máy chủ có thể không hoạt động, vui lòng thử lại sau. Nếu bạn vẫn gặp sự cố, hãy liên hệ với nhà phát triển chủ đề để được trợ giúp.

source: The xml import file could not be accessed. Please try again or contact the theme developer.
vi: Không thể truy cập tệp nhập xml. Vui lòng thử lại hoặc liên hệ với nhà phát triển chủ đề.

source: Can not retrieve class-wp-importer.php
vi: Không thể truy xuất class-wp-importer.php

source: Can not retrieve wordpress-importer.php
vi: Không thể truy xuất wordpress-importer.php

source: Sample data file appears corrupt or can not be accessed.
vi: Tệp dữ liệu mẫu xuất hiện bị hỏng hoặc không thể truy cập được.

source: Import/Export
he_il: יבוא ויצוא
vi: Nhập khẩu xuất khẩu

source: No Settings Found
vi: Không tìm thấy cài đặt nào

source: You must upload a <b>.json</b> file generated by the export button.
he_il: עליך לטעון קובץ <b> .json </ b> שנוצר על ידי לחצן הייצוא.
vi: Bạn phải tải lên một tệp <b> .json </ b> được tạo bởi nút xuất.

source: Import file could not be found. Please try again.
he_il: לא ניתן למצוא את קובץ הייבוא. בבקשה נסה שוב.
vi: Không thể tìm thấy tệp nhập. Vui lòng thử lại.

source: Settings imported successfully.
vi: Đã nhập thành công cài đặt.

source: Invalid Import Data.
vi: Dữ liệu nhập không hợp lệ.

source: No import data found.
vi: Không tìm thấy dữ liệu nhập.

source: Importer & Exporter
vi: Nhà nhập khẩu & xuất khẩu

source: Import Settings
he_il: ייבא הגדרות
vi: Nhập cài đặt

source: Please select a <b>.json</b> file generated by the export button.
he_il: בחר קובץ <b> .json </ b> שנוצר על ידי לחצן הייצוא.
vi: Vui lòng chọn một tệp <b> .json </ b> được tạo bởi nút xuất.

source: Export Settings
he_il: הגדרות ייצוא
vi: Xuất cài đặt

source: This will export all theme_mods that means if other plugins are adding settings in the customizer it will export those as well.
he_il: זה יהיה לייצא את כל theme_mods כלומר אם תוספים אחרים מוסיפים הגדרות Customizer זה יהיה לייצא אלה גם כן.
vi: Điều này sẽ xuất tất cả các theme_mods có nghĩa là nếu các plugin khác đang thêm các cài đặt trong trình tùy biến, nó cũng sẽ xuất các cài đặt đó.

source: Click below to generate a <b>.json</b> file for all settings.
he_il: לחץ למטה כדי ליצור קובץ <b> .json </ b> עבור כל ההגדרות.
vi: Nhấp vào bên dưới để tạo tệp <b> .json </ b> cho tất cả các cài đặt.

source: My Library
he_il: הספריה שלי
vi: Thư viện của tôi

source: Template
he_il: תבנית
ja: テンプレート
vi: Bản mẫu

source: Add New
he_il: הוסף חדש
vi: Thêm mới

source: Add New Template
he_il: הוסף תבנית חדשה
vi: Thêm mẫu mới

source: Edit Template
he_il: ערוך תבנית
vi: Chỉnh sửa mẫu

source: View Template
he_il: הצג תבנית
vi: Xem mẫu

source: Search Template
he_il: תבנית חיפוש
vi: Mẫu tìm kiếm

source: No Templates Found
he_il: לא נמצאו תבניות
vi: Không tìm thấy mẫu

source: No Templates Found In Trash
he_il: לא נמצאו תבניות באשפה
vi: Không tìm thấy mẫu nào trong Thùng rác

source: Shortcode
vi: Mã ngắn

source: Thank you for using WooVina, If you’re looking for faster, more in-depth support for WooVina, then our priority support plans are for you. We respond to priority support tickets before basic support tickets. So by purchasing priority support, you can make sure that you get your tickets answered as soon as possible.
vi: Cảm ơn bạn đã sử dụng WooVina, Nếu bạn đang tìm kiếm hỗ trợ nhanh hơn, sâu hơn cho WooVina, thì các kế hoạch hỗ trợ ưu tiên của chúng tôi dành cho bạn. Chúng tôi trả lời vé hỗ trợ ưu tiên trước vé hỗ trợ cơ bản. Vì vậy, bằng cách mua hỗ trợ ưu tiên, bạn có thể chắc chắn rằng bạn nhận được vé của bạn trả lời càng sớm càng tốt.

source: Priority Support
vi: Hỗ trợ ưu tiên

source: No thanks
he_il: לא תודה
vi: Không, cám ơn

source: Custom Select
he_il: בחר מותאם אישית
vi: Chọn tùy chỉnh

source: This script uses the native select box and add overlays a stylable <span> element in order to acheive the desired look.
he_il: סקריפט זה משתמש בתיבה לבחור יליד ולהוסיף שכבות אלמנט <span> סטייליבל כדי acheive את המראה הרצוי.
vi: Tập lệnh này sử dụng hộp chọn gốc và thêm lớp phủ một phần tử <span> có thể tạo kiểu để đạt được giao diện mong muốn.

source: Drop Down Search
he_il: הנפתחת חיפוש
vi: Tìm kiếm thả xuống

source: This script is for the drop down search style in your navigation.
he_il: סקריפט זה מיועד לסגנון החיפוש הנפתח בניווט שלך.
vi: Tập lệnh này dành cho kiểu tìm kiếm thả xuống trong điều hướng của bạn.

source: Header Replace Search
he_il: כותרת החלפת חיפוש
vi: Tìm kiếm thay thế tiêu đề

source: This script is for the header replace search style in your navigation.
he_il: סקריפט זה הוא עבור הכותרת להחליף את סגנון החיפוש בניווט שלך.
vi: Tập lệnh này dành cho tiêu đề thay thế kiểu tìm kiếm trong điều hướng của bạn.

source: Overlay Search
he_il: חיפוש שכבת על
vi: Tìm kiếm lớp phủ

source: This script is for the overlay search style in your navigation.
he_il: סקריפט זה מיועד לסגנון החיפוש של שכבת העל בניווט.
vi: Tập lệnh này dành cho kiểu tìm kiếm lớp phủ trong điều hướng của bạn.

source: This script is to achieve fluid width videos in your responsive web design, your videos looks good on all devices.
he_il: סקריפט זה הוא להשיג קטעי וידאו רוחב נוזל בעיצוב האינטרנט שלך תגובה, קטעי הווידאו שלך נראה טוב על כל המכשירים.
vi: Kịch bản này là để đạt được các video có chiều rộng chất lỏng trong thiết kế web đáp ứng của bạn, video của bạn có vẻ tốt trên tất cả các thiết bị.

source: Fixed Footer
he_il: תחתונה קבועה
ja: 固定フッター
vi: Chân trang cố định

source: This script adds a height to your content to keep your footer at the bottom of your page, the Fixed Footer option need to be activated in the customizer&rsquo;s Footer Widgets section.
he_il: סקריפט זה מוסיף גובה לתוכן שלך כדי לשמור על הכותרת התחתונה בתחתית הדף שלך, האפשרות 'תחתונה קבועה' צריכה להיות מופעלת בקטע של יישומי ווידג'טים של Customizer &rsquo
vi: Tập lệnh này thêm chiều cao cho nội dung của bạn để giữ chân trang ở cuối trang của bạn, tùy chọn Chân trang Cố định cần được kích hoạt trong phần Tiện ích Chân trang của công cụ tùy chỉnh.

source: This script is used for the parallax footer effect.
vi: Kịch bản này được sử dụng cho hiệu ứng footer parallax.

source: Full Screen Menu
he_il: תפריט מסך מלא
vi: Menu toàn màn hình

source: This script is to open your menu in overlay for the full screen header style, you can disable this function if you do not use this header style.
he_il: סקריפט זה הוא לפתוח את התפריט שלך כיסוי עבור סגנון כותרת מסך מלא, אתה יכול להשבית את הפונקציה הזו אם אתה לא משתמש בסגנון הכותרת.
vi: Kịch bản này là để mở trình đơn của bạn trong lớp phủ cho phong cách tiêu đề toàn màn hình, bạn có thể vô hiệu hóa chức năng này nếu bạn không sử dụng kiểu tiêu đề này.

source: Header Search Form
he_il: טופס חיפוש כותרת
vi: Biểu mẫu tìm kiếm tiêu đề

source: This script is to add a class to the search form to make the label disappear when text is inserted, used on some header style like medium or full screen and the full screen mobile menu style.
vi: Kịch bản này là thêm một lớp vào biểu mẫu tìm kiếm để làm cho nhãn biến mất khi chèn văn bản, được sử dụng trên một số kiểu tiêu đề như vừa hoặc toàn màn hình và kiểu menu di động toàn màn hình.

source: Infinite Scroll
he_il: גלילה אינסופית
ja: 無限スクロール
vi: Cuộn vô hạn

source: This script create an infinite scrolling effect, used for the blog archives page if Infinite Scroll is selected as pagination style.
he_il: סקריפט זה יוצר אפקט גלילה אינסופי, המשמש את הבלוג ארכיון הדף אם Infinite Scroll נבחר כסגנון pagination.
vi: Kịch bản này tạo ra một hiệu ứng cuộn vô hạn, được sử dụng cho trang lưu trữ blog nếu Cuộn vô hạn được chọn làm kiểu trang pagination.

source: Isotope
he_il: איזוטופ
vi: Đồng vị

source: This script is to filter & sort layouts, used for the masonry grid style of your blog and will be used in some extensions.
he_il: סקריפט זה הוא לסנן & למיין פריסות, המשמשים את הבנייה בסגנון הרשת של הבלוג שלך וישמשו כמה הרחבות.
vi: Kịch bản này là để lọc và sắp xếp bố trí, được sử dụng cho kiểu lưới nề của blog của bạn và sẽ được sử dụng trong một số tiện ích mở rộng.

source: Lightbox
he_il: קופסה קלה
vi: Hộp đèn

source: This script enables you to overlay your images on the current page, used for the gallerie, single product and content images.
he_il: סקריפט זה מאפשר לך לכסות את התמונות שלך בדף הנוכחי, המשמש gallerie, מוצר יחיד ותמונות תוכן.
vi: Tập lệnh này cho phép bạn che phủ hình ảnh của mình trên trang hiện tại, được sử dụng cho hình ảnh đồ sộ, sản phẩm và nội dung.

source: Match Height
he_il: גובה ההתאמה
vi: Chiều cao phù hợp

source: This script is a responsive equal heights script makes the height of all selected elements exactly equal, used for the grid blog style.
he_il: סקריפט זה הוא תגובה גבהים שווה סקריפט עושה את הגובה של כל האלמנטים שנבחרו בדיוק שווה, המשמש את הסגנון בלוג הרשת.
vi: Kịch bản này là một kịch bản chiều cao tương đương làm cho chiều cao của tất cả các yếu tố được chọn chính xác như nhau, được sử dụng cho kiểu blog lưới.

source: Mega Menu
he_il: תפריט מגה
vi: Menu Mega

source: This script is to create the mega menus, so if you don&rsquo;t use mega menus at all on your website, you can disable this script.
he_il: סקריפט זה הוא ליצור את תפריטים גדולים, אז אם אתה לא משתמש תפריטים מגה בכלל על האתר שלך, אתה יכול להשבית את התסריט הזה.
vi: Kịch bản này là để tạo ra các menu lớn, vì vậy nếu bạn không sử dụng các menu lớn ở tất cả trên trang web của bạn, bạn có thể vô hiệu hóa kịch bản này.

source: This script is to prevent clicking on your links, used for the "Disable link" field of your menu items.
he_il: סקריפט זה מונע לחיצה על הקישורים שלך, המשמש בשדה \ "השבת קישור " של פריטי התפריט שלך.
vi: Kịch bản này là để ngăn chặn nhấp vào liên kết của bạn, được sử dụng cho trường \ "Vô hiệu hóa liên kết " của các mục menu của bạn.

source: Scroll Effect
he_il: אפקט גלילה
vi: Hiệu ứng cuộn

source: This script create an animation to your anchor links, mainly used for a one page site but also for some links like the comment link on your single posts.
he_il: סקריפט זה ליצור אנימציה לקישורים העוגן שלך, המשמש בעיקר עבור דף אחד באתר, אלא גם עבור כמה קישורים כמו הקישור תגובה על הודעות בודדות שלך.
vi: Kịch bản này tạo ra một hình ảnh động để liên kết neo của bạn, chủ yếu được sử dụng cho một trang một trang mà còn cho một số liên kết như liên kết bình luận trên bài viết duy nhất của bạn.

source: Scroll Top
he_il: גלול למעלה
vi: Cuộn lên trên

source: This script is to displays the scroll up button and brings you back to the top of your page when you click on it.
he_il: סקריפט זה מציג את לחצן הגלילה למעלה ומחזיר אותך לראש הדף כאשר אתה לוחץ עליו.
vi: Kịch bản này là để hiển thị nút cuộn lên và đưa bạn trở lại đầu trang của bạn khi bạn nhấp vào nó.

source: This script is for easily creating responsive side menus, used for the Sidebar mobile menu style.
vi: Kịch bản này là để dễ dàng tạo các menu phụ đáp ứng, được sử dụng cho kiểu trình đơn di động của Thanh bên.

source: Drop Down Mobile
vi: Thả xuống trên thiết bị di động

source: This script is used for the Drop Down mobile menu style.
vi: Tập lệnh này được sử dụng cho kiểu menu thả xuống di động.

source: Full Screen Mobile
vi: Toàn màn hình điện thoại

source: This script is used for the Full Screen mobile menu style.
vi: Tập lệnh này được sử dụng cho kiểu menu di động Toàn màn hình.

source: This script is used for all the carousel of your site, gallerie images, WooCommerce single product images and thumbnails.
he_il: סקריפט זה משמש לכל הקרוסלה של האתר שלך, תמונות gallerie, WooCommerce תמונות מוצר יחיד ותמונות ממוזערות.
vi: Kịch bản này được sử dụng cho tất cả các băng chuyền của trang web của bạn, hình ảnh gallerie, hình ảnh sản phẩm đơn lẻ và hình thu nhỏ của WooCommerce.

source: This script adds a smooth scrolling to the browser.
he_il: סקריפט זה מוסיף גלילה חלקה לדפדפן.
vi: Kịch bản này thêm một cuộn trơn tru vào trình duyệt.

source: This script adds usability enhancements to existing multi-level drop-down menus.
he_il: סקריפט זה מוסיף שיפורי שמישות לתפריטים קיימים ברמה הנפתחת.
vi: Tập lệnh này thêm các tính năng nâng cao khả năng sử dụng cho các menu thả xuống đa cấp hiện có.

source: WooCommerce Account Links
vi: Liên kết tài khoản WooCommerce

source: This script is to switch between login/register in your account page.
vi: Kịch bản này là để chuyển đổi giữa đăng nhập / đăng ký trong trang tài khoản của bạn.

source: WooCommerce Grid/List Buttons
he_il: רשת WooCommerce / לחצני רשימה
vi: Các nút Lưới / Danh sách WooCommerce

source: This script is to switch between grid and list view on your WooCommerce catalog products.
he_il: סקריפט זה הוא לעבור בין תצוגת רשת ורשימה על מוצרים קטלוג WooCommerce שלך.
vi: Kịch bản này là để chuyển đổi giữa chế độ xem lưới và danh sách trên các sản phẩm danh mục WooCommerce của bạn.

source: WooCommerce Quantity Buttons
he_il: לחצני כמות של WooCommerce
vi: Các nút số lượng thương mại của WooCommerce

source: This script is to add a up and down button for the quantity input number on your WooCommerce single products and cart pages.
he_il: סקריפט זה הוא להוסיף למעלה ולמטה כפתור עבור מספר קלט כמות על מוצרים בודדים שלך WooCommerce ודפי עגלה.
vi: Kịch bản này là để thêm một nút lên và xuống cho số lượng đầu vào số lượng trên các sản phẩm đơn và trang giỏ hàng WooCommerce của bạn.

source: WooCommerce Reviews Scroll
he_il: הסקירות WooCommerce
vi: Đánh giá WooCommerce Scroll

source: This script is to show and scroll down to your review tab to your WooCommerce single products when you click on the review link.
he_il: סקריפט זה הוא להציג ולגלול למטה לכרטיסייה סקירה שלך מוצרים בודדים WooCommerce שלך כאשר אתה לוחץ על הקישור סקירה.
vi: Kịch bản này là để hiển thị và di chuyển xuống tab xem xét của bạn để sản phẩm đơn WooCommerce của bạn khi bạn nhấp vào liên kết xem xét.

source: Font Awesome Icons
he_il: גופן Awesome סמלים
vi: Phông chữ biểu tượng tuyệt vời

source: This style is all the css for the font awesome icons.
he_il: סגנון זה הוא כל css עבור הגופן סמלים מדהים.
vi: Phong cách này là tất cả các css cho các biểu tượng phông chữ tuyệt vời.

source: This style is all the css for the simple line icons.
he_il: סגנון זה הוא כל css עבור סמלים קו פשוט.
vi: Phong cách này là tất cả các css cho các simple line icons.

source: This style is all the css for the top bar.
he_il: סגנון זה הוא כל css עבור הבר העליון.
vi: Kiểu này là tất cả css cho thanh trên cùng.

source: This style is all the css for the header.
he_il: סגנון זה הוא כל css עבור הכותרת.
vi: Kiểu này là tất cả css cho tiêu đề.

source: Transparent Header
he_il: כותרת שקופה
vi: Tiêu đề trong suốt

source: This style is all the css for the transparent header style.
he_il: סגנון זה הוא כל css עבור סגנון הכותרת שקוף.
vi: Kiểu này là tất cả css cho kiểu tiêu đề trong suốt.

source: Top Header
he_il: כותרת עליונה
vi: Tiêu đề hàng đầu

source: This style is all the css for the top header style.
he_il: סגנון זה הוא כל css עבור סגנון הכותרת העליונה.
vi: Kiểu này là tất cả css cho kiểu đầu trang.

source: Full Screen Header
he_il: כותרת מסך מלא
vi: Tiêu đề toàn màn hình

source: This style is all the css for the full screen header style.
he_il: סגנון זה הוא כל css עבור סגנון כותרת מסך מלא.
vi: Kiểu này là tất cả css cho kiểu đầu trang toàn màn hình.

source: Center Header
he_il: כותרת מרכז
vi: Tiêu đề trung tâm

source: This style is all the css for the center header style.
he_il: סגנון זה הוא כל css עבור סגנון הכותרת במרכז.
vi: Kiểu này là tất cả css cho kiểu tiêu đề trung tâm.

source: Medium Header
he_il: כותרת בינונית
vi: Tiêu đề trung bình

source: This style is all the css for the medium header style.
he_il: סגנון זה הוא כל css עבור סגנון כותרת בינוני.
vi: Kiểu này là tất cả css cho kiểu tiêu đề trung bình.

source: Vertical Header
vi: Tiêu đề dọc

source: This style is all the css for the vertical header style.
vi: Kiểu này là tất cả css cho kiểu tiêu đề dọc.

source: This style is all the css for the custom header style.
he_il: סגנון זה הוא כל css עבור סגנון הכותרת המותאמת אישית.
vi: Kiểu này là tất cả css cho kiểu tiêu đề tùy chỉnh.

source: Navigation
he_il: ניווט
vi: Dẫn đường

source: This style is all the css for the navigation of the principal menu.
he_il: סגנון זה הוא כל css עבור ניווט של התפריט הראשי.
vi: Kiểu này là tất cả css cho việc điều hướng menu chính.

source: Links Effect
vi: Liên kết có hiệu lực

source: This style is all the css for the links effect of the principal menu.
vi: Kiểu này là tất cả css cho hiệu ứng liên kết của menu chính.

source: Social Icons Menu
he_il: תפריט סמלים חברתיים
vi: Menu biểu tượng xã hội

source: This style is all the css for the social icons in the navigation of the header.
he_il: סגנון זה הוא כל css עבור הסמלים החברתיים בניווט של הכותרת.
vi: Kiểu này là tất cả các css cho các biểu tượng xã hội trong điều hướng của tiêu đề.

source: Page Header
he_il: ראש הדף
ja: ページヘッダー
vi: Tiêu đề trang

source: This style is all the css for the page header (title).
he_il: סגנון זה הוא כל css עבור כותרת הדף (כותרת).
vi: Kiểu này là tất cả css cho tiêu đề trang (tiêu đề).

source: This style is all the css for the blog and post formats.
he_il: סגנון זה הוא כל css עבור הבלוג בפורמטים פוסט.
vi: Phong cách này là tất cả các css cho các định dạng blog và bài đăng.

source: Blog Large Style
he_il: בלוג סגנון גדול
vi: Blog phong cách lớn

source: This style is all the css for the blog large style.
he_il: סגנון זה הוא כל css עבור הבלוג סגנון גדול.
vi: Phong cách này là tất cả các css cho phong cách blog lớn.

source: This style is all the css for the blog grid style.
he_il: סגנון זה הוא כל css עבור סגנון הבלוג ברשת.
vi: Phong cách này là tất cả các css cho phong cách lưới blog.

source: Blog Thumbnail Style
vi: Phong cách Thumbnail Blog

source: This style is all the css for the blog thumbnail style.
vi: Phong cách này là tất cả các css cho phong cách thu nhỏ của blog.

source: This style is all the css for the next/previous pagination on single post.
he_il: סגנון זה הוא כל css עבור pagination הבא / הקודם על הודעה אחת.
vi: Phong cách này là tất cả css cho lần truy cập tiếp theo / trước đó trên một bài đăng.

source: Single Post Author Box
he_il: מחבר יחיד מחבר תיבת
vi: Single Author Author Box

source: This style is all the css for the author box on single post.
he_il: סגנון זה הוא כל css עבור תיבת מחבר על הודעה אחת.
vi: Kiểu này là tất cả css cho hộp tác giả trên một bài đăng.

source: Single Post Related Posts
he_il: הודעה אחת הודעות קשורות
vi: Bài đăng liên quan

source: This style is all the css for the related posts on single post.
he_il: סגנון זה הוא כל css עבור ההודעות הקשורות על הודעה אחת.
vi: Phong cách này là tất cả các css cho các bài viết liên quan trên bài duy nhất.

source: This style is all the css for the sidebar.
he_il: סגנון זה הוא כל css עבור הצדדי.
vi: Kiểu này là tất cả css cho thanh bên.

source: This style is all the css for the comments.
he_il: סגנון זה הוא כל css עבור הערות.
vi: Phong cách này là tất cả các css cho các ý kiến.

source: This style is all the css for the pagination.
he_il: סגנון זה הוא כל css עבור pagination.
vi: Phong cách này là tất cả các css cho việc phân trang.

source: Footer Widgets
he_il: תחתונה יישומונים
ja: フッターウィジェット
vi: Tiện ích chân trang

source: This style is all the css for the footer widgets area.
he_il: סגנון זה הוא כל css עבור אזור יישומונים תחתונה.
vi: Phong cách này là tất cả các css cho khu vực vật dụng chân trang.

source: Footer Bottom
he_il: תחתונה תחתונה
ja: フッター
vi: Chân trang dưới

source: This style is all the css for the footer bottom area.
he_il: סגנון זה הוא כל css עבור תחתונה תחתונה באזור.
vi: Phong cách này là tất cả các css cho khu vực dưới chân.

source: Search Results
vi: Kết quả tìm kiếm

source: This style is all the css for the search results page.
vi: Kiểu này là tất cả css cho trang kết quả tìm kiếm.

source: Scroll Top Button
he_il: לחצן גלילה למעלה
vi: Nút cuộn trên cùng

source: This style is all the css for the scroll top button.
he_il: סגנון זה הוא כל css עבור כפתור הגלילה למעלה.
vi: Kiểu này là tất cả css cho nút cuộn trên cùng.

source: 404 Page
he_il: 404 דף
vi: Trang 404

source: This style is all the css for the 404 error page.
he_il: סגנון זה הוא כל css עבור דף שגיאה 404.
vi: Kiểu này là tất cả css cho trang lỗi 404.

source: Responsive
he_il: תגובה
vi: Đáp ứng

source: This style is all the css for the responsive view.
he_il: סגנון זה הוא כל css עבור התצוגה תגובה.
vi: Kiểu này là tất cả css cho chế độ xem đáp ứng.

source: WooCommerce Menu Cart
he_il: עגלת תפריט
vi: Giỏ hàng WooCommerce

source: This style is to display and hide your WooCommerce cart drop down in the navigation.
vi: Kiểu này là để hiển thị và ẩn giỏ hàng WooCommerce của bạn thả xuống trong điều hướng.

source: WooCommerce Navigation
vi: Điều hướng WooCommerce

source: This style is for the single product navigation.
vi: Kiểu này dành cho điều hướng sản phẩm duy nhất.

source: WooCommerce Off Canvas Filter
vi: WooCommerce Tắt Canvas Filter

source: This style is for the off canvas filter.
vi: Kiểu này dành cho bộ lọc canvas.

source: This style is for the mini cart sidebar on mobile.
vi: Kiểu này dành cho thanh bên giỏ hàng nhỏ trên thiết bị di động.

source: WooCommerce Categories Widget
he_il: WooCommerce קטגוריות יישומון
vi: Tiện ích con WooCommerce

source: This style is for the WooCommerce categories widget.
vi: Kiểu này dành cho tiện ích danh mục WooCommerce.

source: Disable scripts and styles that you do not need to improve the loading speed of your website.
he_il: השבת סקריפטים וסגנונות שאינך צריך לשפר את מהירות הטעינה של האתר שלך.
vi: Tắt các tập lệnh và kiểu mà bạn không cần phải cải thiện tốc độ tải trang web của bạn.

source: Switch to check or un-check every scripts:
vi: Chuyển sang kiểm tra hoặc bỏ chọn mọi tập lệnh:

source: Enable or Disable
he_il: הפעל או השבת
vi: Bật hoặc tắt

source: %1$s%2$sAbandoned cart settings saved! *woohoo*%3$s%4$sDismiss this notice.%5$s
vi: %1$s lưu cài đặt giỏ hàng bị hủy %1$s %2$s ! * woohoo * %3$s %4$s Loại bỏ thông báo này. %5$s

source: General Panel
he_il: לוח כללי
vi: Bảng tổng quát

source: Typography Panel
he_il: לוח טיפוגרפיה
vi: Bảng điều khiển Typography

source: Top Bar Panel
he_il: למעלה לוח בר
vi: Bảng điều khiển trên cùng

source: Header Panel
he_il: לוח כותרת
vi: Bảng đầu trang

source: Blog Panel
he_il: בלוג לוח
vi: Bảng điều khiển Blog

source: Sidebar Panel
he_il: לוח הסרגל הצדדי
vi: Bảng điều khiển thanh bên

source: Footer Widgets Panel
he_il: תחתונה לוח יישומונים
vi: Bảng điều khiển tiện ích con chân trang

source: Footer Bottom Panel
he_il: תחתונה תחתונה פאנל
vi: Bảng dưới cùng chân trang

source: Custom CSS/JS Panel
he_il: מותאם אישית CSS / JS לוח
vi: Bảng tùy chỉnh CSS / JS

source: Upload your logo
he_il: העלה את הלוגו שלך
vi: Tải lên biểu tượng của bạn

source: Add your own logo and retina logo used for retina screens.
he_il: הוסף לוגו משלך לוגו הלוגו המשמש הרשתית.
vi: Thêm logo của riêng bạn và logo võng mạc được sử dụng cho màn hình võng mạc.

source: Add your favicon
he_il: הוסף את סמל העכבר שלך
vi: Thêm favicon của bạn
