Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Caret Up
he_il: קארט למעלה

source: Caret Down
he_il: קאר דאון

source: Caret Left
he_il: קארט שמאלה

source: Caret Right
he_il: זכות קאר

source: Chevron Up
he_il: שברון

source: Chevron Down
he_il: שברון דאון

source: Chevron Left
he_il: שברון שמאל

source: Chevron Right
he_il: זכות שברון

source: OK
he_il: בסדר

source: OK Circle
he_il: מעגל אישור

source: Tint
he_il: גוון

source: Torso
he_il: טורסו

source: Spinners
he_il: ספינרים

source: Euro
he_il: יורו

source: GBP
he_il: ליש"ט

source: Rupee
he_il: רופי

source: Chevron Circle Down
he_il: מעגל שברון

source: Chevron Circle Left
he_il: חוג שברון

source: Chevron Circle Right
he_il: חוג שברון

source: Chevron Circle Up
he_il: מעגל שברון

source: Neuter
he_il: סירוס

source: Venus + Mars
he_il: ונוס + מאדים

source: Spinner
he_il: ספינר

source: Taxi
he_il: מונית

source: Clipboard
he_il: הלוח

source: Bullseye
he_il: בול פגיעה

source: Camera Retro
he_il: מצלמה רטרו

source: Code Fork
he_il: קוד מזלג

source: Crosshairs
he_il: צלב

source: Cube
he_il: קוביה

source: Eye Dropper
he_il: מפיל עיניים

source: Gamepad
he_il: גיימפאד

source: Level Down
he_il: רמה למטה

source: Meh
he_il: מה

source: Microchip
he_il: שבב

source: Microphone
he_il: מיקרופון

source: Object Ungroup
he_il: אובייקט

source: Rebel
he_il: מורדים

source: Star Half Full
he_il: כוכב מלא

source: Sticky Note
he_il: פתק דביק

source: Thumb Tack
he_il: אצבע Tack

source: WiFi
he_il: וויי - פיי

source: Bluetooth
he_il: בלוטות

source: USB
he_il: יו אס בי

source: X
he_il: איקס

source: Web
he_il: אינטרנט

source: Widget
he_il: יישומון

source: Dice: 1
he_il: קוביות: 1

source: Dice: 2
he_il: קוביות: 2

source: Dice: 5
he_il: קוביות: 5

source: Firs Aid
he_il: Firs סיוע

source: Media Player
he_il: נגן מדיה

source: Meta
he_il: מטה
ja: メタ

source: Vector
he_il: וקטור

source: Globe Alt
he_il: גלובוס אלט

source: Social Linkedin
he_il: קישורים חברתיים

source: Social Github
he_il: חברתי גיתוב

source: Social Youtube
he_il: חברתי

source: WooVina Settings
he_il: הגדרות WooVina

source: Shortcode After Title
he_il: קוד קצר אחרי הכותרת

source: Choose which menu displays on this page.
he_il: בחר איזה תפריט יוצג בדף זה.

source: Display Title
he_il: כותרת תצוגה

source: Select a color. Hex code or rgba value, ex: #333
he_il: בחר צבע. קוד Hex או ערך rgba, לדוגמה: # 333

source: Select a color. Hex code or rgba value, ex: #fff
he_il: בחר צבע. קוד Hex או ערך rgba, לדוגמה: #fff

source: Select a color. Hex code or rgba value, ex: #ddd
he_il: בחר צבע. קוד Hex או ערך rgba, לדוגמה: #ddd

source: oEmbed URL
he_il: כתובת אתר

source: By
he_il: על ידי

source: More Details
he_il: פרטים נוספים

source: Get This Plugin
he_il: קבל תוסף זה

source: Get This Add On
he_il: קבל את זה הוסף ב

source: Premium
he_il: פרמיה

source: Sorry, you are not allowed to install plugins on this site.
he_il: מצטערים, אינך מורשה להתקין יישומי פלאגין באתר זה.

source: Error - unable to verify nonce, please try again.
he_il: שגיאה - לא ניתן לאמת את האימות, נסה שוב.

source: Sorry, you are not allowed to activate plugins on this site.
he_il: מצטערים, אינך מורשה להפעיל יישומי פלאגין באתר זה.

source: Are you sure you want to install this plugin?
he_il: האם אתה בטוח שברצונך להתקין את הפלאגין?

source: Extensions
he_il: תוספים

source: WooVina Portfolio
he_il: תיק WooVina

source: A complete extension to display your portfolio and work in a beautiful way.
he_il: הרחבה מלאה כדי להציג את תיק עבודות שלך בצורה יפה.

source: WooVina
he_il: וובנה

source: WooVina Sticky Header
he_il: כותרת WooVina דביק

source: Attach the header with or without the top bar at the top of your screen with an animation.
he_il: צרף את הכותרת עם או בלי סרגל העליון בחלק העליון של המסך עם אנימציה.

source: WooVina Footer Callout
he_il: WooVina תחתונה

source: Add some relevant/important information about your company or product in your footer.
he_il: הוסף מידע רלוונטי / חשוב על החברה או המוצר שלך בכותרת התחתונה.

source: WooVina Elementor Widgets
he_il: WooVina אלמנט יישומונים

source: Add some new widgets to the popular free page builder Elementor.
he_il: הוסף כמה יישומונים חדשים של הדף הפופולרי חינם בונה אלמנט.

source: WooVina Side Panel
he_il: לוח צדדי של WooVina

source: Add a responsive side panel with your preferred widgets inside.
he_il: הוסף פאנל בצד תגובה עם יישומונים המועדפים שלך בפנים.

source: WooVina Hooks
he_il: WooVina הוקס

source: Add your custom content throughout various areas of WooVina without using child theme.
he_il: הוסף תוכן מותאם אישית שלך באזורים שונים של WooVina ללא שימוש בנושא הילד.

source: Sticky Footer
he_il: דביק תחתונה

source: A simple extension to attach the footer at the bottom of your screen.
he_il: הרחבה פשוטה כדי לצרף את תחתונה בחלק התחתון של המסך.

source: Woo Popup
he_il: וו קופץ

source: A simple extension to display a popup when you click on the Add To Cart button.
he_il: הרחבה פשוטה להצגת חלון קופץ בעת לחיצה על הלחצן הוסף לסל.

source: Core Extensions Bundle
he_il: חבילת Extensions של הליבה

source: Check out our extensions bundle which includes all premium extensions at a significant discount
he_il: עיין בחבילת התוספים שכוללת את כל תוספי הפרמיום בהנחה משמעותית

source: View our Extensions Bundle
he_il: הצג את חבילת התוספים שלנו

source: WooVina Importer & Exporter
he_il: WooVina יבואן & יצואן

source: Thank you for using WooVina, as a gesture of our appreciation, we&rsquo;d like to give you the premium <a href="%1$s" target="_blank">WooVina Hooks</a> extension for free! Simply click the button bellow and complete the fields:
he_il: אנו מודים לך על השימוש ב- WooVina, כמחוות של הערכתנו, ואנו רוצים להעניק לך את התוסף הפרמיום <a href=" %1$s "target="_blank"> WooVina Hook </a> עבור חופשי! כל שעליך לעשות הוא ללחוץ על הלחצן לשאוג ולהשלים את השדות:

source: Get My Addon
he_il: קבל את Addon שלי

source: Rec. Plugins
he_il: Rec. תוספים

source: WP Rocket
he_il: WP רקטות

source: Caching creates an ultra-fast load time, essential for improving Search Engine Optimization. When you turn on WP Rocket, page caching is immediately activated.
he_il: מטמון יוצר זמן הטעינה אולטרה מהיר, חיוני לשיפור אופטימיזציה למנועי חיפוש. בעת הפעלת WP Rocket, המטמון של הדף מופעל מיד.

source: AffiliateWP
he_il: שותפים

source: This plugin provides a complete affiliate management system for your WordPress website that seamlessly integrates with all major WordPress e-commerce and membership platforms.
he_il: תוסף זה מספק מערכת שלמה לניהול שותפים עבור אתר האינטרנט שלך WordPress כי משתלב בצורה חלקה עם כל וורדפרס מסחר אלקטרוני פלטפורמות החברות הגדולות.

source: Gravity Forms
he_il: צורות הכבידה

source: Build and publish your forms in just minutes. Select your fields, configure your options and easily embed forms on your WordPress powered site using the built-in tools.
he_il: בנה ופרסם את הטפסים שלך תוך דקות ספורות. בחר את השדות שלך, להגדיר את האפשרויות שלך בקלות להטביע טפסים באתר שלך מופעל WordPress באמצעות כלים מובנית.

source: Slider Revolution
he_il: מהפכת המחוון

source: This plugin is an innovative, responsive WordPress Slider Plugin that displays your content the beautiful way. Even beginners will manage to create beautiful presentations.
he_il: תוסף זה הוא חדשני, תגובה WordPress Slider Plugin המציג את התוכן שלך את הדרך היפה. גם למתחילים יצליחו ליצור מצגות יפות.

source: ThemePunch
he_il: ערכת נושא

source: Visual Composer
he_il: מלחין חזותי

source: This plugin is an easy to use drag and drop page builder that will help you to create any layout you can imagine fast and easy – no programming knowledge required!
he_il: תוסף זה הוא קל לשימוש גרור ושחרר בונה דף שיסייע לך ליצור כל פריסה אתה יכול לדמיין מהיר וקל - לא ידע תכנות נדרש!

source: Michael M
he_il: מייקל מ

source: Recommended Plugins
he_il: תוספים מומלצים

source: Below you will find plugins I personally like and recommend. None of these plugins are required for the theme to work, they simply add additional functionality.
he_il: להלן תמצאו תוספים אני אישית אוהב ולהמליץ. אף אחד plugins אלה נדרשים עבור הנושא לעבוד, הם פשוט להוסיף פונקציונליות נוספת.

source: Disclosure:
he_il: גילוי:

source: This page contains external affiliate links that may result in I receive a commission if you choose to purchase said product. I receive no payment for speaking well of plugins or list them on this page.
he_il: דף זה מכיל קישורים חיצוניים של שותפים אשר עשויים לגרום לי לקבל עמלה אם תבחר לרכוש את המוצר אמר. אני לא מקבל תשלום עבור דיבור טוב של plugins או לרשום אותם בדף זה.

source: This script is to add a class to the search form to make the label disappear when text is inserted, used on some header style like medium or full screen.
he_il: סקריפט זה הוא להוסיף מחלקה לטופס החיפוש כדי להפוך את התווית להיעלם כאשר הטקסט מוכנס, בשימוש על כמה סגנון הכותרת כמו מסך בינוני או מלא.

source: Nav No Click
he_il: Nav לא לחץ

source: Sidr
he_il: סידר

source: This script is for easily creating responsive side menus, used for the mobile menu.
he_il: סקריפט זה הוא בקלות ליצור תפריטים בצד תגובה, המשמש בתפריט הנייד.

source: Slick
he_il: חלקלק

source: SmoothScroll
he_il: לחץ על SmoothScroll

source: Superfish
he_il: סופרפיש

source: This script is to display and hide your WooCommerce cart drop down in the navigation.
he_il: סקריפט זה הוא להציג ולהסתיר את העגלה WooCommerce שלך הנפתחת בניווט.

source: This script adds a button to show your sub products categories when you click on it for the WooCommerce categories widget.
he_il: סקריפט זה מוסיף כפתור כדי להציג את קטגוריות המשנה שלך מוצרים כאשר אתה לוחץ על זה עבור יישומון הקטגוריות WooCommerce.

source: Simple Line Icons
he_il: אייקונים פשוטים

source: Top Bar
he_il: בר למעלה
ja: トップ

source: Blog
he_il: בלוג
ja: ブログ

source: Blog Grid Style
he_il: בלוג סגנון רשת

source: Single Post Next/Prev Pagination
he_il: רישום יחיד הבא / הקודם Pagination

source: Pagination
he_il: דפדוף

source: Scripts & Styles
he_il: סקריפטים וסגנונות

source: Scripts & Styles Panel
he_il: לוח סקריפטים וסגנונות

source: Features
he_il: מאפיינים

source: Customize
he_il: התאמה אישית

source: Licenses
he_il: רשיונות

source: Do you like WooVina?
he_il: האם אתה אוהב WooVina?

source: Could you please do me a BIG favor and give it, and his associated plugins that you use, a 5-star rating on WordPress? Just to help us spread the word and boost our motivation.
he_il: אתה יכול בבקשה לעשות לי טובה BIG ולתת לו, ואת התוספים הקשורים אליו אתה משתמש, דירוג 5 כוכבים על וורדפרס? רק כדי לעזור לנו להפיץ את המלה ולהגביר את המוטיבציה שלנו.

source: Importing The Sample Data
he_il: ייבוא נתוני המדגם

source: How To Add Widgets To A Mega Menu
he_il: כיצד להוסיף ווידג'טים לתפריט מגה

source: How Turning WooVina multilingual
he_il: כיצד להפוך WooVina רב לשוני

source: How to Add an Icon To a Menu Item
he_il: כיצד להוסיף סמל פריט בתפריט

source: Save Changes
he_il: שמור שינויים

source: Enter your extension license keys here to receive updates for purchased extensions. If your license key has expired, please %1$srenew your license%2$s.
he_il: הזן את מפתחות רשיון התוספים שלך כאן כדי לקבל עדכונים לגבי תוספים שנרכשו. אם פג תוקפו של מפתח הרישיון שלך, %1$s יחדש את הרישיון שלך %2$s .

source: Your license key expired on %1$s. Please <a href="%2$s" target="_blank">renew your license key</a>.
he_il: מפתח הרישיון שלך פג ב- %1$s . <a href=" %2$s "target="_blank"> חידוש מפתח הרישיון שלך </a>.

source: Your license key has been disabled. Please <a href="%1$s" target="_blank">contact support</a> for more information.
he_il: מפתח הרישיון שלך הושבת. <a href=" %1$s "target="_blank"> צור קשר עם התמיכה </a> לקבלת מידע נוסף.

source: Invalid license. Please <a href="%1$s" target="_blank">visit your account page</a> and verify it.
he_il: רישיון לא חוקי. <a href=" %1$s "target="_blank"> בקר בדף החשבון שלך </a> ואמת אותו.

source: Your %1$s is not active for this URL. Please <a href="%2$s" target="_blank">visit your account page</a> to manage your license key URLs.
he_il: %1$s אינו פעיל עבור כתובת אתר זו. <a href=" %2$s "target="_blank"> בקר בדף החשבון שלך </a> כדי לנהל את כתובות האתרים של מפתח הרישיון שלך.

source: This appears to be an invalid license key for %1$s.
he_il: נראה שזה מפתח רישיון לא חוקי עבור %1$s .

source: Your license key has reached its activation limit. <a href="%1$s">View possible upgrades</a> now.
he_il: מפתח הרישיון שלך הגיע למגבלת ההפעלה שלו. <a href=" %1$s ">הצג שדרוגים אפשריים </a> עכשיו

source: The key you entered belongs to a bundle, please use the product specific license key.
he_il: המפתח שהזנת שייך לחבילה, השתמש במפתח הרישיון הספציפי למוצר.

source: unknown_error
he_il: שגיאה לא ידועה

source: There was an error with this license key: %1$s. Please <a href="%2$s">contact our support team</a>.
he_il: אירעה שגיאה במפתח רישיון זה: %1$s . <a href=" %2$s "> צור קשר עם צוות התמיכה שלנו </a>.

source: License key never expires.
he_il: מפתח הרישיון לא יפוג.

source: Your license key expires soon! It expires on %1$s. <a href="%2$s" target="_blank">Renew your license key</a>.
he_il: מפתח הרישיון שלך יפוג בקרוב! התוקף יפוג ב- %1$s . <a href=" %2$s "target="_blank"> חידוש מפתח הרישיון </a>.

source: Your license key expires on %1$s.
he_il: מפתח הרישיון שלך יפוג ב- %1$s .

source: To receive updates, please enter your valid %1$s license key.
he_il: כדי לקבל עדכונים, הזן את מפתח הרישיון חוקי %1$s .

source: %1$s License Key
he_il: מפתח רישיון %1$s

source: Deactivate License
he_il: בטל רשיון

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
he_il: קיימת גירסה חדשה של %1$s זמינה. <a target="_blank" class %2$s href="%2$s "> הצג גרסה %3$s פרטים </a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
he_il: קיימת גירסה חדשה של %1$s זמינה. <a target="_blank" class="thickbox" href="%2$s "> הצג גרסה %3$s פרטים </a> או <a href = \ " %4$s \ "> עדכון עכשיו </a>.

source: You do not have permission to install plugin updates
he_il: אין לך הרשאה להתקין עדכוני פלאגין

source: John Doe
he_il: פלוני אלמוני

source: Skype
he_il: סקייפ

source: Email:
he_il: דוא"ל:

source: URL
he_il: כתובת אתר

source: URL (with HTTP)
he_il: כתובת אתר (עם HTTP)

source: Skype:
he_il: סקייפ:

source: &raquo; Facebook Like Box
he_il: & raquo; פייסבוק

source: &raquo; Flickr
he_il: & raquo; פליקר

source: &raquo; Instagram
he_il: & raquo; אינסטגרם

source: Instagram
he_il: אינסטגרם

source: adidas
he_il: אדידס

source: Search Instagram for:
he_il: חפש באינדקס עבור:

source: Hashtag:
he_il: סולמית:

source: without # sign
he_il: ללא #סימן

source: Block Users
he_il: חסום משתמשים

source: Enter usernames separated by commas whose images you don't want to show
he_il: הזן שמות משתמש המופרדים בפסיקים שאת התמונות שלהם אינך רוצה להציג

source: Check New Images Every:
he_il: בדוק תמונות חדשות כל:

source: hours
he_il: שעות

source: Image format
he_il: פורמט תמונה

source: Square - Cropped
he_il: מרובע

source: Original - No Crop
he_il: מקורי - ללא חיתוך

source: <strong>Square - Cropped</strong> - images in 640x640 pixels. <br/><strong>Original - No Crop</strong> - original image size.
he_il: <strong> מרובע - </ strong> - תמונות ב -640x640 פיקסלים. <br/> <strong> Original - ללא חיתוך </ strong> - גודל התמונה המקורית.

source: Order by
he_il: מיין לפי

source: Date - Ascending
he_il: תאריך - עולה

source: Date - Descending
he_il: תאריך - יורד

source: Popularity - Ascending
he_il: פופולריות - עולה

source: Popularity - Descending
he_il: פופולריות - יורד

source: Display Profile Picture:
he_il: הצג פרופיל תמונה:

source: Nothing to search for
he_il: אין מה לחפש

source: No images found
he_il: לא נמצאו תמונות

source: &raquo; Tags Cloud
he_il: & raquo; תגיות ענן

source: &raquo; Video
he_il: & raquo; וידאו

source: Cheatin&#8217; huh?
he_il: Cheatin & # 8217; הא?

source: WooVina Extra requires that you use WooVina as your parent theme.
he_il: WooVina Extra דורש שתשתמש ב- WooVina כנושא האב שלך.

source: Install WooVina Now
he_il: התקן WooVina עכשיו

source: This page could not be found!
ja: ページが見つかりません。

source: We are sorry. But the page you are looking for is not available.
ja: お探しのページはご利用できません。

source: Perhaps you can try a new search.
ja: 別のキーワードで検索を行ってください。

source: Back To Homepage
ja: ホームページに戻る

source: This Post Has One Comment
ja: ひとつの返信があります

source: This Post Has %s Comments
ja: %s つの返信があります

source: Comments are closed.
ja: 返信できません。

source: You must be %1$slogged in%2$s to post a comment.
ja: コメントをするためにはログインが必要です。

source: Logged in as
ja: としてログインする

source: Log out of this account
ja: このアカウントからログアウトする

source: Log out &raquo;
ja: ログアウト

source: Your Comment Here...
ja: あなたのコメント

source: Post Comment
ja: 投稿する

source: Mobile Menu
ja: モバイルメニュー

source: Mobile Categories
ja: モバイルカテゴリー

source: Mobile Navbar
ja: モバイルナビバー

source: Widgets in this area are used in the right sidebar region.
ja: こちらのウィジェットは右サイドバーに追加されます。

source: Widgets in this area are used in the left sidebar region.
ja: こちらのウィジェットは左サイドバーに追加されます。

source: Search Results Sidebar
ja: 検索結果サイドバー

source: Widgets in this area are used in the search result page.
ja: こちらのウィジェットは検索結果ページに追加されます。

source: Footer 1
ja: フッター1

source: Widgets in this area are used in the first footer region.
ja: こちらのウィジェットはフッター1に追加されます。

source: Footer 2
ja: フッター2

source: Widgets in this area are used in the second footer region.
ja: こちらのウィジェットはフッター2に追加されます。

source: Footer 3
ja: フッター3

source: Widgets in this area are used in the third footer region.
ja: こちらのウィジェットはフッター3に追加されます。

source: Footer 4
ja: フッター4

source: Widgets in this area are used in the fourth footer region.
ja: こちらのウィジェットはフッター4に追加されます。

source: Welcome to WooVina Theme!
ja: WooVinaテーマへようこそ！

source: Please activate your license to get feature updates, premium support and remove Powered By link.
ja: 機能アップデートやプレミアムサポートを受ける、またPowered By linkを消すために、ライセンスを有効化してください。

source: If you don't have any license key, you can %1$sget a FREE license here%2$s.
ja: ライセンスキーをお持ちでなければこちらから無料で取得できます。

source: Activate Now
ja: 有効化する

source: Thanks for activated FREE License!
ja: 無料ライセンスをご登録いただきありがとうございます。

source: Activate PRO License to access WooVina PRO demos and remove Powered by WooVina Theme from the footer.
ja: WooVina PRO用デモの利用、またPowered By WooVina Themeをフッターから消すためにはPROライセンスを有効化してください。

source: Upgrade your WooVina License today with very discount price <strong>$39</strong>!
ja: 期間限定で <strong>$39</strong> でライセンスのアップグレードできます。

source: Upgrade License
ja: ライセンスのアップグレード

source: Your License Has Expired!
ja: ライセンスの期限が切れました。

source: Whoops! It looks like your WooVina Pro license has expired! This means that you no longer has have access to the Pro Demos.
ja: WooVina PROライセンスの期限が切れました。PRO用デモをご利用いただくことができません。

source: You can renew your license by click on the below button!
ja: 下のボタンをクリックするとライセンスを更新することができます。

source: Renew License Now
ja: 今すぐライセンスを更新

source: Select category
ja: カテゴリーを選択

# breadcrumbs aria label
source: Breadcrumbs
ja: パンクズエリアラベル

source: 404 Not Found
ja: 404 エラー

source: Archives
ja: アーカイブ

source: Search results for &#8220;%s&#8221;
ja: &#8220;%s&#8221; の検索結果

source: Page %s
ja: ページ

source: Minute %s
ja: 分

source: Week %s
ja: 週

source: Type your search
ja: 検索キーワードを入力

source: Search Results Found
ja: 検索結果が見つかりました

source: Daily Archives: %s
ja: 日別アーカイブ:

source: Monthly Archives: %s
ja: 月別アーカイブ:

source: Yearly Archives: %s
ja: 年別アーカイブ:

source: 404: Page Not Found
ja: 404 エラー（ページが見つかりません）

source: You searched for:
ja: 検索キーワード:

source: This author has written
ja: この著作者に関する記事

source: articles
ja: 記事

source: Featured Image
ja: イメージ

source: Read More
ja: さらに読む

source: Social Share
ja: シェア

source: Next/Prev Links
ja: 次／前 リンク

source: Author Box
ja: 著作者ボックス

source: Related Posts
ja: 関連する投稿

source: Pingback:
ja: ピンバック

source: (Edit)
ja: (編集)

source: edit
ja: 編集

source: Your comment is awaiting moderation.
ja: コメントが修正を必要としています。

source: Name (required)
ja: お名前（必須）

source: Emails (required)
ja: メールアドレス（必須）

source: Newer Posts
ja: 最新の投稿

source: Older Posts
ja: 以前の投稿

source: End of content
ja: （コンテンツ終わり）

source: No more pages to load
ja: これ以上のページが読み込まれません

source: Default Icon
ja: デフォルトアイコン

source: 3D X
ja: 3D X軸

source: 3D X Reverse
ja: 3D X軸反転

source: 3D Y
ja: 3D Y軸

source: 3D Y Reverse
ja: 3D Y軸反転

source: 3D XY
ja: 3D XY軸

source: 3D XY Reverse
ja: 3D XY軸反転

source: Arrow Reverse
ja: Arrow反転

source: Arrowalt Reverse
ja: Arrowalt反転

source: Arrowturn Reverse
ja: Arrowturn反転

source: Collapse Reverse
ja: Collapse反転

source: Elastic Reverse
ja: Elastic反転

source: Slider Reverse
ja: Slider反転

source: Spin Reverse
ja: Spin反転

source: Spring Reverse
ja: Spring反転

source: Stand Reverse
ja: Stand反転

source: Vortex Reverse
ja: Vortex反転

source: Close Menu
ja: メニューを閉じる

source: Ready to publish your first post? %1$sGet started here%2$s.
ja: 最初の投稿を公開する準備はできましたか？ここから始めよう

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
ja: 検索結果が得られませんでした。別のキーワードで再度お試しください。

source: There aren't any posts currently published in this category.
ja: このカテゴリーでの投稿はありません。

source: There aren't any posts currently published under this taxonomy.
ja: この分類での投稿はありません。

source: There aren't any posts currently published under this tag.
ja: このタグでの投稿はありません。

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
ja: あなたが探しているものを私たちは見つけることができそうです。

source: Close window [X]
ja: ウィンドウを閉じる [X]

source: No products added in the compare table.
ja: テーブルに追加された商品はありません。

source: Search for:
ja: 検索:

source: Search products&hellip;
ja: 製品とヘルプを探す

# submit button
source: Search
ja: 検索

source: View:
ja: 閲覧:

source: Before Page
ja: ページ前

source: After Page
ja: ページ後

source: Before Top Bar
ja: トップバー前

source: Before Top Bar Inner
ja: トップバー前（内部）

source: After Top Bar Inner
ja: トップバー後（内部）

source: After Top Bar
ja: トップバー後

source: Before Header
ja: ヘッダー前

source: Before Header Inner
ja: ヘッダー前（内部）

source: After Header Inner
ja: ヘッダー後（内部）

source: After Header
ja: ヘッダー後

source: Before Page Header
ja: ページヘッダー前

source: Before Page Header Inner
ja: ページヘッダー前（内部）

source: After Page Header Inner
ja: ページヘッダー後（内部）

source: After Page Header
ja: ヘージヘッダー後

source: Before Content
ja: コンテンツ前

source: Before Content Inner
ja: コンテンツ前（内部）

source: After Content Inner
ja: コンテンツ後（内部）

source: After Content
ja: コンテンツ後

source: Before Sidebar
ja: サイドバー前

source: Before Sidebar Inner
ja: サイドバー前（内部）

source: After Sidebar Inner
ja: サイドバー後（内部）

source: After Sidebar
ja: サイドバー後

source: Before Footer
ja: フッター

source: Before Footer Inner
ja: フッター前（内部）

source: After Footer Inner
ja: フッター後（内部）

source: After Footer
ja: フッター後

source: Theme Panel > My Library
ja: テーマパネル＞マイライブラリー

source: Select A Template
ja: テンプレートを選択

source: Disable link
ja: リンクを無効化

source: Display Latest Posts
ja: 最新の投稿を表示

source: Enable megamenu
ja: Megaメニューを有効化

source: Megamenu auto width?
ja: Megaメニュー自動幅調整

source: Megamenu columns (from 1 to 6)
ja: Megaメニュー

source: Hide Mega menu heading?
ja: Megaメニューを隠す

source: Mega Menu Widget Area
ja: Megaメニューウィジェット領域

source: Select Widget Area
ja: ウィジェット領域を選択

source: Latest in
ja: 最新

source: WooCommerce Sidebar
ja: WooCommerce サイドバー

source: WooCommerce Product Sidebar
ja: WooCommerce プロダクトサイドバー

source: View cart
ja: カートを見る

source: I don&rsquo;t have an account
ja: アカウントを持っていない

source: Off-Canvas Filters
ja: キャンバス外フィルター

source: Widgets in this area are used in the off canvas sidebar. To enable the Off Canvas filter, go to the WooCommerce > Archives section of the customizer and enable the Display Filter Button option.
ja: この領域のウィジェットはキャンバス外サイドバーで使われます。キャンバス外フィルターを有効にするためにはWooCommerce > アーカイブ設定の「表示フィルターオプション」を有効にしてください。

source: Grid view
ja: グリッド表示

source: List view
ja: リスト表示

source: Out of Stock
ja: 在庫切れ

source: Quick View
ja: クイックビュー

source: Selected:
ja: 選択:

source: Out of stock
ja: 在庫切れ
