Repository: roy6177/DN260_Server_monks_IET12
Catalog: plugins/woovina-extra/languages/woovina-extra-*.po
Languages: he_il, ja, vi

source: Commenting
he_il: להגיב
vi: Nhận xét

source: Copyright
he_il: זכויות יוצרים
vi: Bản quyền

source: Cubes
he_il: קוביות
vi: Khối

source: Cursor
he_il: הסמן
vi: Con trỏ chuột

source: Cutlery
he_il: סכו"ם
vi: Dao kéo

source: Database
he_il: מאגר מידע
vi: Cơ sở dữ liệu

source: Diamond
he_il: יהלום
vi: Kim cương

source: Ellipsis
he_il: אליפסיס
vi: Dấu ba chấm

source: Exchange
he_il: שערי
vi: Trao đổi, giao dịch

source: Exclamation
he_il: קריאה
vi: Cảm thán

source: External Link
he_il: קישור חיצוני
vi: Liên kết bên ngoài

source: Eye
he_il: עין
vi: Mắt

source: Fax
he_il: פקס
vi: Số fax

source: Fire Extinguisher
he_il: מטף כיבוי אש
vi: Bình cứu hỏa

source: Flash
he_il: פלאש
vi: Đèn flash

source: Flask
he_il: בקבוק
vi: Bình

source: Foot Ball
he_il: כדורגל
vi: Bóng đá

source: Frown
he_il: זועף
vi: Nhăn mặt

source: Gavel
he_il: גאוול
vi: Búa

source: Gear
he_il: גלגל שיניים
vi: Hộp số

source: Gears
he_il: הילוכים
vi: Bánh răng

source: Graduation Cap
he_il: כובע סיום
vi: Nón tốt nghiệp

source: Hand
he_il: יד
vi: Tay

source: Handshake
he_il: לחיצת ידיים
vi: Bắt tay

source: Hash Tag
he_il: סולמית
vi: Dấu thăng

source: History
he_il: היסטוריה
vi: Lịch sử

source: ID Badge
he_il: תג מזהה
vi: ID huy hiệu

source: ID Card
he_il: תעודת זהות
vi: Thẻ ID

source: Industry
he_il: תעשיה
vi: Công nghiệp

source: Keyboard
he_il: מקלדת
vi: Bàn phím

source: Language
he_il: שפה
vi: Ngôn ngữ

source: Legal
he_il: משפטי
vi: Hợp pháp

source: Lemon
he_il: לימון
vi: Chanh

source: Level Up
he_il: רמה למעלה
vi: Lên cấp

source: Life Buoy
he_il: מצוף החיים
vi: Cuộc sống phao

source: Location Arrow
he_il: מיקום החץ
vi: Mũi tên vị trí

source: Mail Forward
he_il: העברת דואר
vi: Chuyển tiếp thư

source: Mail Reply
he_il: מענה לדואר
vi: Thư trả lời

source: Mail Reply All
he_il: דואר לכולם
vi: Thư trả lời tất cả

source: Map
he_il: מפה
vi: Bản đồ

source: Map Pin
he_il: מפה Pin
vi: Ghim bản đồ

source: Map Signs
he_il: מפת סימנים
vi: Dấu hiệu bản đồ

source: Mobile
he_il: נייד
vi: Điện thoại di động

source: Mobile Phone
he_il: טלפון נייד
vi: Điện thoại di động

source: Moon
he_il: ירח
vi: Mặt trăng

source: Mouse Pointer
he_il: מצביע עכבר
vi: Con trỏ chuột

source: Newspaper
he_il: עיתון
vi: Báo chí

source: Object Group
he_il: קבוצת אובייקטים
vi: Nhóm đối tượng

source: Paint Brush
he_il: מכחול
vi: Cọ sơn

source: Paper Plane
he_il: מטוס מנייר
vi: Máy bay giấy

source: Percent
he_il: אחוזים
vi: Phần trăm

source: Plug
he_il: תקע
vi: Phích cắm

source: Power Off
he_il: כיבוי
vi: Tắt nguồn

source: Puzzle Piece
he_il: חתיכת פאזל
vi: Puzzle mảnh

source: Quote Left
he_il: ציטוט משמאל
vi: Trích dẫn còn lại

source: Quote Right
he_il: ציטוט הנכון
vi: Trích dẫn phải

source: Recycle
he_il: מחזר
vi: Tái chế

source: Registered
he_il: רשום
vi: Đã đăng ký

source: Reply
he_il: תשובה
vi: Đáp lại

source: Reply All
he_il: השב לכולם
vi: Trả lời tất cả

source: Road
he_il: כביש
vi: Đường

source: RSS Square
he_il: כיכר RSS
vi: Quảng trường RSS

source: Search Minus
he_il: חיפוש מינוס
vi: Tìm kiếm Minus

source: Search Plus
he_il: חפש פלוס
vi: Tìm kiếm cộng

source: Server
he_il: שרת
vi: Máy chủ

source: Shopping Bag
he_il: שקית קניות
vi: Túi mua sắm

source: Shopping Basket
he_il: סל קניות
vi: Giỏ mua sắm

source: Shower
he_il: מקלחת
vi: Vòi hoa sen

source: Sign In
he_il: היכנס
vi: Đăng nhập

source: Sign Out
he_il: התנתק
vi: Đăng xuất

source: Sitemap
vi: Sơ đồ trang web

source: Sliders
he_il: מחוונים
vi: Thanh trượt

source: Smile
he_il: חיוך
vi: Nụ cười

source: Snowflake
he_il: פתית שלג
vi: Bông tuyết

source: Sort ASC
he_il: מיין ASC
vi: Sắp xếp ASC

source: Sort DESC
he_il: מיין DESC
vi: Sắp xếp DESC

source: Sort Down
he_il: מיין למטה
vi: Sắp xếp xuống

source: Sort Up
he_il: למיין
vi: Sắp xếp

source: Sort Alpha ASC
he_il: מיון אלפא ASC
vi: Sắp xếp Alpha ASC

source: Sort Alpha DESC
he_il: מיין Alpha DESC
vi: Sắp xếp Alpha DESC

source: Sort Amount ASC
he_il: מיין כמות ASC
vi: Sắp xếp số tiền ASC

source: Sort Amount DESC
he_il: מיין סכום DESC
vi: Sắp xếp số tiền DESC

source: Sort Numeric ASC
he_il: מיין ASC מספריים
vi: Sắp xếp số ASC

source: Sort Numeric DESC
he_il: מיין מספר DESC מספרי
vi: Sắp xếp DESC số

source: Spoon
he_il: כף
vi: Cái thìa

source: Star
he_il: כוכב
vi: Ngôi sao

source: Star Half
he_il: חצי כוכב
vi: Nửa sao

source: Star Half Empty
he_il: כוכב חצי ריק
vi: Nửa sao trống

source: Street View
he_il: תצוגת רחוב
vi: Quang cảnh đường phố

source: Suitcase
he_il: מזוודה
vi: Va li

source: Sun
he_il: שמש
vi: Mặt trời

source: Tachometer
he_il: טכומטר
vi: Máy đo tốc độ

source: Television
he_il: טלוויזיה
vi: Vô tuyến

source: Terminal
he_il: מסוף
vi: Thiết bị đầu cuối

source: Ticket
he_il: כרטיס
vi: Vé

source: Times
he_il: טיימס
vi: Thời đại

source: Toggle Down
he_il: עבור למטה
vi: Chuyển đổi xuống

source: Toggle Left
he_il: עבור לשמאל
vi: Chuyển sang trái

source: Toggle Right
he_il: החלף ימינה
vi: Chuyển sang phải

source: Toggle Up
he_il: החלף
vi: Chuyển đổi lên

source: Toggle Off
he_il: לכבות את המצב
vi: Tắt

source: Toggle On
he_il: הפעל
vi: Bật lên

source: Trademark
he_il: סימני מסחר
vi: Nhãn hiệu

source: Tree
he_il: עץ
vi: Cây

source: Trophy
he_il: גביע
vi: Chiếc cúp

source: Umbrella
he_il: מטריה
vi: Ô

source: University
he_il: האוניברסיטה
vi: Trường đại học

source: Unsorted
he_il: לא מסולק
vi: Chưa phân loại

source: User: Add
he_il: משתמש: הוסף
vi: Người dùng: Thêm

source: User: Remove
he_il: משתמש: הסר
vi: Người dùng: Xóa

source: User: Password
he_il: סיסמת משתמש
vi: Mật khẩu người dùng

source: Video Camera
he_il: מצלמת וידאו
vi: Máy quay video

source: Volume Of
he_il: נפח של
vi: Khối lượng

source: Window Close
he_il: חלון סגור
vi: Đóng cửa sổ

source: Window Maximize
he_il: חלון מקסם
vi: Window Phóng to

source: Window Minimize
he_il: חלון מזער
vi: Thu nhỏ cửa sổ

source: Window Restore
he_il: שחזור חלון
vi: Khôi phục cửa sổ

source: Deselect
vi: Bỏ chọn

source: Devices
he_il: התקנים
vi: Thiết bị

source: Ecommerce
he_il: מסחר אלקטרוני
vi: Thương mại điện tử

source: Editor
he_il: עורך
vi: Biên tập viên

source: General
he_il: כללי
ja: 一般
vi: Chung

source: Media Controls
he_il: בקרות מדיה
vi: Điều khiển phương tiện

source: Miscellaneous
he_il: שונות
vi: Khác

source: People
he_il: אנשים
vi: Những người

source: Social/Brand
he_il: חברתי / מותג
vi: Xã hội / Thương hiệu

source: Closed Caption
he_il: כיתוב סגור
vi: Phụ đề chi tiết

source: Elevator
he_il: מעלית
vi: Thang máy

source: Hearing Aid
he_il: מכשיר שמיעה
vi: Trợ thính

source: Male & Female
he_il: זכר נקבה
vi: Nam nữ

source: Male Symbol
he_il: זכר זכר
vi: Biểu tượng nam

source: Female Symbol
he_il: סמל נקבה
vi: Biểu tượng nữ

source: Arrows: Out
he_il: החיצים: החוצה
vi: Mũi tên: Out

source: Arrows: In
he_il: חצים: ב
vi: Mũi tên: Trong

source: Arrows: Expand
he_il: חצים: הרחב
vi: Mũi tên: Mở rộng

source: Arrows: Compress
he_il: חיצים: דחוס
vi: Mũi tên: Nén

source: Mobile Signal
he_il: נייד אותות
vi: Tín hiệu di động

source: Monitor
he_il: צג
vi: Màn hình

source: Tablet: Portrait
he_il: Tablet: דיוקן
vi: Máy tính bảng: Chân dung

source: Tablet: Landscape
he_il: טאבלט: נוף
vi: Máy tính bảng: Cảnh

source: Telephone
he_il: טלפון
vi: Điện thoại

source: Pound
he_il: פאונד
vi: Pao

source: Burst
he_il: פרץ
vi: Nổ

source: Burst: New
he_il: פרץ: חדש
vi: Burst: Mới

source: Burst: Sale
he_il: Burst: מכירה
vi: Burst: Bán

source: Dollar Bill
he_il: שטר של דולר
vi: Hóa đơn đô la

source: Price Tag
he_il: תג מחיר
vi: Nhãn giá

source: Price Tag: Multiple
he_il: תג המחיר: מרובות
vi: Giá Tag: Nhiều

source: Background Color
he_il: צבע רקע
ja: 背景色
vi: Màu nền

source: List: Number
he_il: רשימה: מספר
vi: Danh sách số

source: List: Bullet
he_il: רשימה: תבליט
vi: Danh sách: Bullet

source: Add Page
he_il: הוסף עמוד
vi: Thêm trang

source: Copy Page
he_il: העתק דף
vi: Trang Bản sao

source: Duplicate Page
he_il: דף כפול
vi: Trang trùng lặp

source: Delete Page
he_il: מחק את הדף
vi: Xóa trang

source: Remove Page
he_il: הסר דף
vi: Xóa trang

source: Edit Page
he_il: ערוך דף
vi: Chỉnh sửa trang

source: Export
he_il: יצא
vi: Xuất khẩu

source: Export to CSV
he_il: יצא ל- CSV
vi: Xuất sang CSV

source: Export to PDF
he_il: ייצוא ל- PDF
vi: Xuất sang PDF

source: Fill Page
he_il: מלא את הדף
vi: Điền trang

source: Paint Bucket
he_il: דלי צבע
vi: Thùng sơn

source: Search in Page
he_il: חפש בדף
vi: Tìm kiếm trong Trang

source: Doc
he_il: דוק
vi: Tài liệu

source: Addressbook
he_il: פנקס הכתובות
vi: Sổ địa chỉ

source: Alert
he_il: התראה
vi: Cảnh báo

source: Annotate
he_il: הוסף הערות
vi: Chú thích

source: Comment: Minus
he_il: הערה: מינוס
vi: Chú thích: Trừ

source: Comment: Quotes
he_il: הערה: ציטוטים
vi: Chú thích: Trích dẫn

source: Comment: Video
he_il: הערה: סרטון
vi: Chú thích: Video

source: Contrast
he_il: בניגוד
vi: Tương phản

source: Folder: Add
he_il: תיקייה: הוסף
vi: Thư mục: Thêm

source: Folder: Lock
he_il: תיקיה: נעל
vi: Khóa thư mục

source: Upload to Cloud
he_il: העלה אל Cloud
vi: Tải lên đám mây

source: Foundation
he_il: קרן
vi: Nền tảng

source: Graph: Bar
he_il: תרשים: בר
vi: Đồ thị: Bar

source: Graph: Horizontal
he_il: תרשים: אופקי
vi: Biểu đồ: Ngang

source: Graph: Pie
he_il: תרשים: עוגה
vi: Đồ thị: Pie

source: Graph: Trend
he_il: תרשים: מגמה
vi: Biểu đồ: Xu hướng

source: Like
he_il: כמו
vi: Như

source: Dislike
he_il: לא אוהב
vi: Không thích

source: List: Thumbnails
he_il: רשימה: תמונות ממוזערות
vi: Danh sách: Hình thu nhỏ

source: Magnifying Glass
he_il: זכוכית מגדלת
vi: Kinh lúp

source: Play Video
he_il: הפעל וידאו
vi: Phát video

source: Results
he_il: תוצאות
vi: Các kết quả

source: Results: Demographics
he_il: תוצאות: דמוגרפיה
vi: Kết quả: Nhân khẩu học

source: Sound
he_il: נשמע
vi: Âm thanh

source: Previous
he_il: קודם
ja: 前
vi: Trước

source: Rewind
he_il: חזור אחורה
vi: Tua lại

source: Next
he_il: הבא
ja: 次
vi: Kế tiếp

source: Volume
he_il: כרך
vi: Âm lượng

source: Volume: Low
he_il: נפח: נמוך
vi: Âm lượng: Thấp

source: Volume: Mute
he_il: עוצמת קול: השתקה
vi: Âm lượng: Tắt tiếng

source: Loop
he_il: לולאה
vi: Vòng lặp

source: Shuffle
he_il: דשדוש
vi: Trộn

source: Rewind 10
he_il: Reind 10
vi: Tua lại 10

source: Battery: Full
he_il: סוללה: מלא
vi: Pin đầy

source: Battery: Half
he_il: סוללה: חצי
vi: Pin: Một nửa

source: Battery: Empty
he_il: סוללה ריקה
vi: Hết pin

source: Clipboard: Pencil
he_il: הלוח: עיפרון
vi: Clipboard: Bút chì

source: Clipboard: Notes
he_il: לוח: הערות
vi: Clipboard: Ghi chú

source: Crown
he_il: כתר
vi: Vương miện

source: Dice: 3
he_il: קוביות: 3
vi: Xúc xắc: 3

source: Dice: 4
he_il: קוביות: 4
vi: Xúc xắc: 4

source: Dice: 6
he_il: קוביות: 6
vi: Xúc xắc: 6

source: Cone
he_il: קונוס
vi: Hình nón

source: Foot
he_il: כף רגל
vi: Chân

source: Mountains
he_il: הרים
vi: Dãy núi

source: No Dogs
he_il: אין כלבים
vi: Không có con chó

source: No Smoking
he_il: אסור לעשן
vi: Không hút thuốc

source: Power
he_il: כוח
vi: Quyền lực

source: Prohibited
he_il: אסור
vi: Cấm

source: Projection Screen
he_il: מסך הקרנה
vi: Màn hình chiếu

source: Sheriff Badge
he_il: שריף תג
vi: Huy hiệu cảnh sát trưởng

source: Skull
he_il: גולגולת
vi: Hộp sọ

source: Target
he_il: יעד
vi: Mục tiêu

source: Trees
he_il: עצים
vi: Cây

source: Torso: Business
he_il: טורסו: עסקים
vi: Torso: Kinh doanh

source: Torso: Female
he_il: טורסו: נקבה
vi: Torso: Nữ

source: Torsos: All
he_il: Torsos: הכל
vi: Torsos: Tất cả

source: Torsos: All Female
he_il: Torsos: כל נקבה
vi: Torsos: Tất cả nữ

source: Torsos: Male & Female
he_il: Torsos: זכר & נקבה
vi: Torsos: Nam & Nữ

source: Torsos: Female & Male
he_il: Torsos: נקבה & זכר
vi: Torsos: Nữ và Nam

source: Checkmark
he_il: סימן ביקורת
vi: Đánh dấu

source: Close
he_il: סגור
ja: 閉じる
vi: Gần

source: Dropdown
he_il: להפיל
vi: Thả xuống

source: Dropdown left
he_il: התפריט הנפתח שמאלה
vi: Thả xuống bên trái

source: Maximize
he_il: מקסם
vi: Tối đa hóa

source: Minimize
he_il: מזער
vi: Thu nhỏ

source: Hide
he_il: להתחבא
vi: Ẩn giấu

source: Show
he_il: הצג
vi: Chỉ

source: Rating: Empty
he_il: דירוג: ריק
vi: Xếp hạng: Trống

source: Rating: Half
he_il: דירוג: חצי
vi: Đánh giá: Một nửa

source: Rating: Full
he_il: דירוג: מלא
vi: Đánh giá: Đầy đủ

source: Reply alt
he_il: השב alt
vi: Trả lời alt

source: Reply single
he_il: תשובה אחת
vi: Trả lời đơn

source: Send to
he_il: לשלוח ל
vi: Gửi đến

source: Spam
he_il: ספאם
vi: RAC

source: Subscribe
he_il: הירשם
vi: Theo dõi

source: Subscribed
he_il: מנוי
vi: Đã đăng ký

source: Unsubscribe
he_il: בטל רישום
vi: Hủy đăng ký

source: Top
he_il: חלק עליון
ja: 上段
vi: Hàng đầu

source: Unapprove
he_il: ללא אישור
vi: Không chấp thuận

source: Zoom
he_il: זום
vi: Thu phóng

source: Skip back
he_il: לך בחזרה
vi: Bỏ lại

source: Skip ahead
he_il: קדימה
vi: Tiến về phía trước

source: Hierarchy
he_il: היררכיה
vi: Hệ thống cấp bậc

source: Day
he_il: יום
vi: Ngày

source: Week
he_il: שבוע
vi: Tuần

source: Month
he_il: חודש
vi: Tháng

source: Pinned
he_il: הוצמד
vi: Đã ghim

source: Activity
he_il: פעילות
vi: Hoạt động

source: Draggable
he_il: דראגבל
vi: Có thể kéo được

source: External
he_il: חיצוני
vi: Bên ngoài

source: Feed
he_il: הזנה
vi: Nuôi

source: Handset
he_il: מכשיר
vi: Thiết bị cầm tay

source: Mail
he_il: דואר
vi: Thư

source: Notice
he_il: הודעה
vi: Để ý

source: Plugin
he_il: חיבור
vi: Cắm vào

source: Summary
he_il: סיכום
vi: Tóm lược

source: Attachment
he_il: קובץ מצורף
ja: 添付
vi: Tập tin đính kèm

source: User Female
he_il: נקבה נקבה
vi: Người dùng nữ

source: User Follow
he_il: עקוב אחר המשתמשים
vi: Theo dõi người dùng

source: User Following
he_il: מעקב אחר משתמשים
vi: Người dùng Theo dõi

source: User Unfollow
he_il: קשרי משתמש
vi: Người dùng hủy theo dõi

source: Login
he_il: התחברות
ja: ログイン
vi: Đăng nhập

source: Logout
he_il: להתנתק
ja: ログアウト
vi: Đăng xuất

source: Call End
he_il: סיום שיחה
vi: Kết thúc cuộc gọi

source: Call In
he_il: שיחה
vi: Gọi điện

source: Call Out
he_il: לקרוא
vi: Gọi ra

source: Location Pin
he_il: מיקום מיקום
vi: Pin vị trí

source: Direction
he_il: כיוון
vi: Phương hướng

source: Directions
he_il: כיוונים
vi: Hướng

source: Layers
he_il: שכבות
vi: Lớp

source: Options Vertical
he_il: אפשרויות אנכית
vi: Tùy chọn Dọc

source: Options
he_il: אפשרויות
vi: Tùy chọn

source: Arrow Up Circle
he_il: חץ במעגל
vi: Mũi tên lên vòng kết nối

source: Arrow Left Circle
he_il: חץ שמאלה
vi: Mũi tên trái

source: Arrow Right Circle
he_il: חץ ימינה
vi: Mũi tên phải

source: Arrow Down Circle
he_il: חץ למטה
vi: Mũi tên xuống vòng tròn

source: Organization
he_il: ארגון
vi: Cơ quan

source: Screen Smartphone
he_il: מסך חכם
vi: Màn hình điện thoại thông minh

source: Screen Desktop
he_il: שולחן העבודה של המסך
vi: Màn hình Desktop

source: Notebook
he_il: מחברת
vi: Sổ tay

source: Mustache
he_il: שפם
vi: Ria

source: Mouse
he_il: עכבר
vi: Chuột

source: Energy
he_il: אנרגיה
vi: Năng lượng

source: Disc
he_il: דיסק
vi: Đĩa

source: Cursor Move
he_il: סמן הסמן
vi: Di chuyển con trỏ

source: Chemistry
he_il: כימיה
vi: Hóa học

source: Speedometer
he_il: מד מהירות
vi: Công tơ mét

source: Screen Tablet
he_il: טאבלט מסך
vi: Máy tính bảng màn hình

source: Magic Wand
he_il: שרביט קסם
vi: Đũa phép

source: Graduation
he_il: סיום לימודים
vi: Tốt nghiệp

source: Ghost
he_il: רוח רפאים
vi: Ma

source: Game Controller
he_il: שלט משחק
vi: Người điều khiển trò chơi

source: Eyeglass
he_il: משקפיים
vi: Kính mắt

source: Envelope Open
he_il: מעטפה פתוחה
vi: Mở phong bì

source: Envelope Letter
he_il: מכתב מעטפה
vi: Thư phong bì

source: Badge
he_il: תג
vi: Huy hiệu

source: Wallet
he_il: ארנק
vi: Ví tiền

source: Speech
he_il: דיבור
vi: Phát biểu

source: Printer
he_il: מדפסת
vi: Máy in

source: Present
he_il: מתנה
vi: Hiện tại

source: Playlist
he_il: פלייליסט
vi: Danh sách phát

source: Pin
he_il: הצמד
vi: Ghim

source: Handbag
he_il: תיק יד
vi: Túi xách

source: Folder Alt
he_il: תיקייה Alt
vi: Thư mục Alt

source: Drop
he_il: זרוק
vi: Rơi vãi

source: Drawer
he_il: מגירה
vi: Ngăn kéo

source: Docs
vi: Tài liệu

source: Cup
he_il: גביע
vi: Cúp

source: Bubbles
he_il: בועות
vi: Bong bóng

source: Book Open
he_il: הספר פתוח
vi: Mở sách

source: Basket Loaded
he_il: סל נטען
vi: Giỏ được tải

source: Basket
he_il: סל
vi: Cái rổ

source: Bag
he_il: תיק
vi: Túi

source: Action Undo
he_il: פעולה ביטול
vi: Hoàn tác tác vụ

source: Action Redo
he_il: פעולה מחדש
vi: Làm lại hành động

source: Support
he_il: תמיכה
vi: Ủng hộ

source: Frame
he_il: מסגרת
vi: Khung

source: Size Fullscreen
he_il: גודל מלא
vi: Kích thước toàn màn hình

source: Size Actual
he_il: גודל בפועל
vi: Kích thước thực tế

source: Share Alt
he_il: שתף Alt
vi: Chia sẻ Alt

source: Note
he_il: הערה
vi: Chú thích

source: Grid
he_il: רשת
ja: グリッド
vi: Lưới

source: Music Tone Alt
he_il: מוסיקה
vi: Nhạc chuông Alt

source: Music Tone
he_il: מוסיקה
vi: Giai điệu âm nhạc

source: Earphones Alt
he_il: אוזניות
vi: Tai nghe Alt

source: Earphones
he_il: אוזניות
vi: Tai nghe

source: Equalizer
he_il: אקולייזר
vi: Bộ cân bằng

source: Control Start
he_il: לחץ על התחל
vi: Kiểm soát bắt đầu

source: Control Rewind
he_il: שליטה אחורה
vi: Kiểm soát tua lại

source: Control Play
he_il: שליטה מלאה
vi: Kiểm soát Play

source: Control Pause
he_il: השהיית בקרה
vi: Tạm dừng kiểm soát

source: Control Forward
he_il: בקרת קדימה
vi: Kiểm soát Chuyển tiếp

source: Control End
he_il: סוף בקרה
vi: Kết thúc điều khiển

source: Volume 1
he_il: כרך 1
vi: Tập 1

source: Volume 2
he_il: כרך 2
vi: Âm lượng mức 2

source: Volume Off
he_il: עוצמת קול כבוי
vi: Giảm âm lượng

source: Chart
he_il: תרשים
vi: Đồ thị

source: Bubble
he_il: בועה
vi: Bong bóng

source: Lock Open
he_il: נעל פתח
vi: Khóa mở

source: Magnifier
he_il: זכוכית מגדלת
vi: Kính lúp

source: Magnifier Add
he_il: זכוכית מגדלת Add
vi: Kính lúp Thêm

source: Magnifier Remove
he_il: זכוכית מגדלת הסר
vi: Xóa kính lúp

source: Reload
he_il: טען מחדש
vi: Tải lại

source: Symbol Female
he_il: סמל נקבה
vi: Biểu tượng Nữ

source: Symbol Male
he_il: סמל זכר
vi: Biểu tượng Nam

source: Social Tumblr
he_il: חברתי Tumblr
vi: Tumblr xã hội

source: Social Twitter
he_il: טוויטר חברתי
vi: Twitter xã hội

source: Social Facebook
he_il: פייסבוק חברתי
vi: Facebook xã hội

source: Social Instagram
he_il: אינסטגרם חברתי
vi: Instagram xã hội

source: Social Pinterest
he_il: חברתי Pinterest
vi: Xã hội Pinterest

source: Social Google
he_il: חברתי חברתי
vi: Google xã hội

source: Social Reddit
he_il: חברתי Reddit
vi: Reddit xã hội

source: Social Skype
he_il: סקייפ חברתי
vi: Skype trên mạng xã hội

source: Social Dribbble
he_il: חברתי dribbble
vi: Dribbble xã hội

source: Social Behance
he_il: התנהגות חברתית
vi: Hành vi xã hội

source: Social Foursqare
he_il: חברתי Foursqare
vi: Foursqare xã hội

source: Social Soundcloud
he_il: סאונד קלאוד
vi: Soundcloud xã hội

source: Social Spotify
he_il: חברתי Spotify
vi: Xã hội Spotify

source: Social Stumbleupon
he_il: חברתי Stumbleupon
vi: Xã hội Stumbleupon

source: Social Dropbox
he_il: חברתי Dropbox
vi: Dropbox xã hội

source: Type
he_il: הקלד
vi: Kiểu

source: Icon
he_il: סמל
vi: Biểu tượng

source: Icon:
he_il: סמל:
vi: Biểu tượng:

source: Select
he_il: בחר
ja: 選択
vi: Lựa chọn

source: <strong>Menu Icons Settings</strong> have been successfully updated.
he_il: <strong> הגדרות סמלים בתפריט </ strong> עודכנו בהצלחה.
vi: <strong> Cài đặt biểu tượng menu </ strong> đã được cập nhật thành công.

source: <strong>Menu Icons Settings</strong> have been successfully reset.
he_il: <strong> הגדרות סמלי התפריט </ strong> אופסו בהצלחה.
vi: <strong> Cài đặt biểu tượng menu </ strong> đã được đặt lại thành công.

source: Menu Icons Settings
he_il: תפריט הגדרות סמלים
vi: Các biểu tượng menu

source: Hide Text
he_il: הסתר טקסט
vi: Ẩn văn bản

source: Position
he_il: עמדה
ja: 位置
vi: Chức vụ

source: Before
he_il: לפני
vi: Trước

source: After
he_il: לאחר
vi: Sau

source: Below
he_il: למטה
vi: Phía dưới

source: Vertical Align
he_il: אנכי ישר
vi: Căn chỉnh theo chiều dọc

source: Super
he_il: סופר
vi: Siêu

source: Text Top
he_il: טקסט למעלה
vi: Văn bản hàng đầu

source: Middle
he_il: התיכון
vi: Ở giữa

source: Baseline
he_il: קו הבסיס
vi: Đường cơ sở

source: Text Bottom
he_il: טקסט למטה
vi: Văn bản dưới cùng

source: Bottom
he_il: למטה
ja: 下段
vi: Dưới cùng

source: Sub
he_il: תת
vi: Phụ

source: SVG Width
he_il: רוחב SVG
vi: Chiều rộng SVG

source: Image Size
he_il: גודל תמונה
vi: Kích cỡ hình

source: Global
he_il: גלובלי
vi: Toàn cầu

source: Global settings
he_il: הגדרות כלליות
vi: Thiết lập toàn cầu

source: Icon Types
he_il: סוגי סמלים
vi: Loại biểu tượng

source: Current Menu
he_il: תפריט נוכחי
vi: Menu hiện tại

source: "%s" menu settings
he_il: \ " %s "
vi: "%s" cài đặt menu

source: Discard all changes and reset to default state
vi: Hủy tất cả thay đổi và đặt lại về trạng thái mặc định

source: Reset
he_il: אפס
vi: Cài lại

source: Save Settings
he_il: שמור הגדרות
vi: Lưu các thiết lập

source: Change
he_il: שינוי
vi: Thay đổi

source: Preview
he_il: תצוגה מקדימה
vi: Xem trước

source: Menu Icons: No registered icon types found.
he_il: תפריט סמלים: לא נמצאו סוגי סמלים רשומים.
vi: Các biểu tượng menu: Không tìm thấy loại biểu tượng đã đăng ký nào.

source: Please activate Icon Picker first.
he_il: יש להפעיל תחילה את סמל הבחירה.
vi: Vui lòng kích hoạt Trình chọn biểu tượng trước tiên.

source: Year
he_il: שנה
vi: Năm

source: Hour
he_il: שעה
vi: Giờ

source: Minute
he_il: דקה
vi: Phút

source: Second
he_il: שנית
vi: Thứ hai

source: Add image
he_il: להוסיף תמונה
vi: Thêm hình ảnh

source: Set as image
he_il: הגדר כתמונה
vi: Đặt làm hình ảnh

source: Choose image
he_il: בחר תמונה
vi: Chọn hình ảnh

source: Change image
he_il: שנה תמונה
vi: Thay đổi hình ảnh

source: Remove image
he_il: הסר את התמונה
vi: Xóa hình ảnh

source: No image selected
he_il: לא נבחרה תמונה
vi: Không có hình ảnh nào được chọn

source: Browse
he_il: עיון
vi: Duyệt

source: Font Family
he_il: משפחת גופן
vi: Họ phông chữ

source: Font Weight
he_il: משקל גופן
ja: 文字の太さ
vi: Trọng lượng phông chữ

source: Font Style
he_il: סיגנון גופן
ja: フォントスタイル
vi: Kiểu phông chữ

source: Text Transform
he_il: שינוי טקסט
vi: Chuyển đổi văn bản

source: Line Height
he_il: גובה קו
ja: 行の高さ
vi: Chiều cao giữa các dòng

source: Letter Spacing
he_il: ריווח אותיות
ja: 文字間隔
vi: Giãn cách chữ

source: Thin: 100
he_il: רזה: 100
vi: Mỏng: 100

source: Light: 200
he_il: אור: 200
vi: Ánh sáng: 200

source: Book: 300
he_il: ספר: 300
vi: Sách: 300

source: Normal: 400
he_il: רגיל: 400
vi: Bình thường: 400

source: Medium: 500
he_il: בינונית: 500
vi: Trung bình: 500

source: Semibold: 600
he_il: סמיבולד: 600
vi: Bán kết: 600

source: Bold: 700
he_il: מודגש: 700
vi: In đậm: 700

source: Extra Bold: 800
he_il: תוספת מודגש: 800
vi: Đậm thêm: 800

source: Black: 900
he_il: שחור: 900
vi: Đen: 900

source: Normal
he_il: רגיל
vi: Bình thường

source: Capitalize
he_il: להוון
ja: 先頭の文字を大文字に
vi: Viết hoa

source: Lowercase
he_il: תחתון
ja: 小文字
vi: Chữ thường

source: Uppercase
he_il: באותיות רישיות
ja: 大文字
vi: Chữ hoa

source: Image Gallery
he_il: גלריית תמונות
vi: Thư viện hình ảnh

source: Add Image(s)
he_il: הוסף תמונות)
vi: Thêm (các) hình ảnh

source: Enable lightbox for this gallery?
he_il: להפעיל את האור עבור גלריה זו?
vi: Bật hộp đèn cho thư viện này?

source: Main
he_il: ראשי
ja: メイン
vi: Chủ yếu

source: Content Layout
he_il: פריסת תוכן
vi: Bố cục nội dung

source: Select your custom layout.
he_il: בחר את הפריסה המותאמת אישית שלך.
vi: Chọn bố cục tùy chỉnh của bạn.

source: Right Sidebar
he_il: סרגל צד ימין
ja: 右サイドバー
vi: Thanh bên phải

source: Left Sidebar
he_il: הסרגל הצידי השמאלי
ja: 左サイドバー
vi: Thanh bên trái

source: Full Width
he_il: רוחב מלא
vi: Chiều rộng đầy đủ

source: 100% Full Width
he_il: 100% רוחב מלא
vi: 100% chiều rộng đầy đủ

source: Both Sidebars
vi: Cả hai thanh bên

source: Both Sidebars: Style
ja: 両方のサイドバー:スタイル
vi: Cả hai thanh bên: Kiểu

source: Select your both sidebars style.
vi: Chọn cả hai kiểu thanh bên của bạn.
